{"0": "Ex Machina, Vol. 3: Fact v. Fiction  (Ex Machina, #3) (by) Brian K. Vaughan (published by) WildStorm", "1": "Teaching a Stone to Talk: Expeditions and Encounters (by) Annie Dillard (published by) HarperCollins Publishers", "2": "The Waste Land (by) T.S. Eliot (published by) W.W. Norton & Company", "3": "The Souls of Black Folk (by) W.E.B. Du Bois (published by) W. W. Norton & Company", "4": "Whiskey Island (by) Emilie Richards (published by) Mira Books", "5": "Aquamarine (by) Alice Hoffman (published by) Scholastic Paperbacks", "6": "Aura (by) Carlos Fuentes (published by) University of Durham", "7": "Merde Actually (by) Stephen Clarke (published by) Black Swan", "8": "The New Centurions (by) Joseph Wambaugh (published by) Dell", "9": "Tender Rebel (Malory-Anderson Family, #2) (by) Johanna Lindsey (published by) Avon", "10": "Ethel and Ernest (by) Raymond Briggs (published by) Knopf", "11": "The Poems of Emily Dickinson (by) Emily Dickinson (published by) Belknap Press", "12": "Moving Pictures (Discworld, #10; Industrial Revolution, #1) (by) Terry Pratchett (published by) Corgi", "13": "Hunting Fear (Fear trilogy #1 - BCU #7) (by) Kay Hooper (published by) Bantam Books", "14": "Under the Banner of Heaven: A Story of Violent Faith (by) Jon Krakauer (published by) Pan MacMillan", "15": "The Bible Jesus Read (by) Philip Yancey (published by) ", "16": "Sylvia Plath (by) Linda Wagner-Martin (published by) ", "17": "From the Earth to the Moon: Annotated Jules Verne  (by) Jules Verne (published by) Gramercy", "18": "Work (by) Louisa May Alcott (published by) Schocken", "19": "Epicenter: Why the Current Rumblings in the Middle East Will Change Your Future (by) Joel C. Rosenberg (published by) Tyndale House Publishers, Inc.", "20": "One Piece, Volume 06: The Oath (One Piece, #6) (by) Eiichirō Oda (published by) VIZ Media LLC", "21": "Lágrimas de la luna (Gallagher #2) (by) Nora Roberts (published by) Punto de Lectura", "22": "El alquimista: una fábula para seguir tus sueños (by) Paulo Coelho (published by) HarperCollins Español", "23": "Bell, Book, and Scandal (Jane Jeffry, #14) (by) Jill Churchill (published by) Avon", "24": "Ten Years Later (The D'Artagnan Romances, #3.2) (by) Alexandre Dumas (published by) Borgo Press", "25": "The Tao of Lao Tzu: The Way of Nature or the Universe and Its Virtues (by) Lao Tzu (published by) ", "26": "Mortal Prey (Lucas Davenport, #13) (by) John Sandford (published by) G. P. Putnam's Sons", "27": "Fruits Basket, Vol. 4 (by) Natsuki Takaya (published by) ", "28": "Winter (by) John Marsden (published by) Bolinda Publishing", "29": "Arthur's Valentine (by) Marc Brown (published by) Little, Brown Books for Young Readers", "30": "An Atomic Romance (by) Bobbie Ann Mason (published by) Random House", "31": "Protect and Defend (Kerry Kilcannon, #2) (by) Richard North Patterson (published by) Ballantine Books", "32": "Cuando Lo Que Dios Hace No Tiene Sentido: When God Doesn't Make Sense (by) James C. Dobson (published by) Spanish House", "33": "Summer in February (by) Jonathan Smith (published by) Abacus", "34": "Exit Strategy (Nadia Stafford #1) (by) Kelley Armstrong (published by) Bantam", "35": "The Silken Web (by) Sandra Brown (published by) Random House Value Publishing", "36": "Five Days in Paris (by) Danielle Steel (published by) Random House Audio", "37": "The Black Corridor (by) Michael Moorcock (published by) Mayflower Books Ltd", "38": "I Love You, Ronnie: The Letters of Ronald Reagan to Nancy Reagan (by) Nancy Reagan (published by) Random House Trade", "39": "The Assassination of Julius Caesar: A People's History of Ancient Rome (by) Michael Parenti (published by) The New Press", "40": "The Dark Beyond the Stars (by) Frank M. Robinson (published by) Orb Books", "41": "The Fourth K (by) Mario Puzo (published by) Ballantine Books", "42": "Class: A Guide Through the American Status System (by) Paul Fussell (published by) Touchstone", "43": "Stuck in the Middle: 17 Comics from an Unpleasant Age (by) Ariel Schrag (published by) Viking Juvenile", "44": "Dangerous Journey: The Story of Pilgrim's Progress (by) Oliver Hunkin (published by) Eerdmans Books for Young Readers", "45": "Aussie Rules (by) Jill Shalvis (published by) Kensington", "46": "Wicked: Witch & Curse (Wicked, #1-2) (by) Nancy Holder (published by) ", "47": "Dovey Coe (by) Frances O'Roark Dowell (published by) Not Avail", "48": "The Partner (by) John Grisham (published by) Audiobooks", "49": "The Geography of Girlhood (by) Kirsten Smith (published by) Little, Brown Books for Young Readers", "50": "Little Bear's Visit (An I Can Read Book) (by) Else Holmelund Minarik (published by) ", "51": "Gaia's Garden: A Guide to Home-scale Permaculture (by) Toby Hemenway (published by) ", "52": "Poetry of the First World War (by) Wilfred Owen (published by) Wayland (Publishers) Ltd", "53": "A Bed of Red Flowers: In Search of My Afghanistan (by) Nelofer Pazira (published by) Vintage Canada", "54": "Faithful: Two Boston Red Sox Fans Chronicle the Historic 2004 Season (by) Stewart O'Nan (published by) ", "55": "Los escarabajos vuelan al atardecer (by) Maria Gripe (published by) SM", "56": "The Honourable Company: a History of the English East India Company (by) John Keay (published by) HarperCollins", "57": "Dead Cert (by) Dick Francis (published by) ", "58": "The Radical Reformission: Reaching Out without Selling Out (by) Mark Driscoll (published by) Zondervan", "59": "The Happy Hocky Family Moves to the Country (by) Lane Smith (published by) Puffin", "60": "Dogwalker (by) Arthur Bradford (published by) Vintage", "61": "Black Snow (by) Mikhail Bulgakov (published by) Random House UK", "62": "Pinocchio (by) Walt Disney Company (published by) Golden Press", "63": "The Man Who Smiled (by) Henning Mankell (published by) ", "64": "The Renegades of Pern (Pern, #10) (by) Anne McCaffrey (published by) Del Rey", "65": "UNIX Power Tools (by) Jerry Peek (published by) O'Reilly Media", "66": "Haunted Castle on Hallow's Eve: Merlin Mission (by) Mary Pope Osborne (published by) Random House Books for Young Readers", "67": "Discipline Without Shouting or Spanking: Practical Solutions to the Most Common Preschool Behavior Problems (by) Jerry L. Wyckoff (published by) Meadowbrook Press", "68": "Patternmaster (Patternmaster, #4) (by) Octavia E. Butler (published by) Doubleday Books", "69": "Spanish Steps (by) Tim Moore (published by) Audiobooks", "70": "Female Chauvinist Pigs: Women and the Rise of Raunch Culture (by) Ariel Levy (published by) Free Press", "71": "A Secret Rage (by) Charlaine Harris (published by) Ballantine Books", "72": "The Many Lives and Secret Sorrows of Josephine B.  (Josephine Bonaparte, #1) (by) Sandra Gulland (published by) Headline Review", "73": "Evasion (by) CrimethInc. (published by) Crimethinc", "74": "Manuscript Chapters of Persuasion (by) Jane Austen (published by) Athlone Press", "75": "Writing (by) Marguerite Duras (published by) Brookline Books", "76": "Un Lugar Salvaje (Spenser, #8) (by) Robert B. Parker (published by) Planeta Infantil", "77": "Stand Back, Said the Elephant, \"I'm Going to Sneeze!\" (by) Patricia Thomas (published by) Lothrop, Lee and Shepard Books", "78": "The Cloud Garden: A True Story of Adventure, Survival, and Extreme Horticulture (by) Tom Hart Dyke (published by) Lyons Press", "79": "An Unsuitable Job For A Woman (by) P.D. James (published by) Faber and Faber", "80": "The Culprit and The Cure: Why lifestyle is the culprit behind America's poor health (by) Steven G. Aldana (published by) ", "81": "Harry Potter and the Chamber of Secrets (Harry Potter, #2) (by) J.K. Rowling (published by) Perfection Learning", "82": "Seven Pillars of Wisdom: A Triumph (by) T.E. Lawrence (published by) Anchor", "83": "Life Isn't All Ha Ha Hee Hee (by) Meera Syal (published by) Picador", "84": "Jose Rizal (Buhay, Mga Ginawa At Sinulat) in Tagalog Version- Philippine Book (by) Gregorio F. Zaide (published by) All Nations Publishing", "85": "La única guía de inversión que usted necesitará: Spanish Edition (by) Andrew Tobias (published by) Mariner Books", "86": "The Synaptic Self: How Our Brain Becomes Who We Are (by) Joseph E. Ledoux (published by) Pan Macmillan", "87": "All About Passion (Cynster, #7) (by) Stephanie Laurens (published by) Avon", "88": "The Little Black Book Of Stories (by) A.S. Byatt (published by) Vintage", "89": "Tears of a Dragon (Dragons in Our Midst, #4) (by) Bryan Davis (published by) Living Ink Books", "90": "Traficantes de Dinero (by) Arthur Hailey (published by) Planeta", "91": "The October Country (by) Ray Bradbury (published by) Ballentine Books Inc", "92": "Materialien zu Peter Weiss, Marat/Sade (by) Karlheinz Braun (published by) Suhrkamp", "93": "Lucifer, Vol. 2: Children and Monsters (by) Mike Carey (published by) ", "94": "Our Bodies, Ourselves for the New Century (by) Boston Women's Health Book Collective (published by) Peter Smith Publisher", "95": "The Dark Tower and Other Stories (by) C.S. Lewis (published by) Mariner Books", "96": "Killing Time (by) Caleb Carr (published by) Grand Central Publishing", "97": "The Crystal Shard (Forgotten Realms: Icewind Dale, #1; Legend of Drizzt, #4) (by) R.A. Salvatore (published by) TSR", "98": "Von Einer, Die Auszog (by) Jen Banbury (published by) ", "99": "The Naked Ape: A Zoologist's Study of the Human Animal (by) Desmond Morris (published by) Delta", "100": "Being Peace (by) Thich Nhat Hanh (published by) Parallax Press", "101": "Slightly Married (Bedwyn Saga, #1) (by) Mary Balogh (published by) Dell Bantam Random House", "102": "Jupiter (by) Ben Bova (published by) ", "103": "God of Tarot (Tarot, #1) (by) Piers Anthony (published by) Ace", "104": "Warum ich heute noch glaube. Menschen, die mir halfen, die Gemeinde zu überleben. (by) Philip Yancey (published by) Brockhaus, Haan", "105": "The Case of the Murdered Muckraker (Daisy Dalrymple, #10) (by) Carola Dunn (published by) Kensington", "106": "La Princesa Vestida Con Una Bolsa de Papel (by) Robert Munsch (published by) Annick Press", "107": "Studies in Pessimism: The Essays (by) Arthur Schopenhauer (published by) ", "108": "New X-Men: Omnibus (by) Grant Morrison (published by) Marvel", "109": "The Last of the Duanes (by) Zane Grey (published by) Leisure Books", "110": "The Love Potion (Cajun, #1) (by) Sandra Hill (published by) Love Spell", "111": "The Love Poems of Shakespeare (by) William Shakespeare (published by) Gramercy", "112": "Aphrodite's Kiss (Superhero Central #1) (by) Julie Kenner (published by) Love Spell", "113": "Corporate Confidential: 50 Secrets Your Company Doesn't Want You to Know---and What to Do About Them (by) Cynthia Shapiro (published by) St. Martin's Griffin", "114": "Life and Times of Frederick Douglass (by) Frederick Douglass (published by) Collier Books", "115": "Robert's Rules of Order (Classic Edition) (by) Henry Martyn Robert (published by) Filiquarian Publishing, LLC.", "116": "God and Man at Yale: The Superstitions of Academic Freedom. Reprint of the 1951 Ed with a New Introd by the Author (by) William F. Buckley Jr. (published by) Gateway Editions", "117": "Meditation: The First and Last Freedom (by) Osho (published by) St. Martin's Griffin", "118": "Angels in the Snow (by) Melody Carlson (published by) Fleming H. Revell Company", "119": "Betrayal (Chasing Yesterday, #2) (by) Robin Wasserman (published by) Scholastic Paperbacks", "120": "Beauty and the Beast (Disney) (by) Teddy Slater (published by) Golden/Disney", "121": "The Shoes of the Fisherman (by) Morris West (published by) St Martins Press", "122": "Fifty Degrees Below (by) Kim Stanley Robinson (published by) Spectra", "123": "Las flores del mal (by) Charles Baudelaire (published by) Losada", "124": "The One Minute Salesperson (by) Spencer Johnson (published by) Random House Audio", "125": "Cargo of Eagles (Albert Campion Mystery #19) (by) Margery Allingham (published by) Yestermorrow", "126": "An Experiment in Love (by) Hilary Mantel (published by) Holt Paperbacks", "127": "Being Digital-Open Market Edit (by) Nicholas Negroponte (published by) Vintage Books USA", "128": "Hope to Die (Matthew Scudder, #15) (by) Lawrence Block (published by) HarperTorch", "129": "A Spy in the House of Love (by) Anaïs Nin (published by) Penguin Group", "130": "Ruling Your World: Ancient Strategies For Modern Life (by) Sakyong Mipham (published by) Harmony", "131": "Improbable (by) Adam Fawer (published by) HarperTorch", "132": "Knights of Dark Renown (Drenai Saga, #1) (by) David Gemmell (published by) Del Rey", "133": "The Princess Test (by) Gail Carson Levine (published by) Scholastic, Inc.", "134": "The Love Curse of the Rumbaughs (by) Jack Gantos (published by) Farrar, Straus and Giroux (BYR)", "135": "En Lengua Materna (by) Chang-rae Lee (published by) ", "136": "Silent Joe (by) T. Jefferson Parker (published by) ", "137": "El pecho (by) Philip Roth (published by) ", "138": "Seventh Heaven (by) Catherine Anderson (published by) Avon", "139": "Maigret at the Crossroads  (Maigret #7) (by) Georges Simenon (published by) Penguin Books", "140": "Pelagia And The White Bulldog : The First Sister Pelagia Mystery (by) Boris Akunin (published by) ", "141": "Are Men Necessary? (by) Maureen Dowd (published by) Headline Review", "142": "The Kindness of Strangers (by) Mike  McIntyre (published by) Berkley Trade", "143": "The Sweet Potato Queens' Book of Love (by) Jill Conner Browne (published by) Random House Value Publishing", "144": "American Buffalo (by) David Mamet (published by) Grove Press", "145": "Secrets of Six-Figure Women: Surprising Strategies to Up Your Earnings and Change Your Life (by) Barbara Stanny (published by) HarperBusiness", "146": "The Un-Magician (OutCast, #1) (by) Christopher Golden (published by) Aladdin", "147": "Jump, Frog Jump (by) Robert Kalan (published by) Live Oak Media (NY)", "148": "A Whistling Woman (by) A.S. Byatt (published by) Vintage", "149": "After Glow (Ghost Hunters, #2) (by) Jayne Castle (published by) Jove Books", "150": "He's Just Not That Into You: Your Daily Wake-up Call (by) Greg Behrendt (published by) ", "151": "Hidden Talents (by) Jayne Ann Krentz (published by) Pocket Books", "152": "The Happy Prince & Other Stories (by) Oscar Wilde (published by) Wordsworth Classics", "153": "Rosemary's Baby (Rosemary's Baby, #1) (by) Ira Levin (published by) Signet", "154": "Гарри Поттер и узник Азкабана (Гарри Поттер #3) (by) J.K. Rowling (published by) Росмэн", "155": "High School English Grammar and Composition (by) H. Martin (published by) ", "156": "All Souls: A Family Story from Southie (by) Michael Patrick MacDonald (published by) Beacon Press", "157": "Must Love Dragons (Immortally Sexy, #2) (by) Stephanie Rowe (published by) Warner Forever", "158": "Without Remorse (John Clark, #1) (by) Tom Clancy (published by) ISIS Audio Books", "159": "Armor (by) John Steakley (published by) DAW", "160": "Sin City: Hell And Back (by) Frank Miller (published by) Titan", "161": "How to think like Leonardo da Vinci (by) Michael J. Gelb (published by) ", "162": "Moravagine (by) Blaise Cendrars (published by) NYRB Classics", "163": "The Santaroga Barrier (by) Frank Herbert (published by) Tor Books", "164": "Queen of the Oddballs: And Other True Stories from a Life Unaccording to Plan (by) Hillary Carlip (published by) Harper", "165": "Traveling Mercies: Some Thoughts on Faith (by) Anne Lamott (published by) Anchor", "166": "Body of Secrets (by) James Bamford (published by) Arrow", "167": "Seeker (Noble Warriors Trilogy, #1) (by) William Nicholson (published by) HMH Books for Young Readers", "168": "Paula - Bolsillo (by) Isabel Allende (published by) ", "169": "Lenny Bruce is Dead (by) Jonathan Goldstein (published by) Counterpoint LLC", "170": "9/11 Commission Report, Special Library Edition MP3 (by) Unknown (published by) ", "171": "A House Like a Lotus (O'Keefe Family, #3) (by) Madeleine L'Engle (published by) Dell", "172": "Glorious Angel (by) Johanna Lindsey (published by) Severn House Publishers", "173": "The Real Lincoln: A New Look at Abraham Lincoln, His Agenda, and an Unnecessary War (by) Thomas J. DiLorenzo (published by) Three Rivers Press", "174": "The Abhorsen Trilogy (The Abhorsen Trilogy, #1-3) (by) Garth Nix (published by) Science Fiction Book Club", "175": "The Age of Reason: Examination of the Prophecies (by) Thomas Paine (published by) ", "176": "Mi Rincon En La Montana (My Side of the Mountain) (by) Jean Craighead George (published by) Turtleback Books", "177": "Gettysburg (Gettysburg, #1) (by) Newt Gingrich (published by) St. Martin's Press", "178": "Concept of Dread (by) Søren Kierkegaard (published by) ", "179": "Journal d'une call girl (by) Tracy Quan (published by) Florent Massot", "180": "Better Off Wed (Annabelle Archer, #1) (by) Laura Durham (published by) Avon", "181": "Grimus (by) Salman Rushdie (published by) ", "182": "Marine Sniper: 93 Confirmed Kills (by) Charles Henderson (published by) Berkley", "183": "Only With a Highlander (Highlander, #5) (by) Janet Chapman (published by) Pocket Star", "184": "A Dog About Town (by) J.F. Englert (published by) Dell", "185": "Ereth's Birthday (Dimwood Forest, #3) (by) Avi (published by) HarperCollins", "186": "Murder is Easy (by) Agatha Christie (published by) Harpercollins", "187": "The Power of Intention: Learning to Co-create Your World Your Way (by) Wayne W. Dyer (published by) Hay House", "188": "Fräulein Julie (by) August Strindberg (published by) Insel, Frankfurt", "189": "Triumph: The Untold Story of Jesse Owens and Hitler's Olympics (by) Jeremy Schaap (published by) Houghton Mifflin Harcourt", "190": "Jinnah of Pakistan (by) Stanley Wolpert (published by) ", "191": "Plato's Cosmology: The Timaeus of Plato (by) Francis Macdonald Cornford (published by) Kessinger Publishing", "192": "Puppet on a Chain (by) Alistair MacLean (published by) ", "193": "Saturday Night and Sunday Morning (by) Alan Sillitoe (published by) Signet", "194": "Full Tilt: Ireland to India with a Bicycle (by) Dervla Murphy (published by) The Overlook Press", "195": "Sleeping Murder: Miss Marple's Last Case (by) Agatha Christie (published by) William Collins Sons & Co", "196": "Bonheur d'occasion (by) Gabrielle Roy (published by) ", "197": "Sullivan's Woman (by) Nora Roberts (published by) Silhouette", "198": "The Grizzly Maze: Timothy Treadwell's Fatal Obsession with Alaskan Bears (by) Nick Jans (published by) Plume Books", "199": "Tea with Milk (by) Allen Say (published by) Walter Lorraine Books", "200": "Coming on Home Soon (by) Jacqueline Woodson (published by) G.P. Putnam's Sons Books for Young Readers", "201": "Rhialto the Marvellous (by) Jack Vance (published by) Grafton", "202": "I Dare (Liaden Universe, #13) (by) Sharon Lee (published by) Ace", "203": "Asterix and the Laurel Wreath (Asterix, #18) (by) René Goscinny (published by) Asterix", "204": "Star by Star (Star Wars: The New Jedi Order, #9) (by) Troy Denning (published by) Arrow", "205": "Lake Wobegon summer 1956 (by) Garrison Keillor (published by) ", "206": "Misha (by) Jerry Spinelli (published by) Lectorum Publications", "207": "Behind the Attic Wall (by) Sylvia Cassedy (published by) Peter Smith Publisher", "208": "The Complete Adventures and Memoirs of Sherlock Holmes (by) Arthur Conan Doyle (published by) Gramercy Books", "209": "Consider Phlebas (by) Iain M. Banks (published by) Macmillan UK ", "210": "Lovely Bones (by) Alice Sebold (published by) Turtleback Books", "211": "Sarrasine (by) Honoré de Balzac (published by) Kessinger Publishing", "212": "The Word for World Is Forest (by) Ursula K. Le Guin (published by) Berkley Books (NY)", "213": "The Motion of Light in Water (by) Samuel R. Delany (published by) Plume", "214": "The Egypt Game (Game, #1) (by) Zilpha Keatley Snyder (published by) Turtleback Books", "215": "Flight, Vol. 3 (Flight, #3) (by) Kazu Kibuishi (published by) Ballantine Books", "216": "Englishman's Boy (by) Guy Vanderhaeghe (published by) Abacus", "217": "And the Sea Will Tell (by) Vincent Bugliosi (published by) W. W. Norton  Company", "218": "London Bridges (Alex Cross, #10) (by) James Patterson (published by) Vision", "219": "Savage Beauty: The Life of Edna St. Vincent Millay, Pt. B (by) Nancy Milford (published by) ", "220": "Song of the Silent Snow (by) Hubert Selby Jr. (published by) Marion Boyars Publishers Ltd", "221": "Excellence (by) Stephen Jay Gould (published by) R.S. Means Company", "222": "Stitches in Time (Georgetown, #3) (by) Barbara Michaels (published by) HarperTorch", "223": "Dirty Work (by) Larry Brown (published by) Algonquin Books", "224": "Any Human Heart (by) William  Boyd (published by) Alfred A. Knopf", "225": "Au Pays De L'Or Noir (The Adventures of Tintin) (by) Hergé (published by) Methuen young books", "226": "The Front Runner (Harlan's Story, #1) (by) Patricia Nell Warren (published by) Wildcat Press", "227": "Pressed Pennies (by) Steven Manchester (published by) ", "228": "The Weaker Vessel: Woman's Lot in Seventeenth-Century England (by) Antonia Fraser (published by) Phoenix", "229": "Johnny Tremain (by) Esther Forbes (published by) Blackstone Audiobooks", "230": "The Road of the Dead (by) Kevin Brooks (published by) Chicken House", "231": "Surrender (by) Amanda Quick (published by) Bantam Books", "232": "The Best of Everything (by) Rona Jaffe (published by) Penguin Books", "233": "Turnabout (by) Margaret Peterson Haddix (published by) Simon Pulse", "234": "Homecoming (Tillerman Family, #1) (by) Cynthia Voigt (published by) Turtleback Books", "235": "The Highlander's Touch (by) Karen Marie Moning (published by) ", "236": "Alma de Mujer (by) Barbara Taylor Bradford (published by) Planeta Publishing", "237": "\"Slowly, Slowly, Slowly,\" said the Sloth (by) Eric Carle (published by) Puffin Books", "238": "Complete Grimm's Fairy Tales (by) Jacob Grimm (published by) Turtleback Books", "239": "Secret Ingredients: The New Yorker Book of Food and Drink (by) David Remnick (published by) Random House (NY)", "240": "Portrait of a Marriage (by) Pearl S. Buck (published by) Pocket Books", "241": "Storm Over Warlock (Forerunner, #1) (by) Andre Norton (published by) Ace Books", "242": "Bias: A CBS Insider Exposes How the Media Distort the News (by) Bernard Goldberg (published by) Perennial (HarperCollins)", "243": "Applause of Heaven-Cassette (by) Max Lucado (published by) W Publishing Group", "244": "The Gospel According to Jesus (by) John F. MacArthur Jr. (published by) Zondervan Publishing Company", "245": "Four Blind Mice (Alex Cross, #8) (by) James Patterson (published by) Grand Central Publishing", "246": "The Facts and Fictions of Minna Pratt (by) Patricia MacLachlan (published by) ", "247": "The Return of Merlin (by) Deepak Chopra (published by) Random House Value Publishing", "248": "Ulysses : a critical and synoptic edition (by) James Joyce (published by) Garland Science", "249": "The Darkest Part of the Woods (by) Ramsey Campbell (published by) Tor Books", "250": "La Cousine Bette (by) Honoré de Balzac (published by) French & European Publications Inc", "251": "The Tenth Power: Chanters Of Tremaris, Book Three (by) Kate Constable (published by) Scholastic Paperbacks", "252": "Banker to the Poor: Micro-Lending and the Battle Against World Poverty (by) Muhammad Yunus (published by) Blackstone Audiobooks", "253": "Delusions of Grandma (by) Carrie Fisher (published by) Simon & Schuster Audio", "254": "Wish I Was Here (by) Jackie Kay (published by) Picador USA", "255": "Beware Of The Storybook Wolves (by) Lauren Child (published by) ", "256": "The Golden Fool (Tawny Man, #2) (by) Robin Hobb (published by) Voyager", "257": "Missy's Murder (by) Karen Kingsbury (published by) Dell", "258": "Nicola and the Viscount (by) Meg Cabot (published by) HarperTeen", "259": "Street of No Return (by) David Goodis (published by) Vintage", "260": "Not George Washington (by) P.G. Wodehouse (published by) ", "261": "Murder at the ABA (by) Isaac Asimov (published by) Fawcett", "262": "Sonetos (by) William Shakespeare (published by) ", "263": "Gone (Alex Delaware #20) (by) Jonathan Kellerman (published by) Ballantine Books", "264": "Obsession (Alex Delaware, #21) (by) Jonathan Kellerman (published by) Ballantine Books", "265": "La vida que siempre has querido: Disciplinas espirituales para personas comunes (by) John Ortberg (published by) Vida", "266": "Map That Changed the World: William Smith & the Birth of Modern Geology (by) Simon Winchester (published by) HarperAudio", "267": "Fire in the Blood (by) Irène Némirovsky (published by) Knopf", "268": "They Have a Word for It: A Lighthearted Lexicon of Untranslatable Words & Phrases (by) Howard Rheingold (published by) Sarabande Books", "269": "The History of Rasselas, Prince of Abissinia (by) Samuel Johnson (published by) Penguin Classics", "270": "A Brief History of Neoliberalism (by) David Harvey (published by) Oxford University Press, USA", "271": "Traveller (by) Richard  Adams (published by) Dell Publishing", "272": "Worth (by) A. LaFaye (published by) Simon  Schuster Books for Young Readers", "273": "The World of The Dark Crystal (by) Brian Froud (published by) Pavilion Books", "274": "Warning Signs (by) Stephen White (published by) ", "275": "The Death of Innocents: An Eyewitness Account of Wrongful Executions (by) Helen Prejean (published by) Vintage", "276": "Why Men Don't Listen and Women Can't Read Maps: How We're Different and What to Do About It (by) Allan Pease (published by) Harmony", "277": "Bad Astronomy: Misconceptions and Misuses Revealed, from Astrology to the Moon Landing \"hoax\" (by) Philip Plait (published by) Wiley", "278": "The Silent Duchess (by) Dacia Maraini (published by) The Feminist Press at CUNY", "279": "The Woman in White (by) Wilkie Collins (published by) Barnes  Noble Classics", "280": "Incidents in the Life of a Slave Girl (by) Harriet Ann Jacobs (published by) IndyPublish.com", "281": "Ya-Yas in Bloom (by) Rebecca Wells (published by) ", "282": "The Automatic Millionaire: A Powerful One Step Plan To Live And Finish Rich (by) David Bach (published by) ", "283": "My Life on a Plate (by) India Knight (published by) ", "284": "Trouble in Triplicate (Nero Wolfe, #14) (by) Rex Stout (published by) Crimeline", "285": "Betty Crocker's Picture Cookbook (by) Betty Crocker (published by) ", "286": "King Lear: The Global Shakespeare (by) William Shakespeare (published by) Thomson South-Western", "287": "Beowulf: A Glossed Text (by) Unknown (published by) Penguin Classics", "288": "SI Hubiera UN Manana/If Tomorrow Comes (by) Sidney Sheldon (published by) Plaza & Janes S.A.,Spain", "289": "Madeleine's Ghost (by) Robert Girardi (published by) Delta", "290": "The World I Live In (by) Helen Keller (published by) NYRB Classics", "291": "Diamond Bay (by) Linda Howard (published by) Mira Books", "292": "The Book of Qualities (by) J. Ruth Gendler (published by) William Morrow Paperbacks", "293": "The Holcroft Covenant (by) Robert Ludlum (published by) ", "294": "Luna Funesta (by) Michael Connelly (published by) ", "295": "We Have Always Lived in the Castle (by) Shirley Jackson (published by) Penguin", "296": "Taking Chase (Chase Brothers, #2) (by) Lauren Dane (published by) Samhain Publishing", "297": "The Unicorn (by) Iris Murdoch (published by) Penguin Books", "298": "Queen (by) Alex Haley (published by) ", "299": "Edward Lear's Book of Nonsense: With Lear's Original Illustrations (by) Edward Lear (published by) Maxima New Media", "300": "Moby-Dick or, The Whale (by) Herman Melville (published by) Penguin Classics", "301": "حاجی آقا (by) Sadegh Hedayat (published by) ", "302": "Out of Sheer Rage: Wrestling With D.H. Lawrence (by) Geoff Dyer (published by) North Point Press", "303": "Born on 4th July (by) Ron Kovic (published by) ", "304": "Guys and Dolls (by) Damon Runyon (published by) Amereon House", "305": "Take Big Bites: Adventures Around the World and Across the Table (by) Linda Ellerbee (published by) Berkley Trade", "306": "Angels (by) Billy Graham (published by) Thomas Nelson", "307": "Anything for Billy (by) Larry McMurtry (published by) Pocket Books", "308": "Limbo (by) A. Manette Ansay (published by) Harper Perennial", "309": "Ot Nap Parizsban (by) Danielle Steel (published by) Maecenas", "310": "Almayer's Folly (by) Joseph Conrad (published by) Modern Library", "311": "My Life as an Indian (by) James Willard Schultz (published by) Jameson Books (IL)", "312": "Short Straw Bride (by) Dallas Schulze (published by) Harlequin Books", "313": "An Imaginary Life (by) David Malouf (published by) Vintage", "314": "Mr Tompkins in Paperback (Canto) (by) George Gamow (published by) Cambridge University Press", "315": "Elric Of Melnibone (by) Michael Moorcock (published by) Berkley", "316": "Operating Instructions: A Journal of My Son's First Year (Ballantine Reader's Circle) (by) Anne Lamott (published by) ", "317": "Seeker (Alex Benedict, #3) (by) Jack McDevitt (published by) Ace", "318": "Creatures of Forever (The Last Vampire #6) (by) Christopher Pike (published by) Archway Paperbacks", "319": "La Novela de Mi Vida (by) Sidney Sheldon (published by) Emece Editores", "320": "Fiasco: The American Military Adventure in Iraq (by) Thomas E. Ricks (published by) ", "321": "Yo Soy El Diego / I Am the Diego (by) Diego Armando Maradona (published by) Planeta Publishing", "322": "A Long Way From Chicago (Long Way from Chicago, #1) (by) Richard Peck (published by) Scholastic, Inc.", "323": "Cloud Atlas (by) David Mitchell (published by) Sceptre", "324": "Trainspotting Gold - Canada Only (by) Irvine Welsh (published by) ", "325": "El Alquimistal (by) Paulo Coelho (published by) Grijalbo Mondadori Sa", "326": "The Nymphos of Rocky Flats (Felix Gomez, #1) (by) Mario Acevedo (published by) EOS (Harper)", "327": "Life As We Knew It (Last Survivors, #1) (by) Susan Beth Pfeffer (published by) HMH Books for Young Readers", "328": "The Biographer's Tale (by) A.S. Byatt (published by) Chatto & Windus", "329": "Lord Emsworth and Others (Blandings Castle, #5.5) (by) P.G. Wodehouse (published by) The Overlook Press", "330": "Death: The Time of Your Life (by) Neil Gaiman (published by) Vertigo", "331": "Rhetoric (by) Aristotle (published by) Digireads.com", "332": "Lizzie Siddal: Face of the Pre-Raphaelites (by) Lucinda Hawksley (published by) Walker Books", "333": "Night: With Related Readings   (by) Elie Wiesel (published by) EMC/Paradigm Publishing", "334": "Stiffed: The Betrayal of Modern Man (by) Susan Faludi (published by) Vintage", "335": "The Universe Next Door: A Guide Book To World Views (by) James W. Sire (published by) ", "336": "Succulent Wild Woman (by) S.A.R.K. (published by) Touchstone", "337": "Das Bourne Imperium (Jason Bourne, #2) (by) Robert Ludlum (published by) ", "338": "Who Killed My Daughter?: The True Story of a Mother's Search for Her Daughter's Murderer (by) Lois Duncan (published by) Dell", "339": "The Room in the Dragon Volant (by) J. Sheridan Le Fanu (published by) ", "340": "The Chocolate Fudge Mystery (Cam Jansen Mysteries, #14) (by) David A. Adler (published by) Puffin", "341": "Say You Love Me (by) Johanna Lindsey (published by) Avon Books", "342": "The Three Sisters (by) Anton Chekhov (published by) Dover Publications", "343": "The Norton Anthology of Modern Poetry (by) Richard Ellmann (published by) W. W. Norton & Company", "344": "Permanent Rose (Casson Family, #3) (by) Hilary McKay (published by) Margaret K. McElderry Books", "345": "Snow White and Russian Red (by) Dorota Masłowska (published by) Grove Press, Black Cat", "346": "Old School (by) Tobias Wolff (published by) Bloomsbury Paperbacks", "347": "The Nimrod Flip-Out (by) Etgar Keret (published by) Picador", "348": "Mistress Pat (Pat, #2) (by) L.M. Montgomery (published by) Seal Books", "349": "Against the Day (by) Thomas Pynchon (published by) Penguin Press", "350": "Please Kill Me: The Uncensored Oral History of Punk (by) Legs McNeil (published by) ", "351": "Canastas Sagradas: Lecciones Espirituales De Un Guerrero De Los Tableros (by) Phil Jackson (published by) ", "352": "Bitch in the House: 26 Women Tell the Truth about Sex, Solitude, Work, Motherhood, and Marriage  (by) Cathi Hanauer (published by) Turtleback Books", "353": "Les Chiens de Riga (Wallander #2) (by) Henning Mankell (published by) Seuil", "354": "The Rapture: In the Twinkling of an Eye / Countdown to the Earth's Last Days (by) Tim LaHaye (published by) Tyndale House Publishers", "355": "Trading for a Living: Psychology, Trading Tactics, Money Management (by) Alexander Elder (published by) Wiley", "356": "All Over Creation (by) Ruth Ozeki (published by) ", "357": "Lord Byron's Novel: The Evening Land (by) John Crowley (published by) William Morrow Paperbacks", "358": "El arroyo de la Llorona y otros cuentos (by) Sandra Cisneros (published by) Vintage Espanol", "359": "Garden of Beasts: A Novel of Berlin 1936 (by) Jeffery Deaver (published by) Simon & Schuster Audio", "360": "Gould's Book of Fish: A Novel in 12 Fish (by) Richard Flanagan (published by) Turtleback Books", "361": "Buffettology: The Previously Unexplained Techniques That Have Made Warren Buffett the World's Most Famous Investor  (by) Mary Buffett (published by) Scribner", "362": "Henry VIII. (by) William Shakespeare (published by) Penguin Group(CA)", "363": "The Anne Rice Value Collection: Lasher, The Witching Hour, Taltos (Anne Rice) (by) Anne Rice (published by) RH Audio", "364": "A Singular Hostage (by) Thalassa Ali (published by) Bantam", "365": "Yoga Para Estar En Forma (Journey Into Power: How to Sculpt Your Ideal Body, Free Your True Self, and Transform Your Life with Yoga) (by) Baron Baptiste (published by) Rba Libros", "366": "Giant Steps : Author Of Awaken The Giant And Unlimited Power (by) Anthony Robbins (published by) Touchstone", "367": "Sword-Dancer (Tiger and Del, #1) (by) Jennifer Roberson (published by) DAW Books", "368": "Los puentes de Londres (by) James Patterson (published by) Ediciones B", "369": "Horton Hatches the Egg (by) Dr. Seuss (published by) Harpercollins Children's Books", "370": "The Demon (by) Hubert Selby Jr. (published by) Marion Boyars Publishers Ltd", "371": "This Year It Will Be Different (by) Maeve Binchy (published by) Wheeler Publishing", "372": "Destiny's Way (Star Wars: The New Jedi Order, #14) (by) Walter Jon Williams (published by) Arrow (a Division of Random House Group)", "373": "Provence (by) Peter Mayle (published by) Random House", "374": "Selected Poems (by) Gwendolyn Brooks (published by) Harper Perennial Modern Classics", "375": "Walt Disney: An American Original (by) Bob Thomas (published by) Disney Editions", "376": "Knockdown (by) Dick Francis (published by) Fawcett", "377": "The Autobiography Of Malcolm X, With The Assistance Of Alex Haley (by) Alex Haley (published by) ", "378": "Real Vampires Live Large (Glory St. Clair, #2) (by) Gerry Bartlett (published by) Berkley Books", "379": "The Epic of Gilgamesh: A Myth Revisited (by) Anonymous (published by) ", "380": "L'illusion scorpio (by) Robert Ludlum (published by) ", "381": "The Mystery of the 99 Steps (Nancy Drew, #43) (by) Carolyn Keene (published by) ", "382": "Lewis Carroll: The Complete, Fully Illustrated Works (by) Lewis Carroll (published by) Gramercy Books", "383": "Understanding Media: The Extensions Of Man (by) Marshall McLuhan (published by) Taylor & Francis Books Ltd", "384": "Carnacki, the Ghost Finder (by) William Hope Hodgson (published by) Hard Press", "385": "Prophecies/nostradamu (by) Nostradamus (published by) Berkley", "386": "Heroes Gods And Monsters Of The Greek Myths (by) Bernard Evslin (published by) ", "387": "Dancing Girls and Other Stories (by) Margaret Atwood (published by) Bantam Seal", "388": "Dead Man's Bones (China Bayles, #13) (by) Susan Wittig Albert (published by) Berkley", "389": "A Christmas Secret (Christmas Stories, #4) (by) Anne Perry (published by) Ballantine Books", "390": "North and South (by) Elizabeth Gaskell (published by) Penguin Books", "391": "Bet Your Bottom Dollar (Bottom Dollar Girls #1) (by) Karin Gillespie (published by) Blackstone Audiobooks", "392": "The Plague (by) Albert Camus (published by) Penguin", "393": "A Summons to Memphis (by) Peter Taylor (published by) Vintage", "394": "Bradshaw on the Family: A New Way of Creating Solid Self-Esteem (by) John Bradshaw (published by) Hci", "395": "Everything Is Illuminated (by) Jonathan Safran Foer (published by) Harper Perennial", "396": "The One Minute Millionaire (by) Mark Victor Hansen (published by) Vermilion", "397": "Notes From The Dead House (by) Fyodor Dostoyevsky (published by) Raduga Publishers", "398": "The True Darcy Spirit (by) Elizabeth Aston (published by) ", "399": "La tormenta de hielo (by) Rick Moody (published by) ", "400": "Medea and Her Children (by) Lyudmila Ulitskaya (published by) Schocken", "401": "History: A Very Short Introduction (by) John H. Arnold (published by) Oxford University Press, USA", "402": "Human Traces (by) Sebastian Faulks (published by) Random House (NY)", "403": "Just in Case You Ever Wonder (by) Max Lucado (published by) Tommy Nelson", "404": "The Gunslinger (The Dark Tower #1) (by) Stephen King (published by) Signet", "405": "Captive Bride (by) Johanna Lindsey (published by) Avon", "406": "The Ever-After Bird (by) Ann Rinaldi (published by) HMH Books for Young Readers", "407": "The Ghost Brigades (Old Man's War, #2) (by) John Scalzi (published by) Tor Books", "408": "Sir Gawain and the Green Knight, Pearl and Sir Orfeo (by) J.R.R. Tolkien (published by) Houghton Mifflin Harcourt", "409": "Manuel Du Guerrier de La Lumiere (by) Paulo Coelho (published by) Livre de Poche Anne Carrière", "410": "Daughter of Hounds (by) Caitlín R. Kiernan (published by) Roc", "411": "The Golden Fleece and the Heroes Who Lived Before Achilles (by) Padraic Colum (published by) Simon Pulse", "412": "Four Great Plays: A Doll's House/The Wild Duck/Hedda Gabler/The Master Builder (by) Henrik Ibsen (published by) Simon  Schuster", "413": "Angels: God's Secret Agents (by) Billy Graham (published by) W Publishing Group", "414": "The Last Disciple (by) Hank Hanegraaff (published by) Tyndale House Publishers", "415": "Alphabet Weekends (by) Elizabeth Noble (published by) William Morrow Paperbacks", "416": "Thinner Than Thou (by) Kit Reed (published by) Tor Books", "417": "Vegan Freak: Being Vegan in a Non-Vegan World (by) Bob Torres (published by) AK Press", "418": "Muscle: Confessions of an Unlikely Bodybuilder (by) Samuel Wilson Fussell (published by) William Morrow Paperbacks", "419": "The Harry Potter Collection 1-4 (Harry Potter, #1-4) (by) J.K. Rowling (published by) Scholastic, Inc.", "420": "Porträt Einer Ehe. Harold Nicolson Und Vita Sackville West (by) Nigel Nicolson (published by) ", "421": "Sword & Citadel (The Book of the New Sun #3-4) (by) Gene Wolfe (published by) Orb Books", "422": "Henry and the Paper Route (Henry, #4) (by) Beverly Cleary (published by) HarperCollins", "423": "Alice in Wonderland (Charming Classics) (by) Lewis Carroll (published by) HarperFestival", "424": "Pharaoh's Daughter: A Novel of Ancient Egypt (by) Julius Lester (published by) HarperCollins", "425": "The House with the Green Shutters (by) George Douglas Brown (published by) WWW.Readhowyouwant.com", "426": "Borreguita and the Coyote (Reading Rainbow Books) (by) Verna Aardema (published by) Dragonfly Books", "427": "The Wedding Journey (by) Carla Kelly (published by) Signet", "428": "Jack and Rochelle: A Holocaust Story of Love and Resistance (by) Jack Sutin (published by) Graywolf Press", "429": "The New Birth Order Book: Why You Are the Way You Are (by) Kevin Leman (published by) Fleming H. Revell Company", "430": "Crusade in Europe (by) Dwight D. Eisenhower (published by) Johns Hopkins University Press", "431": "Father  Son: A Study of Two Temperaments (by) Edmund Gosse (published by) Nonsuch Publishing", "432": "Chicken Soup For The Horse Lover's Soul: Inspirational Stories About Horses and the People Who Love Them (by) Jack Canfield (published by) Health Communications", "433": "Baba Yaga and Vasilisa the Brave (by) Marianna Mayer (published by) HarperCollins", "434": "The Four Seasons of Marriage: Secrets to a Lasting Marriage (by) Gary Chapman (published by) Tyndale House Publishers", "435": "Beirut '75 (by) Ghada Samman (published by) University of Arkansas Press", "436": "Eye of the Labyrinth (Second Sons, #2) (by) Jennifer Fallon (published by) Spectra Books", "437": "Edward's Eyes (by) Patricia MacLachlan (published by) Atheneum Books for Young Readers", "438": "Inner Tennis: Playing the Game (by) W. Timothy Gallwey (published by) Random House", "439": "Beauty: The Invisible Embrace (by) John O'Donohue (published by) Harper Perennial", "440": "Pooh's Library: Winnie-The-Pooh, The House At Pooh Corner, When We Were Very Young, Now We Are Six (by) A.A. Milne (published by) Dutton Juvenile", "441": "Adventures and the Memoirs of Sherlock Holmes (by) Arthur Conan Doyle (published by) Turtleback Books", "442": "يك عاشقانه ارام (by) Nader Ebrahimi (published by) ", "443": "Amelia Rules!, Vol. 1: The Whole World's Crazy (by) Jimmy Gownley (published by) Turtleback Books", "444": "Principles of Economics (by) N. Gregory Mankiw (published by) South Western Educational Publishing", "445": "101 Famous Poems with a Prose Supplement: An Anthology (by) Roy J. Cook (published by) ", "446": "Kartography (by) Kamila Shamsie (published by) Mariner Books", "447": "Kick Back (Kate Brannigan, #2) (by) Val McDermid (published by) Spinsters Ink Books", "448": "Assassins: Assignment: Jerusalem, Target: Antichrist (Left Behind, #6) (by) Tim LaHaye (published by) Recorded Books, LLC", "449": "The Goddess Rules (by) Clare Naylor (published by) ", "450": "Matter and Memory (by) Henri Bergson (published by) Dover Publications", "451": "The Tale of Custard the Dragon (by) Ogden Nash (published by) Little, Brown Books for Young Readers", "452": "The Night Trilogy: Night/Dawn/The Accident (by) Elie Wiesel (published by) Hill & Wang", "453": "Cranberry Queen (by) Kathleen DeMarco (published by) Miramax Books", "454": "Tale of Peter Rabbit (large version) (by) Beatrix Potter (published by) Warne", "455": "Patagonia Express (by) Luis Sepúlveda (published by) TusQuets", "456": "Otherwise: New and Selected Poems (by) Jane Kenyon (published by) Graywolf Press", "457": "The Reagan Diaries, Leatherbound Edition (by) Ronald Reagan (published by) Harper", "458": "The White Cottage Mystery (by) Margery Allingham (published by) Carroll & Graf Publishers", "459": "Original Blessing (by) Matthew Fox (published by) TarcherPerigee", "460": "Knocked Out by My Nunga-Nungas; Further, Further Confessions of Georgia Nicolson (Confessions of Georgia Nicolson, #3) (by) Louise Rennison (published by) ", "461": "Nirvana: The Biography (by) Everett True (published by) Da Capo Press", "462": "The Long Tomorrow (by) Leigh Brackett (published by) Ace Book", "463": "Un Hombre Afortunado (by) Michael J. Fox (published by) ", "464": "We Are All in the Dumps with Jack and Guy (by) Maurice Sendak (published by) Michael di Capua Books", "465": "The Inspector-General (by) Nikolai Gogol (published by) ", "466": "Memory Zero (Spook Squad, #1) (by) Keri Arthur (published by) ", "467": "Holy Bible (King James Version) (by) Anonymous (published by) Broadman & Holman Publishers", "468": "Bad Men (by) John Connolly (published by) Coronet", "469": "Unter Dem Weltenbaum (by) Sara Douglass (published by) ", "470": "Sourcery (Discworld, #5) (by) Terry Pratchett (published by) Roc", "471": "Arrow's Flight (Heralds of Valdemar, #2) (by) Mercedes Lackey (published by) Turtleback Books", "472": "In Search of Captain Zero: A Surfer's Road Trip Beyond the End of the Road (by) Allan C. Weisbecker (published by) TarcherPerigee", "473": "The Harp Of The Grey Rose (Cerin Songweaver) (by) Charles de Lint (published by) Subterranean Press", "474": "The Night in Lisbon (by) Erich Maria Remarque (published by) Random House Trade Paperbacks", "475": "Roads (by) Larry McMurtry (published by) ", "476": "Quick as a cricket, or, Nrawmnpaum le ib tug kaab zag roj, nrawm npaum li ib tug kab npis (by) Audrey Wood (published by) ", "477": "White Noise: Text and Criticism (by) Don DeLillo (published by) Penguin Books", "478": "The Return of Superman (by) Dan Jurgens (published by) DC Comics", "479": "Sea of Memory (by) Erri De Luca (published by) Ecco Press", "480": "My Life (by) Benvenuto Cellini (published by) Oxford University Press", "481": "Le Grand Meaulnes (by) Alain-Fournier (published by) Audiogo", "482": "Empire of the Senseless (by) Kathy Acker (published by) Grove Press", "483": "One Train Later: A Memoir (by) Andy Summers (published by) Griffin", "484": "Hard Contact (Star Wars: Republic Commando, #1) (by) Karen Traviss (published by) Del Rey", "485": "Ten Kids, No Pets (by) Ann M. Martin (published by) Scholastic", "486": "The Bible According to Mark Twain: Writings on Heaven, Eden and the Flood (by) Mark Twain (published by) University of Georgia Press", "487": "Six Easy Pieces Multimedia (by) Feynman (published by) Perseus Books", "488": "The Swiss Account (by) Paul Emil Erdman (published by) ", "489": "The Grand Babylon Hotel: A Fantasia on Modern Themes (by) Arnold Bennett (published by) Penguin Classics", "490": "The Fish Can Sing (by) Halldór Laxness (published by) Vintage Classics", "491": "Brunner and Suddarth's Textbook of Medical-Surgical Nursing   (by) Suzanne C. O'Connell Smeltzer (published by) LWW", "492": "Isabella: She-Wolf of France, Queen of England (by) Alison Weir (published by) Pimlico", "493": "El fantasma de Canterville/El retrato de Dorian Gray/De profundis/La importancia de llamarse Ernesto/El abanico de Lady Windermere (by) Oscar Wilde (published by) Edimat Libros", "494": "The Nature of Personal Reality: Specific, Practical Techniques for Solving Everyday Problems and Enriching the Life You Know (by) Jane Roberts (published by) Amber-Allen Publ., New World Library", "495": "Eddie's Bastard (by) William Kowalski (published by) Harper Perennial", "496": "McElligot's Pool (by) Dr. Seuss (published by) Random House Books for Young Readers", "497": "Charles Darwin's Beagle Diary (by) Charles Darwin (published by) Cambridge University Press", "498": "The Zürau Aphorisms (by) Franz Kafka (published by) Schocken", "499": "The Lemon Tree: An Arab, a Jew, and the Heart of the Middle East (by) Sandy Tolan (published by) ", "500": "Audio Bible New American Complete on CD by Eric Martin (by) Anonymous (published by) Casscom Media", "501": "The Optimist's Daughter (by) Eudora Welty (published by) Random House", "502": "Neandertal (by) John Darnton (published by) Editorial Planeta, S.A. (Barcelona)", "503": "The Secret Language of Girls (by) Frances O'Roark Dowell (published by) Atheneum Books for Young Readers", "504": "Track (by) Louise Erdrich (published by) Penguin Putnam", "505": "Terms of Endearment (by) Larry McMurtry (published by) Simon  Schuster", "506": "The Front Runner (by) Patricia Nell Warren (published by) Bantam Books", "507": "What If?: Writing Exercises for Fiction Writers (by) Anne Bernays (published by) Pearson Longman", "508": "Njal's Saga (by) Anonymous (published by) Twayne Pub", "509": "Leadership Challenge 3rd Edition Cloth With Student Leadership Planner Set (by) James M. Kouzes (published by) ", "510": "Deliver Us From Normal (by) Kate Klise (published by) Scholastic Paperbacks", "511": "Holy Cow (by) Sarah Macdonald (published by) Bolinda Publishing", "512": "Translation Of The Glorious Qur'an (by) Anonymous (published by) ", "513": "The Children of Sánchez (by) Oscar Lewis (published by) ", "514": "Parenting the Hurt Child : Helping Adoptive Families Heal and Grow (by) Gregory C. Keck (published by) ", "515": "The World's Last Night: And Other Essays (by) C.S. Lewis (published by) Mariner Books", "516": "Pied Piper (by) Nevil Shute (published by) Amereon Limited", "517": "The Crocodile: An Extraordinary Event, or a Show in the Arcade ... (by) Fyodor Dostoyevsky (published by) Ardis Publishers", "518": "L'Associé (by) John Grisham (published by) Robert Laffont", "519": "Revenge of the Middle-Aged Woman (by) Elizabeth Buchan (published by) Penguin Books", "520": "Benjamin Harrison (The American Presidents, #23) (by) Charles W. Calhoun (published by) Times Books", "521": "Emperor of Ocean Park(Signed) (by) Stephen L. Carter (published by) Jonathan Cape", "522": "The Deep End of the Ocean  (by) Jacquelyn Mitchard (published by) ", "523": "Moving Target (Vatta's War, #2) (by) Elizabeth Moon (published by) Little, Brown Young Readers", "524": "The Perfect Summer: England 1911, Just Before the Storm (by) Juliet Nicolson (published by) Grove Press", "525": "Barchester Towers (Chronicles of Barsetshire #2) (by) Anthony Trollope (published by) Oxford University Press", "526": "Leadership on the Line: Staying Alive Through the Dangers of Leading (by) Ronald A. Heifetz (published by) Harvard Business Review Press", "527": "Tithe (Modern Faerie Tales, #1) (by) Holly Black (published by) Simon Pulse", "528": "Perfume (by) Patrick Süskind (published by) Knopf", "529": "American Chica: Two Worlds, One Childhood (by) Marie Arana (published by) Dial Press Trade Paperback", "530": "X-Factor, Vol. 1: The Longest Night (by) Peter David (published by) Marvel", "531": "How Should We Then Live?: The Rise and Decline of Western Thought and Culture (by) Francis A. Schaeffer (published by) Crossway Books", "532": "Aunt Dimity: Detective (Aunt Dimity Mystery, #7) (by) Nancy Atherton (published by) Penguin Books", "533": "Now We Are Six (by) A.A. Milne (published by) Egmont Childrens Books", "534": "Poor People (by) William T. Vollmann (published by) Ecco", "535": "Consider the Oyster (by) M.F.K. Fisher (published by) North Point Press", "536": "Wieża Jaskółki (Saga o Wiedźminie, #6) (by) Andrzej Sapkowski (published by) superNOWA", "537": "Princess in Pink (The Princess Diaries, #5) (by) Meg Cabot (published by) HarperCollins Publishers", "538": "The Little Book That Beats the Market (by) Joel Greenblatt (published by) Simon & Schuster Audio", "539": "La Casa del Silencio (by) Orhan Pamuk (published by) Debolsillo", "540": "Quentins (by) Maeve Binchy (published by) Orion Books", "541": "Common Sense and Other Writings (by) Thomas Paine (published by) Modern Library", "542": "Brothers in Arms (Bluford High, #9) (by) Paul Langan (published by) ", "543": "Así habló Zaratustra (by) Friedrich Nietzsche (published by) Edimat Libros", "544": "The Bone Woman: A Forensic Anthropologist's Search for Truth in the Graves of Rwanda, Bosnia,Croatia and Kosovo (by) Clea Koff (published by) Knopf Canada", "545": "Servant of the Bones (by) Anne Rice (published by)  B E Trice Pub", "546": "Playful Parenting (by) Lawrence J. Cohen (published by) Ballantine Books", "547": "The Great Escape (by) Paul Brickhill (published by) Blackstone Audiobooks", "548": "InterWorld (by) Neil Gaiman (published by) HarperFestival", "549": "20 Poemas de Amor y Una Cancion Desesperada-C/CD (by) Pablo Neruda (published by) Visor", "550": "In the Name of Love and Other True Cases (by) Ann Rule (published by) Turtleback Books", "551": "Wonderful Alexander and the Catwings (by) Ursula K. Le Guin (published by) Orchard Books (NY)", "552": "Une jeunesse (by) Patrick Modiano (published by) Gallimard Education", "553": "Gender Outlaw: On Men, Women and the Rest of Us (by) Kate Bornstein (published by) Vintage", "554": "Petals on the Wind (Dollanganger #2) (by) V.C. Andrews (published by) Pocket Books", "555": "Meet the Austins (by) Madeleine L'Engle (published by) Farrar, Straus and Giroux (BYR)", "556": "Snow-White and the Seven Dwarfs: A Tale from the Brothers Grimm (by) Randall Jarrell (published by) Square Fish", "557": "The Rider Of Lost Creek (by) Louis L'Amour (published by) Bantam Books", "558": "The Pugilist at Rest (by) Thom Jones (published by) Back Bay Books", "559": "Night Fall (by) Nelson DeMille (published by) ", "560": "The Master of Ballantrae: A Winter's Tale (by) Robert Louis Stevenson (published by) Modern Library", "561": "The Medium is the Massage (by) Marshall McLuhan (published by) Gingko Press", "562": "A New Green History of the World (by) Clive Ponting (published by) Pimlico", "563": "Meditations on First Philosophy (by) René Descartes (published by) Hackett Publishing Company, Inc.", "564": "The Devil's Horsemen: The Mongol Invasion Of Europe (by) James Chambers (published by) Weidenfeld & N", "565": "Thirteen At Dinner (by) Agatha Christie (published by) Bantam Books", "566": "Jane Austen et l'Arlequin (by) Stephanie Barron (published by) Librairie des Champs-Elysées", "567": "Orphan Star (Pip & Flinx #3) (by) Alan Dean Foster (published by) Del Rey", "568": "Flashman and the Dragon: From the Flashman Papers, 1860 (by) George MacDonald Fraser (published by) HarperCollins ", "569": "Chosen by a Horse: A Memoir (by) Susan Richards (published by) ", "570": "Hand in Glove (by) Robert Goddard (published by) Delta", "571": "La ira: El dominio del fuego interior (by) Thich Nhat Hanh (published by) ", "572": "Gulliver's Travels (Fairy Tales & Fables) (by) Jonathan Swift (published by) Gramercy", "573": "Independence Day (by) Richard Ford (published by) ", "574": "Falling Sideways (by) Tom Holt (published by) Orbit", "575": "Dragonsinger (Pern: Harper Hall, #2) (by) Anne McCaffrey (published by) ", "576": "Hawk Of May (by) Gillian Bradshaw (published by) Signet Books", "577": "Cinco Lenguajes del Amor Para Solteros, Los: Five Love Languages for Singles (by) Gary Chapman (published by) Editorial Unilit", "578": "Discipline (by) Elisabeth Elliot (published by) ", "579": "The Caliph's House: A Year in Casablanca (by) Tahir Shah (published by) Bantam", "580": "Keeping Secrets (Hannah Montana, #1) (by) Beth Beechwood (published by) Disney Press", "581": "Descartes' Secret Notebook: A True Tale of Mathematics, Mysticism, and the Quest to Understand the Universe (by) Amir D. Aczel (published by) Broadway Books", "582": "Aliens Omnibus, Vol. 1 (by) Mark Verheiden (published by) ", "583": "Lessons from a Dead Girl (by) Jo Knowles (published by) Candlewick", "584": "Silly Sally (by) Audrey Wood (published by) HMH Books for Young Readers", "585": "One Man's Wilderness (by) Sam Keith (published by) Turtleback Books", "586": "The Divided Mind: The Epidemic of Mindbody Disorders (by) John E. Sarno (published by) Harper Perennial", "587": "The Vine of Desire: A Novel (by) Chitra Banerjee Divakaruni (published by) ", "588": "A Murder of Quality (by) John le Carré (published by) Walker Books", "589": "Lady Cottington's Pressed Fairy Journal (by) Terry Jones (published by) ", "590": "Life Before Man (by) Margaret Atwood (published by) Anchor", "591": "The Lance Thrower (Camulod Chronicles, #8) (by) Jack Whyte (published by) ", "592": "The Wild Iris (by) Louise Glück (published by) Ecco", "593": "Jesus, Fils de L'Homme (by) Kahlil Gibran (published by) Albin Michel", "594": "The Kindling (Fire-us, #1) (by) Jennifer Armstrong (published by) Eos", "595": "Powerbook (by) Jeanette Winterson (published by) ", "596": "Eats, Shoots & Leaves (by) Lynne Truss (published by) Penguin Audiobooks", "597": "Breathing Underwater (Breathing Underwater, #1) (by) Alex Flinn (published by) HarperTeen", "598": "Tropisms (by) Nathalie Sarraute (published by) George Braziller", "599": "The Titan's Curse (Percy Jackson and the Olympians, #3) (by) Rick Riordan (published by) Miramax Books", "600": "The Luckiest Girl (First Love, #2) (by) Beverly Cleary (published by) Harper Teen", "601": "Long Way Round (by) Ewan McGregor (published by) Time Warner Books", "602": "Unsolicited (A Booklover's Mystery, #1) (by) Julie Kaewert (published by) Crimeline", "603": "The Road Home (by) Jim Harrison (published by) Picador USA", "604": "A Kestrel for a Knave (York Notes) (by) Barry Hines (published by) Longman", "605": "Hardboiled & Hard Luck (by) Banana Yoshimoto (published by) Grove Press", "606": "Wild Magic (Immortals, #1) (by) Tamora Pierce (published by) Simon Pulse", "607": "Die Schattenfrau. 3 Cassetten. (Inspector Winter, #2) (by) Åke Edwardson (published by) Ullstein Hörverlag", "608": "In the Time of the Butterflies (by) Julia Alvarez (published by) Plume", "609": "The Ninja (Nicholas Linnear, #1) (by) Eric Van Lustbader (published by) Fawcett", "610": "La Casa de Papel (by) Carlos María Domínguez (published by) ", "611": "The Last Precinct (Kay Scarpetta, #11) (by) Patricia Cornwell (published by) Putnam Publishing Group", "612": "Red Scarf Girl (by) Ji-li Jiang (published by) HarperTrophy", "613": "Socrates in Watts (by) Walter Mosley (published by) Unionsverlag", "614": "The Patience of the Spider (Inspector Montalbano, #8) (by) Andrea Camilleri (published by) Penguin Books", "615": "Betty Zane (The Ohio River Trilogy, #1) (by) Zane Grey (published by) ", "616": "The Mystic Masseur (by) V.S. Naipaul (published by) Pan MacMillan", "617": "Seaguy (by) Grant Morrison (published by) Vertigo", "618": "The Butterfly's Burden (by) Mahmoud Darwish (published by) Copper Canyon Press", "619": "The Game (Mary Russell, #7) (by) Laurie R. King (published by) Bantam", "620": "The Foods Of The Gods (by) H.G. Wells (published by) Academic Industries, Inc.", "621": "Murder on the Iditarod Trail (Alex Jensen / Jessie Arnold, #1) (by) Sue Henry (published by) Avon Books", "622": "A Place Where Sunflowers Grow (砂漠に咲いたひまわり) Japanese/ English Bilingual (by) Amy Lee-Tai (published by) Children's Book Press", "623": "Dark Age Ahead (by) Jane Jacobs (published by) ", "624": "Radetzkymarsch (by) Joseph Roth (published by) Deutscher Taschenbuch Verlag", "625": "The Buried Book: The Loss and Rediscovery of the Great Epic of Gilgamesh (by) David Damrosch (published by) Henry Holt and Co.", "626": "Skater Girl (Babymouse, #7) (by) Jennifer L. Holm (published by) Random House Children's Books", "627": "In Search of Walid Masoud (by) Jabra Ibrahim Jabra (published by) Syracuse University Press", "628": "Last Breath (by) Michael Prescott (published by) Signet", "629": "Leon, la Bruja y el Tardio (by) C.S. Lewis (published by) Demco", "630": "The Complete Book of Pregnancy and Childbirth (Revised) (by) Sheila Kitzinger (published by) Knopf", "631": "Big Anthony and the Magic Ring (by) Tomie dePaola (published by) HMH Books for Young Readers", "632": "Anna Karenina: Part II (by) Leo Tolstoy (published by) BookSurge Classics", "633": "A Gradual Awakening (by) Stephen Levine (published by) ", "634": "How to Talk Dirty and Influence People: An Autobiography (by) Lenny Bruce (published by) AMS Press", "635": "Some Prefer Nettles (by) Jun'ichirō Tanizaki (published by) Vintage", "636": "The Cow Who Wouldn't Come Down (by) Paul Brett Johnson (published by) ", "637": "Escape from Slavery: The True Story of My Ten Years in Captivity and My Journey to Freedom in America (by) Francis Bok (published by) St. Martin's Griffin", "638": "One Minute After You Die: A Preview of Your Final Destination (by) Erwin W. Lutzer (published by) Oasis Audio", "639": "Ivanhoe (Collector's Library) (by) Walter Scott (published by) Crw Publishing", "640": "An Enduring Love: My Life with the Shah (by) Farah Pahlavi (published by) Thorndike Press", "641": "The Midwife's Apprentice (by) Karen Cushman (published by) Listening Library (Audio)", "642": "To the Edge of the World: Boxed Set Volumes I, II, III (by) Harry Thompson (published by) MacAdam/Cage Publishing", "643": "La Prisonnière (by) Malika Oufkir (published by) ", "644": "Head, Shoulders, Knees and Toes by Kubler, Annie (by) Annie Kubler (published by) ", "645": "The Smartest Giant in Town (Book & CD) (by) Julia Donaldson (published by) MacMillan UK", "646": "White Noise (by) Don DeLillo (published by) Penguin Books", "647": "Vector Prime (Star Wars: The New Jedi Order, #1) (by) R.A. Salvatore (published by) Del Rey", "648": "Les Dieux de la Terre (by) Kahlil Gibran (published by) Albouraq", "649": "Dark Reunion (The Vampire Diaries, #4) (by) L.J. Smith (published by) HarperCollins Publishers", "650": "The Incoherence of the Philosophers (by) أبو حامد محمد الغزالي (published by) Brigham Young University Press", "651": "The History of the Church: From Christ to Constantine (by) Eusebius (published by) Penguin Classics", "652": "25 Ways to Win with People: How to Make Others Feel Like a Million Bucks (by) John C. Maxwell (published by) Thomas Nelson", "653": "Live and Let Die (James Bond, #2) (by) Ian Fleming (published by) ", "654": "The Man Who Fell In Love With The Moon (by) Tom Spanbauer (published by) Harper Perennial", "655": "Amber The Orange Fairy (Rainbow Magic, #2) (by) Daisy Meadows (published by) Scholastic Inc.", "656": "EVERYTHING ON A WAFFLE (by) Polly Horvath (published by) ", "657": "The Monster's Ring (Magic Shop, #1) (by) Bruce Coville (published by) Aladdin Paperbacks", "658": "Querelle of Brest (by) Jean Genet (published by) Grove Press", "659": "Judy Blume's Fudge Box Set (by) Judy Blume (published by) Puffin", "660": "EASY RIDERS RAGING BULLS: HOW THE SEX 'N' DRUGS 'N' ROCK 'N' ROLL GENERATION SAVED HOLLYWOOD. (by) Peter Biskind (published by) ", "661": "The Society of the Spectacle (by) Guy Debord (published by) Zone Books", "662": "There's Always Enough: The Miraculous Move of God in Mozambique (by) Rolland Baker (published by) Sovereign World", "663": "Joy in the Morning (by) Betty  Smith (published by) ", "664": "Oh Say Can You Say? (by) Dr. Seuss (published by) London : Collins, 2004.", "665": "The Botany of Desire (by) Michael Pollan (published by) Thorndike Press", "666": "Orley Farm: Part I and II (by) Anthony Trollope (published by) Audio Book Contractors", "667": "The Red Fighter Pilot: The Autobiography of the Red Baron (by) Manfred von Richthofen (published by) Red and Black Publishers", "668": "The Troublesome Reign and Lamentable Death of Edward II (by) Christopher Marlowe (published by) ", "669": "King Lear Parallel Text (by) William Shakespeare (published by) ", "670": "Santaland Diaries (by) David Sedaris (published by) Indigo", "671": "Green River, Running Red: The Real Story of the Green River Killer--America's Deadliest Serial Murderer (by) Ann Rule (published by) Free Press", "672": "Trading in Danger (Vatta's War, #1) (by) Elizabeth Moon (published by) Del Rey", "673": "Phoenix Rising (by) Karen Hesse (published by) Puffin Books", "674": "The Story of My Life (Library Edition) (by) Helen Keller (published by) Tantor Media", "675": "Grimm Fairy Tales Vol. 1 (by) Ralph Tedesco (published by) Zenescope Entertainment", "676": "Up in the Old Hotel (by) Joseph Mitchell (published by) Vintage", "677": "False Scent (by) Ngaio Marsh (published by) HarperCollins", "678": "New Believer's Bible-Nlt (by) Anonymous (published by) Tyndale House Publishers", "679": "The Island of Lost Maps: A True Story of Cartographic Crime (by) Miles Harvey (published by) Broadway Books", "680": "Deadly Offer (Vampire's Promise, #1) (by) Caroline B. Cooney (published by) Scholastic", "681": "The Paper House (by) Carlos María Domínguez (published by) Harvill Secker", "682": "Halting State (Halting State, #1) (by) Charles Stross (published by) Ace Books", "683": "The Citadel of the Autarch (The Book of the New Sun, #4) (by) Gene Wolfe (published by) Timescape Books", "684": "L'or du roi (Les aventures du capitaine Alatriste, #4) (by) Arturo Pérez-Reverte (published by) Seuil", "685": "Rabbit, Run (Rabbit Angstrom #1) (by) John Updike (published by) Random House", "686": "The Shotgun Rule (by) Charlie Huston (published by) Ballantine Books", "687": "The Declaration of Independence, the Constitution of the United States of America with Amendments, and Other Important American Documents (by) Founding Fathers (published by) Digireads.com", "688": "James And The Giant Peach: A Children's Story (by) Roald Dahl (published by) Bantam Books", "689": "The Poems of Emily Dickinson: Variorum Edition (by) Emily Dickinson (published by) Belknap Press", "690": "Daughter of the Blood (The Black Jewels, #1) (by) Anne Bishop (published by) Roc", "691": "Our Kind (by) Kate Walbert (published by) Scribner Book Company", "692": "Enrique's Journey Spa (by) Sonia Nazario (published by) Rayo", "693": "The Bay At Midnight (by) Diane Chamberlain (published by) Mira", "694": "Farnham's Freehold (by) Robert A. Heinlein (published by) Baen Books", "695": "Riding in Cars with Boys (by) Beverly Donofrio (published by) Penguin Books", "696": "Reach for the Sky (by) Paul Brickhill (published by) W.W. Norton & Company", "697": "Reckless Abandon (Stone Barrington, #10 Holly Barker #4) (by) Stuart Woods (published by) G.P. Putnam's Sons", "698": "Mr. George Baker (by) Amy Hest (published by) Candlewick Press", "699": "Menage (Cheek) (by) Emma Holly (published by) ", "700": "JLA/Avengers (by) Kurt Busiek (published by) DC Comics", "701": "Ilias. Kommentar. (by) Homer (published by) Aschendorff Verlag (Münster)", "702": "The Stranger (Landmarks of World Literature) (by) Patrick McCarthy (published by) Cambridge University Press", "703": "The Art of Howl's Moving Castle (by) Hayao Miyazaki (published by) VIZ Media LLC", "704": "Ride the River (by) Louis L'Amour (published by) ", "705": "A Flying Birthday Cake (by) Louis Sachar (published by) Turtleback Books", "706": "Becoming Madame Mao (by) Anchee Min (published by) Allison & Busby", "707": "Awakening (Lily Dale, #1) (by) Wendy Corsi Staub (published by) Walker Books for Young Readers", "708": "Jane Austen: Her Complete Novels (by) Jane Austen (published by) Avenel Books", "709": "Asterix in Switzerland (by) René Goscinny (published by) Asterix", "710": "A Fable, 1954 (by) William Faulkner (published by) Routledge", "711": "A Tale of Two Cities (Modern Library) (by) Charles Dickens (published by) Modern Library", "712": "No-No Boy (by) John Okada (published by) ", "713": "Lucrezia Borgia (by) Maria Bellonci (published by) Phoenix", "714": "The Dark Queen (The Dark Queen Saga, #1) (by) Susan Carroll (published by) Ballantine Books", "715": "A Short History of the World (by) H.G. Wells (published by) ", "716": "Miss Mackenzie (by) Anthony Trollope (published by) Oxford University Press, USA", "717": "The Wildest Brother (by) Cornelia Funke (published by) Chicken House", "718": "Merlin (The Pendragon Cycle, #2) (by) Stephen R. Lawhead (published by) Zondervan", "719": "Elminster in Myth Drannor (Forgotten Realms: Elminster, #2) (by) Ed Greenwood (published by) Wizards of the Coast", "720": "Journeys in Wonderland (Golden Heritage Series) (by) Lewis Carroll (published by) ", "721": "My Father's Dragon (My Father's Dragon, #1) (by) Ruth Stiles Gannett (published by) Yearling", "722": "Familia Tillerman Busca Hogar (Homecoming) (by) Cynthia Voigt (published by) ", "723": "Game Control (by) Lionel Shriver (published by) Faber and Faber", "724": "Prince Caspian (Radio Theatre: Chronicles of Narnia) (by) C.S. Lewis (published by) Tyndale Entertainment", "725": "Clementine (Clementine, #1) (by) Sara Pennypacker (published by) Disney-Hyperion", "726": "Borstal Boy (by) Brendan Behan (published by) Corgi", "727": "Madeleine Is Sleeping (by) Sarah Shun-lien Bynum (published by) Houghton Mifflin Harcourt", "728": "Four Meals (by) Meir Shalev (published by) Canongate UK", "729": "Let Us Compare Mythologies (by) Leonard Cohen (published by) McClelland & Stewart", "730": "Testigo Involuntario/ Involuntary Witness (by) Gianrico Carofiglio (published by) ", "731": "Rowan, The (by) Anne McCaffrey (published by) Brilliance Audio", "732": "The Wives of Bath (by) Wendy  Holden (published by) Headline Book Publishing", "733": "Unfinished Portrait (by) Mary Westmacott (published by) HarperCollins Publishers", "734": "In the Shadow of Man (by) Jane Goodall (published by) Dell Publishing", "735": "Wanderlust: A History of Walking (by) Rebecca Solnit (published by) Penguin Books (London)", "736": "Dark Light (Doc Ford Mystery, #13) (by) Randy Wayne White (published by) G.P. Putnam's Sons", "737": "The Complete Sylvie and Bruno (by) Lewis Carroll (published by) Mercury House", "738": "El Secreto de Emma (by) Barbara Taylor Bradford (published by) ", "739": "Carrie Pilby (by) Caren Lissner (published by) Red Dress Ink", "740": "Murder In LaMut (Legends of the Riftwar, #2) (by) Raymond E. Feist (published by) ", "741": "Cartas De Amor Del Profeta (by) Kahlil Gibran (published by) ", "742": "The Going-To-Bed Book (by) Sandra Boynton (published by) Little Simon", "743": "Peter Pan : The Original Tale of Neverland, Complete and Unabridged (by) J.M. Barrie (published by) ", "744": "The Berlin Stories: The Last of Mr. Norris & Goodbye To Berlin (by) Christopher Isherwood (published by) Bentley Publishers", "745": "La Orestía (by) Aeschylus (published by) Bosch", "746": "The 47th Samurai (Bob Lee Swagger, #4) (by) Stephen Hunter (published by) Brilliance Audio", "747": "Sir Philip's Folly  (Poor Relation, #4) (by) Marion Chesney (published by) ", "748": "The Late Great Me (by) Sandra Scoppettone (published by) ", "749": "The Cold One (by) Christopher Pike (published by) Tor Books", "750": "Notes From A Small Island (by) Bill Bryson (published by) Transworld Publishers Ltd", "751": "A Brief History of Time (by) Stephen Hawking (published by) Bantam Books", "752": "The Key (Guardians of Time, #3) (by) Marianne Curley (published by) Bloomsbury USA Childrens", "753": "Striding Folly (Lord Peter Wimsey, #15) (by) Dorothy L. Sayers (published by) Hodder Paperbacks", "754": "Horton Hears a Who! (by) Dr. Seuss (published by) Random House Books for Young Readers", "755": "Out on a Limb (by) Shirley Maclaine (published by) Bantam", "756": "Time Traveler: A Scientist's Personal Mission to Make Time Travel a Reality (by) Ronald Mallett (published by) Basic Books", "757": "Sorcerer's Apprentice (by) Tahir Shah (published by) Arcade Publishing", "758": "In the Haunted House (by) Eve Bunting (published by) Clarion Books", "759": "Asterix The Gaul (by) René Goscinny (published by) ", "760": "Dance and Dream (Your Face Tomorrow, #2) (by) Javier Marías (published by) New Directions", "761": "Kaaterskill Falls (by) Allegra Goodman (published by) Dial Press Trade Paperback", "762": "Jorge El Curioso Consigue Una Medalla/ Curious George Finds a Medal (by) H.A. Rey (published by) ", "763": "Brother Grimm (Jan Fabel, #2) (by) Craig Russell (published by) Audiobooks", "764": "Eyeless in Gaza (by) Aldous Huxley (published by) Vintage", "765": "How the Other Half Lives (by) Jacob A. Riis (published by) Dover Publications", "766": "Sea of Glory: America's Voyage of Discovery, the U.S. Exploring Expedition, 1838-1842 (by) Nathaniel Philbrick (published by) Turtleback Books", "767": "The Landry News (by) Andrew Clements (published by) Aladdin Paperbacks", "768": "In Search of Lost Time  (À la recherche du temps perdu #1-7) (by) Marcel Proust (published by) ", "769": "Frida (by) Bárbara Mujica (published by) Plume", "770": "Mary Anne vs. Logan (The Baby-Sitters Club, #41) (by) Ann M. Martin (published by) Gareth Stevens Publishing", "771": "The Bear in the Attic (by) Patrick F. McManus (published by) Holt Paperbacks", "772": "The Armageddon Rag (by) George R.R. Martin (published by) Bantam", "773": "Doctor Zhivago (by) Boris Pasternak (published by) Signet", "774": "Die Biologie Der Tugend. Warum Es Sich Lohnt, Gut Zu Sein (by) Matt Ridley (published by) ", "775": "The Girls (by) Lori Lansens (published by) Back Bay Books", "776": "Molloy, Malone Dies, The Unnamable (by) Samuel Beckett (published by) Calder Publications Ltd", "777": "Invader (Foreigner, #2) (by) C.J. Cherryh (published by) DAW", "778": "Good Night, Gorilla (by) Peggy Rathmann (published by) ", "779": "Philosophy of Right (by) Georg Wilhelm Friedrich Hegel (published by) Dover Publications", "780": "1599: A Year in the Life of William Shakespeare (by) James Shapiro (published by) Faber & Faber", "781": "The Egg and I (Betty MacDonald Memoirs, #1) (by) Betty MacDonald (published by) George Mann Books", "782": "Starry Nights (by) Shobhaa Dé (published by) Penguin India", "783": "Professor Wormbog in Search for the Zipperump-A-Zoo (by) Mercer Mayer (published by) Brighter Child", "784": "Just Juice (by) Karen Hesse (published by) Scholastic Paperbacks", "785": "Conversations With God: An Uncommon Dialogue, Book Two, Audio Volume I (by) Neale Donald Walsch (published by) Audio Literature", "786": "Rat Race (by) Dick Francis (published by) G.P. Putnam's Sons", "787": "Temperament: The Idea That Solved Music's Greatest Riddle (by) Stuart Isacoff (published by) Knopf", "788": "Sweet Whispers, Brother Rush (by) Virginia Hamilton (published by) Avon Books", "789": "Book Lover (by) Jennifer Kaufman (published by) HarperCollins", "790": "Fooled by Randomness Revision: The Hidden Role of Chance in the Markets and Life (by) Nassim Nicholas Taleb (published by) Texere Publishing", "791": "Malory Towers (The first three books complete and unabridged) (by) Enid Blyton (published by) Hamlyn", "792": "Free Fall in Crimson (Travis McGee #19) (by) John D. MacDonald (published by) Fawcett", "793": "Una Americana Consentida (by) Russell Banks (published by) ", "794": "Martin Dressler (by) Steven Millhauser (published by) Random House Value Publishing", "795": "Noctuary (by) Thomas Ligotti (published by) Running Press", "796": "Holy Bible: NIV (by) Anonymous (published by) Zondervan Publishing", "797": "Spirited Away, Volume 1 (by) Hayao Miyazaki (published by) VIZ Media LLC", "798": "The Life and Most Surprising Adventures of Robinson Crusoe, of York, Mariner (1801) (by) Daniel Defoe (published by) IndyPublish.com", "799": "Orchid Beach (Holly Barker, #1) (by) Stuart Woods (published by) Harper", "800": "A Humument: A Treated Victorian Novel (by) Tom Phillips (published by) ", "801": "Doctor Who: The Feast of the Drowned (by) Stephen Cole (published by) BBC Books", "802": "To Say Nothing of the Dog (by) Connie Willis (published by) ", "803": "In Suspect Terrain: From Annals of the Former World (by) John McPhee (published by) ", "804": "Fall on Your Knees (by) Ann-Marie MacDonald (published by) Pocket Books", "805": "You Can't Say You Can't Play: , (by) Vivian Gussin Paley (published by) Harvard University Press", "806": "Autobiografía de un místico espiritualmente incorrecto (by) Osho (published by) Editorial Kairos", "807": "Freakonomics (by) Steven D. Levitt (published by) Penguin", "808": "Treason: Liberal Treachery from the Cold War to the War on Terrorism (by) Ann Coulter (published by) RH Audio", "809": "Proust (by) Edmund White (published by) Weidenfeld & Nicolson", "810": "Mary Anne (by) Daphne du Maurier (published by) Virago", "811": "Bartholomew and the Oobleck (by) Dr. Seuss (published by) Random House Books for Young Readers", "812": "Batman: Knightfall, Part One: Broken Bat (by) Doug Moench (published by) ", "813": "Understanding Comics: The Invisible Art (by) Scott McCloud (published by) Kitchen Sink Press", "814": "The Big Bento Box of Unuseless Japanese Inventions  (by) Kenji Kawakami (published by) W. W. Norton  Company", "815": "Reviving Ophelia (by) Mary Pipher (published by) Putnam Adult", "816": "The Tale of Ali Baba and the Forty Thieves: A Story from the Arabian Nights (by) Anonymous (published by) Holiday House", "817": "Intuicion: El Conocimiento Que Trasciende la Logica = Intuition (by) Osho (published by) ", "818": "Non-Places: Introduction to an Anthropology of Supermodernity (by) Marc Augé (published by) Verso", "819": "Cast of Shadows (by) Kevin Guilfoile (published by) Vintage", "820": "Stories (by) T.C. Boyle (published by) Penguin (Non-Classics)", "821": "The.PowerBook (by) Jeanette Winterson (published by) Jonathan Cape", "822": "Frank Sinatra y El Olvidado Arte de Vivir (by) Bill Zehme (published by) ", "823": "Half of Paradise (by) James Lee Burke (published by) Orion", "824": "My Legendary Girlfriend (by) Mike Gayle (published by) ", "825": "Trainspotting (by) Irvine Welsh (published by) Anagrama", "826": "A Bright Shining Lie (by) Neil Sheehan (published by) Random House (NY)", "827": "Come to Grief (Sid Halley, #3) (by) Dick Francis (published by) G.P. Putnam's Sons", "828": "The Tale of Hill Top Farm (Beatrix Potter Mystery Book 1) (by) Susan Wittig Albert (published by) Berkley", "829": "Myths of the Norsemen: From the Eddas and Sagas (by) Hélène A. Guerber (published by) Dover Publications", "830": "Gangsta Bone. (by) Russell Banks (published by) ", "831": "The Wonderful Flight to the Mushroom Planet (Mushroom Planet, #1) (by) Eleanor Cameron (published by) Little, Brown Books for Young Readers", "832": "Lettres persanes (by) Montesquieu (published by) Mango", "833": "Little Girl Lost (John Blank #1) (by) Richard Aleas (published by) Hard Case Crime ", "834": "Forrest Gump (Forrest Gump, #1) (by) Winston Groom (published by) Washington Square Press", "835": "The Christmas Box (The Christmas Box, #1) (by) Richard Paul Evans (published by) Simon & Schuster", "836": "Shadow of the Hegemon (The Shadow Series, #2) (by) Orson Scott Card (published by) Tor Books", "837": "Red Moon Rising: How 24-7 Prayer Is Awakening a Generation (by) Pete Greig (published by) Relevant Books", "838": "Iacobus (by) Matilde Asensi (published by) Editorial Planeta", "839": "Samira and Samir (by) Siba Shakib (published by) Arrow Books", "840": "Buddha, Vol. 1: Kapilavastu (Buddha, #1) (by) Osamu Tezuka (published by) ", "841": "Saga (by) Tonino Benacquista (published by) Gallimard", "842": "In My Own Way: An Autobiography 1915-1965 (by) Alan W. Watts (published by) Pantheon Books/Random House, Inc. (NYC)", "843": "Stone Fox and Top Secret CD (by) John Reynolds Gardiner (published by) HarperFestival", "844": "Seven Seconds or Less: My Season on the Bench with the Runnin' and Gunnin' Phoenix Suns (by) Jack McCallum (published by) Touchstone Books", "845": "Quozl (by) Alan Dean Foster (published by) ", "846": "Pyramiden (Wallander #9) (by) Henning Mankell (published by) Ordfront Förlag", "847": "Surprised By Joy: The Shape Of My Early Life (by) C.S. Lewis (published by) ", "848": "Poesía completa (by) Edgar Allan Poe (published by) ", "849": "The Wizard Hunters (The Fall of Ile-Rien, #1) (by) Martha Wells (published by) Harper Voyager", "850": "The Euthyphro, Apology, Crito, and Phaedo (by) Plato (published by) Prometheus Books", "851": "Other Wind (by) Ursula K. Le Guin (published by) Audio Literature", "852": "The House by the Medlar Tree (by) Giovanni Verga (published by) University of California Press", "853": "Perelandra: Un viaje a Venus (Trilogía Cósmica, #2) (by) C.S. Lewis (published by) Planeta Publishing", "854": "The Golden Ass or Metamorphoses (by) Apuleius (published by) Penguin Classics", "855": "RICH CHRISTIANS IN AN AGE OF HUNGER (by) Ronald J. Sider (published by) ", "856": "Phantom Lady (by) Cornell Woolrich (published by) iBooks", "857": "Angel Dust Apocalypse (by) Jeremy Robert Johnson (published by) ", "858": "Zaman Tuneli (by) Michael Crichton (published by) Inkilap", "859": "Unless (by) Carol Shields (published by) Sound Library", "860": "Before I Wake (by) Anne Frasier (published by) Onyx", "861": "Generica (by) Will Ferguson (published by) Penguin Canada", "862": "The Masks of Time (by) Robert Silverberg (published by) Berkley", "863": "The Trophy Wives Club (Trophy Wives Club, #1) (by) Kristin Billerbeck (published by) Avon Inspire (an imprint of HarperCollins)", "864": "Mates, Dates, and Designer Divas (Mates, Dates, #3) (by) Cathy Hopkins (published by) Simon Pulse", "865": "Creía que mi padre era Dios (by) Paul Auster (published by) Anagrama", "866": "I, Coriander (by) Sally Gardner (published by) Puffin Books", "867": "The Stainless Steel Rat for President (Stainless Steel Rat, #8) (by) Harry Harrison (published by) Spectra", "868": "Riding the Bullet (by) Stephen King (published by) Simon  Schuster Audio", "869": "In My Hands: Memories of a Holocaust Rescuer (by) Irene Gut Opdyke (published by) Listening Library", "870": "Autobiography of a Geisha (by) Sayo Masuda (published by) Columbia University Press", "871": "The Girl in Blue (by) P.G. Wodehouse (published by) Penguin Books", "872": "Los Hechiceros de La Noche (by) Geoffrey Huntington (published by) ", "873": "95 libras de esperanza (by) Anna Gavalda (published by) ", "874": "A Scanner Darkly (by) Philip K. Dick (published by) Gollancz", "875": "Maps of Meaning: The Architecture of Belief (by) Jordan B. Peterson (published by) Routledge", "876": "Blow Me Down (by) Katie MacAlister (published by) New American Library", "877": "Collected Shorter Prose, 1945-1989 (by) Samuel Beckett (published by) Riverrun Press (NY)", "878": "Great Plains (Classics of Reportage) (by) Ian Frazier (published by) ", "879": "The People in Pineapple Place (by) Anne Lindbergh (published by) Candlewick", "880": "James Baldwin Reads from Just Above My Head (by) James Baldwin (published by) Amer Audio Prose Library Inc", "881": "When Genius Failed: The Rise and Fall of Long-Term Capital Management (by) Roger Lowenstein (published by) Random House Trade Paperbacks", "882": "Crane (Five Ancestors, #4) (by) Jeff Stone (published by) Listening Library (Audio)", "883": "How To Speak Dog (by) Stanley Coren (published by) Simon & Schuster", "884": "Bushido, the Soul of Japan (by) Inazo Nitobe (published by) Echo Library", "885": "Like the Red Panda (by) Andrea Seigel (published by) ", "886": "Persian Mirrors: The Elusive Face of Iran (by) Elaine Sciolino (published by) ", "887": "The Discourses (by) Niccolò Machiavelli (published by) Penguin Classics", "888": "Alexander Hamilton, American (by) Richard Brookhiser (published by) Simon & Schuster", "889": "The Broken Blade (Pierre La Page #1) (by) William Durbin (published by) Yearling", "890": "Si tu m'aimais vraiment (by) Ann Rule (published by) Livre de Poche", "891": "Afrodita (by) Isabel Allende (published by) ", "892": "Leadership Challenge 3rd Edition Paper with Workbook and Practice Inventory Set (by) James M. Kouzes (published by) Pfeiffer Wiley", "893": "Fahrenheit 451 (by) Ray Bradbury (published by) Modern Library", "894": "The Summit (by) Gordon Korman (published by) Turtleback Books", "895": "Vale of the Vole (Xanth #10) (by) Piers Anthony (published by) Tor Fantasy", "896": "Luminous (by) Greg Egan (published by) Gollancz,", "897": "Hand to Mouth: A Chronicle of Early Failure (by) Paul Auster (published by) Picador", "898": "The Five Love Languages of Teenagers - Parent Study Guide (by) Gary Chapman (published by) Lifeway Church Resources", "899": "¡Corre, perro, corre! (by) P.D. Eastman (published by) ", "900": "The Collector Collector (by) Tibor Fischer (published by) ", "901": "David Sedaris - 14 CD Boxed Set (by) David Sedaris (published by) Grand Central Publishing", "902": "The Ninth Configuration (by) William Peter Blatty (published by) ", "903": "Espresso Tales (44 Scotland Street, #2) (by) Alexander McCall Smith (published by) Anchor", "904": "What My Girlfriend Doesn't Know (What My Mother Doesn't Know, #2) (by) Sonya Sones (published by) Simon & Schuster Books for Young Readers", "905": "Codes. Die Kunst Der Verschlüsselung. ( Ab 13 J.) (by) Simon Singh (published by) ", "906": "El Desafio De Matlock (by) Robert Ludlum (published by) ", "907": "Trevayne (by) Jonathan Ryder (published by) Dell", "908": "Donde viven los monstruos (by) Maurice Sendak (published by) HarperCollins Español", "909": "Leadership Challenge (by) James M. Kouzes (published by) Pfeiffer & Company", "910": "For All Their Lives (by) Fern Michaels (published by) Random House Value Publishing", "911": "Good-bye Stacey, Good-bye (The Baby-Sitters Club, #13) (by) Ann M. Martin (published by) Scholastic", "912": "The Father (by) August Strindberg (published by) Nick Hern Books", "913": "On the Shoulders of Giants: The Great Works of Physics And Astronomy (by) Stephen Hawking (published by) Penguin Books", "914": "A Sending of Dragons (Pit Dragon Chronicles, #3) (by) Jane Yolen (published by) Magic Carpet Harcourt", "915": "La Symphonie Pastorale. ( echo - Lektüren Französisch). (by) André Gide (published by) Klett", "916": "Smoke, Mirrors, and Murder and Other True Cases (Crime Files, #12) (by) Ann Rule (published by) Pocket Books", "917": "Mystic and Rider (Twelve Houses, #1) (by) Sharon Shinn (published by) Ace", "918": "Lucy (by) Ellen Feldman (published by) W. W. Norton  Company", "919": "Sonnets to Orpheus, Bilingual Edition (by) Rainer Maria Rilke (published by) University of California Press", "920": "The Robots of Dawn (Robot #3) (by) Isaac Asimov (published by) Spectra", "921": "The Gourmet Cookbook: More than 1000 recipes (by) Ruth Reichl (published by) Rux Martin/Houghton Mifflin Harcourt", "922": "Novelas Ejemplares - Miguel de Cervantes (by) Miguel de Cervantes Saavedra (published by) ", "923": "La obsesión de Julia (by) Peter Straub (published by) Plaza & Janés", "924": "Billy Budd & Other Stories (by) Herman Melville (published by) Wordsworth Classics", "925": "The Hound of Death (by) Agatha Christie (published by) HarperCollins", "926": "A Dance Through Time (MacLeod, #1; de Piaget/MacLeod, #2) (by) Lynn Kurland (published by) Berkley Publishing", "927": "Martha Peake: A Novel of the Revolution (by) Patrick McGrath (published by) Vintage", "928": "Ordinary Victories (by) Manu Larcenet (published by) NBM Publishing", "929": "The House of Rothschild, Vol 1: Money's Prophets, 1798-1848 (by) Niall Ferguson (published by) Penguin", "930": "Goblin Market (by) Christina Rossetti (published by) Dramatists Play Service", "931": "Paradise Lost (Joanna Brady, #9) (by) J.A. Jance (published by) Avon", "932": "The Memory Game (by) Nicci French (published by) Penguin", "933": "Irish Thoroughbred (Irish Hearts, #1) (by) Nora Roberts (published by) Silhouette Books", "934": "Diary of Anne Frank: the Play (by) Frances Goodrich (published by) Houghton Mifflin Harcourt P", "935": "Blood Price (Vicki Nelson, #1) (by) Tanya Huff (published by) Little, Brown Young Readers", "936": "The Consolations of Philosophy (by) Alain de Botton (published by) Penguin", "937": "The Christmas Thief (by) Mary Higgins Clark (published by) Pocket Books", "938": "Firesong (Wind On Fire trilogy, #3) (by) William Nicholson (published by) Disney-Hyperion", "939": "La caverna de las ideas (by) José Carlos Somoza (published by) Debolsillo", "940": "Klee Wyck (by) Emily Carr (published by) Douglas  McIntyre", "941": "Harry Potter Boxed Set (Harry Potter, #1-3) (by) J.K. Rowling (published by) ", "942": "Gullivers Trav E (by) Jonathan Swift (published by) Pocket Books", "943": "Strip-Tease (by) Carl Hiaasen (published by) Companhia das Letras", "944": "The Bestiary (by) Nicholas Christopher (published by) Dial Press", "945": "The Snow Walker (by) Farley Mowat (published by) Stackpole Books", "946": "Code: And Other Laws of Cyberspace (by) Lawrence Lessig (published by) Basic Books", "947": "The Facts (by) Philip Roth (published by) Vintage", "948": "de Profundis by Oscar Wilde, Fiction, Literary (by) Oscar Wilde (published by) Aegypan", "949": "Poseidon's Gold (Marcus Didius Falco, #5) (by) Lindsey Davis (published by) Fawcett Books", "950": "Only the Paranoid Survive  (by) Andrew S. Grove (published by) Profile Business", "951": "Catwings (Catwings (Paperback)) (by) Ursula K. Le Guin (published by) Scholastic", "952": "Six Armies in Normandy: From D-Day to the Liberation of Paris June 6th-August 5th, 1944 (by) John Keegan (published by) Penguin Books", "953": "Flight Without End (by) Joseph Roth (published by) The Overlook Press", "954": "Wyatt Earp: The Life Behind the Legend (by) Casey Tefertiller (published by) Wiley", "955": "Umrao Jan Ada (by) Mirza Mohammad Hadi Ruswa (published by) ", "956": "Some Can Whistle (by) Larry McMurtry (published by) Simon  Schuster", "957": "Frida (by) Jonah Winter (published by) Arthur A. Levine Books", "958": "The Powerbook (by) Jeanette Winterson (published by) Vintage", "959": "Fantastic Mr. Fox (by) Roald Dahl (published by) Knopf Books for Young Readers", "960": "Plagues and Peoples (by) William Hardy McNeill (published by) Anchor", "961": "Night Of The Ninjas (by) Mary Pope Osborne (published by) Scholastic", "962": "Miss Julia Strikes Back (Miss Julia, #8) (by) Ann B. Ross (published by) Viking Adult", "963": "Cave in the Snow (by) Vicki Mackenzie (published by) ", "964": "The Secret Ways (by) Alistair MacLean (published by) Fawcett", "965": "Pré Venda: Robbins E Cotran: Patologia: Bases Patológicas Das Doenças (by) Vinay Kumar (published by) ", "966": "Larousse Gastronomique (by) Larousse (published by) ", "967": "Steal Away Home (by) Lois Ruby (published by) Aladdin", "968": "Cock & Bull (by) Will Self (published by) Penguin Books", "969": "Three Sisters (by) Anton Chekhov (published by) Bristol Classical Press", "970": "Star Wars: From the Adventures of Luke Skywalker (by) George Lucas (published by) Del Rey/Ballantine", "971": "The Second Coming of Mavala Shikongo (by) Peter Orner (published by) Little, Brown and Company", "972": "Night Pleasures/Night Embrace (by) Sherrilyn Kenyon (published by) St. Martin's Griffin", "973": "Shadow of the Giant (Shadow, #4) (by) Orson Scott Card (published by) Tor Books", "974": "Sophocles: Ajax, Electra, Trachiniae, Philoctetes: Loeb Classical #21 (by) Sophocles (published by) Harvard University Press", "975": "LAST DANCE, LAST CHANCE - and Other True Cases (by) Ann Rule (published by) Pocket Books", "976": "Little House on the Prairie (Little House, #2) (by) Laura Ingalls Wilder (published by) HarperTrophy", "977": "Probuditi! (by) Chris Van Allsburg (published by) HMH Books for Young Readers", "978": "The French and Indian War: Deciding the Fate of North America (by) Walter R. Borneman (published by) Harper", "979": "The South Beach Diet (by) Arthur Agatston (published by) St. Martin's Paperbacks", "980": "The Federalist Papers (by) Alexander Hamilton (published by) Signet Books (NY)", "981": "Oryx and Crake  (MaddAddam #1) (by) Margaret Atwood (published by) Virago", "982": "Vitales (by) Greg Bear (published by) ", "983": "A New Song (The Mitford Years #5) (by) Jan Karon (published by) ", "984": "Fame Junkies: The Hidden Truths Behind America's Favorite Addiction (by) Jake Halpern (published by) Houghton Mifflin Harcourt", "985": "The Heather Blazing  (by) Colm Tóibín (published by) Picador", "986": "The Winged Watchman (by) Hilda van Stockum (published by) Bethlehem Books", "987": "The Life of the Bee (by) Maurice Maeterlinck (published by) University Press of the Pacific", "988": "The Stainless Steel Rat's Revenge (Stainless Steel Rat, #5) (by) Harry Harrison (published by) ", "989": "The Testament (Bravo Shaw, #1) (by) Eric Van Lustbader (published by) Forge Books", "990": "Henry VI, Part One (by) William Shakespeare (published by) OUP Oxford", "991": "Little Red Riding Hood (by) Candice Ransom (published by) Brighter Child", "992": "Perseids and Other Stories (by) Robert Charles Wilson (published by) St. Martins Press-3pl", "993": "Already Dead (Joe Pitt, #1) (by) Charlie Huston (published by) Del Rey", "994": "Great Lies to Tell Small Kids (by) Andy Riley (published by) Plume Books", "995": "Thumbsucker (by) Walter Kirn (published by) Broadway Books", "996": "Sentido y sensibilidad (by) Jane Austen (published by) Edimat Libros", "997": "Three Days to Never (by) Tim Powers (published by) William Morrow", "998": "The Crimson Portrait (by) Jody Shields (published by) Little, Brown and Company", "999": "The Z Was Zapped (by) Chris Van Allsburg (published by) HMH Books for Young Readers", "1000": "The Fabulous Riverboat (by) Philip José Farmer (published by) ", "1001": "Lone Star Nation: How a Ragtag Army of Courageous Volunteers Won the Battle for Texas Independence (by) H.W. Brands (published by) Random House Audio", "1002": "Center of Everything (by) Laura Moriarty (published by) ", "1003": "Medicine of the Prophet (by) ابن قيم الجوزية (published by) Islamic Texts Society", "1004": "Simone Weil's the -Iliad- Or the Poem of Force: A Critical Edition (by) Masami P. Kojima (published by) Peter Lang Inc., International Academic Publishers", "1005": "Mallets Aforethought (Home Repair is Homicide, #7) (by) Sarah Graves (published by) Bantam", "1006": "Mother (by) Maxim Gorky (published by) Citadel Press", "1007": "Middle Age: A Romance (by) Joyce Carol Oates (published by) Harper Perennial", "1008": "Os Cadernos de Don Rigoberto (by) Mario Vargas Llosa (published by) ", "1009": "The Law and the Lady (by) Wilkie Collins (published by) Penguin Classics", "1010": "The Lamorna Wink [Unabridged] [Audiobook] (by) Martha Grimes (published by) Books on Tape", "1011": "The Victim (by) Saul Bellow (published by) Penguin Classics", "1012": "The Damned (Là-Bas) (by) Joris-Karl Huysmans (published by) Penguin Classics", "1013": "El Bhagavad-Gita Tal Como Es (by) A.C. Bhaktivedanta Swami Prabhupāda (published by) ", "1014": "Dark Side of the Moon (Laura Cardinal #2) (by) J. Carson Black (published by) Signet", "1015": "Sobre héroes y tumbas (by) Ernesto Sabato (published by) ", "1016": "A Long Fatal Love Chase (by) Louisa May Alcott (published by) Random House Value Publishing", "1017": "The Rest Is Noise: Listening to the Twentieth Century (by) Alex  Ross (published by) Farrar, Straus and Giroux", "1018": "Wizard at Large (Magic Kingdom of Landover, #3) (by) Terry Brooks (published by) ", "1019": "The Night of the Solstice (by) L.J. Smith (published by) HarperTorch", "1020": "Hawaii the Big Island Revealed: The Ultimate Guidebook (by) Andrew Doughty (published by) Wizard Publications", "1021": "Ciudad de Las Bestias (by) Isabel Allende (published by) Turtleback Books", "1022": "The Mismeasure of Man (by) Stephen Jay Gould (published by) W. W. Norton  Company", "1023": "The Final Empire (Mistborn, #1) (by) Brandon Sanderson (published by) Tor Books", "1024": "Six By H (The Unpleasant Profession of Jonathan Hoag) (by) Robert A. Heinlein (published by) Pyramid Books", "1025": "A Load of Old Bones (by) Suzette A. Hill (published by) Carroll & Graf", "1026": "Break In (Kit Fielding, #1) (by) Dick Francis (published by) G.P. Putnam's Sons", "1027": "Happiness: Lessons from a New Science (by) Richard Layard (published by) Penguin Books", "1028": "The Economic Consequences of the Peace (by) John Maynard Keynes (published by) BiblioLife", "1029": "The Berenstain Bears Visit the Dentist (by) Stan Berenstain (published by) Random House", "1030": "Look Back in Anger: A Play in Three Acts (by) John Osborne (published by) Dramatic Pub.", "1031": "Bringing the Rain to Kapiti Plain: A Nandi Tale (by) Verna Aardema (published by) Puffin Books", "1032": "El Materialismo Histérico (by) Xavier Velasco (published by) ", "1033": "Mutants: On Genetic Variety and the Human Body (by) Armand Marie Leroi (published by) Penguin Books", "1034": "El libro de Catherine/ Catherine, called Birdy (by) Karen Cushman (published by) ", "1035": "Blind Justice (Sir John Fielding, #1) (by) Bruce Alexander (published by) Berkley", "1036": "Hochzeit In Las Vegas (by) Belinda Jones (published by) ", "1037": "Funny Boy (by) Shyam Selvadurai (published by) Harvest", "1038": "Holy Bible: The Bible Jesus Read (by) Anonymous (published by) Zondervan", "1039": "Snow White (by) Paul Heins (published by) Turtleback Books", "1040": "Blowback (Scot Harvath, #4) (by) Brad Thor (published by) Pocket Books", "1041": "We Are All the Same: A Story of a Boy's Courage and a Mother's Love (by) Jim Wooten (published by) Penguin Books", "1042": "El Padre Elías (by) Michael D. O'Brien (published by) ", "1043": "Time, Love, Memory: A Great Biologist and His Quest for the Origins of Behavior (by) Jonathan Weiner (published by) Vintage", "1044": "The Huntress (The Dark Queen Saga, #4) (by) Susan Carroll (published by) Ballantine Books", "1045": "Free Soil, Free Labor, Free Men: The Ideology of the Republican Party Before the Civil War (by) Eric Foner (published by) Oxford University Press, USA", "1046": "Dialogues Concerning Natural Religion (by) David Hume (published by) Penguin Classics", "1047": "Love's Long Journey (Love Comes Softly, #3) (by) Janette Oke (published by) Bethany House Publishers", "1048": "L'Horloge sans aiguilles (by) Carson McCullers (published by) Stock", "1049": "The Punisher MAX, Vol. 2: Kitchen Irish (by) Garth Ennis (published by) Marvel", "1050": "Touching The Void:  The Harrowing First Person Account Of One Man's (by) Joe Simpson (published by) ", "1051": "The Anchor Book of New American Short Stories (by) Ben Marcus (published by) Anchor", "1052": "Damsels in Distress (Claire Malloy, #16) (by) Joan Hess (published by) Minotaur Books", "1053": "20,000 Leagues Under the Sea (by) Jules Verne (published by) Scholastic", "1054": "IBM and the Holocaust: The Strategic Alliance Between Nazi Germany and America's Most Powerful Corporation (by) Edwin Black (published by) Three Rivers Press", "1055": "Human Resource Management (by) Gary Dessler (published by) Prentice Hall", "1056": "A Series of Unfortunate Events Box: The Complete Wreck (Books 1-13) (by) Lemony Snicket (published by) HarperCollins", "1057": "The Search for Significance: Seeing Your True Worth Through God's Eyes (by) Robert S. McGee (published by) Thomas Nelson", "1058": "Once in Every Life (by) Kristin Hannah (published by) Ballantine Books", "1059": "Texas (by) James A. Michener (published by) Dial Press Trade Paperback", "1060": "Bienvenidos a la Casa de la Muerte (Escalofríos, #1) (Goosebumps, #1) (by) R.L. Stine (published by) Turtleback Books", "1061": "Princess Lessons (The Princess Diaries) (by) Meg Cabot (published by) HarperTeen", "1062": "The Poetics of Aristotle (by) Aristotle (published by) Dodo Press", "1063": "Revolting Rhymes (by) Roald Dahl (published by) Puffin", "1064": "The Heritage of Shannara (Heritage of Shannara, #1-4) (by) Terry Brooks (published by) Del Rey Books", "1065": "Inside Delta Force (by) Eric L. Haney (published by) Delacorte Books for Young Readers", "1066": "The Quiet American: Library Edition (by) Graham Greene (published by) Blackstone Audiobooks", "1067": "El Viejo Y El Mar (by) Ernest Hemingway (published by) ", "1068": "Dubliners Dubliners Dubliners (by) James Joyce (published by) Modern Library", "1069": "Titanic (Magic Tree House Research Guide) (by) Will Osborne (published by) Scholastic", "1070": "Youth in Revolt: The Journals of Nick Twisp (by) C.D. Payne (published by) Broadway Books", "1071": "Memorias de una joven formal (by) Simone de Beauvoir (published by) ", "1072": "La Surprise Du Chef (by) Anthony Bourdain (published by) Christian Bourgois", "1073": "The Golden Hour (Time-Travel Series, #1) (by) Maiya Williams (published by) Harry N. Abrams", "1074": "Red Leaves (by) Thomas H. Cook (published by) Recorded Books", "1075": "Nothing Lasts Forever (by) Sidney Sheldon (published by) Grand Central ", "1076": "Power and Glory: Jacobean England and the Making of the King James Bible (by) Adam Nicolson (published by) HarperPerennial", "1077": "The Best of the Spirit (by) Will Eisner (published by) DC Comics", "1078": "The Elements of Style: With Revisions, an Introduction, and a Chapter on Writing (by) William Strunk Jr. (published by) Macmillan", "1079": "The Ox-Bow Incident (by) Walter Van Tilburg Clark (published by) Modern Library", "1080": "The Secret Garden Diary (by) Frances Hodgson Burnett (published by) ", "1081": "Black Dahlia (by) James Ellroy (published by) Mysterious Press", "1082": "Ruined By Reading: A Life in Books (by) Lynne Sharon Schwartz (published by) Beacon Press", "1083": "Brothers, We Are Not Professionals: A Plea to Pastors for Radical Ministry (by) John Piper (published by) B Books", "1084": "Bill Graham Presents: My Life Inside Rock And Out (by) Bill Graham (published by) Da Capo Press", "1085": "Holy Bible: NIV MP3 Audio Bible by Max McLean (by) Anonymous (published by) ", "1086": "Secret Lives of the U.S. Presidents: What Your Teachers Never Told You about the Men of the White House (by) Cormac O'Brien (published by) Quirk Books", "1087": "Rats:  Observations On The History And Habitat Of The City's Most Unwanted Inhabitants (by) Robert Sullivan (published by) ", "1088": "Goddess By Mistake (Partholon, #1) (by) P.C. Cast (published by) ", "1089": "What Do People Do All Day? (by) Richard Scarry (published by) Random House Books for Young Readers", "1090": "The Coroner's Lunch (Dr. Siri Paiboun, #1) (by) Colin Cotterill (published by) Soho Crime", "1091": "The Risk of Darkness (Simon Serrailler, #3) (by) Susan Hill (published by) Chatto & Windus", "1092": "Lost Boy Lost Girl (by) Peter Straub (published by) Ballantine Books", "1093": "Battle Royale, Vol. 02 (Battle Royale, #2) (by) Koushun Takami (published by) ", "1094": "The Tenant (by) Roland Topor (published by) Centipede Press", "1095": "Death's Dark Abyss (by) Massimo Carlotto (published by) Europa Editions", "1096": "Dancing in Red Shoes Will Kill You (by) Dorian Cirrone (published by) HarperTrophy", "1097": "The Tiger in the Smoke (by) Margery Allingham (published by) Bantam Books", "1098": "Alexandros: el hijo del sueño (by) Valerio Massimo Manfredi (published by) ", "1099": "The Book of Lost Tales, Part II (The History of Middle-earth, #2) (by) J.R.R. Tolkien (published by) HarperCollinsPublishers", "1100": "Breakout (Parker, #21) (by) Richard Stark (published by) Mysterious Press", "1101": "The Two Faces of January (by) Patricia Highsmith (published by) Atlantic Monthly Press", "1102": "Snakehead (Alex Rider, #7) (by) Anthony Horowitz (published by) Philomel Books", "1103": "Persuasion (by) Jane Austen (published by) Oxford Classics", "1104": "Praisesong for the Widow (by) Paule Marshall (published by) Plume Books", "1105": "The Pillow Book of SEI Shonagon (by) Sei Shōnagon (published by) Columbia University Press", "1106": "The Legend of the Bluebonnet (by) Tomie dePaola (published by) Puffin Books", "1107": "The Girl Who Heard Dragons (Pern Publication Order #8.5) (by) Anne McCaffrey (published by) Corgi", "1108": "The Beatles Anthology (by) George Harrison (published by) Chronicle Books", "1109": "Selected Poems from Flowers of Evil (by) Charles Baudelaire (published by) Dover Publications", "1110": "And the Band Played On: Politics, People, and the AIDS Epidemic (by) Randy Shilts (published by) Stonewall Inn Editions", "1111": "On the Trail of the Assassins (by) Jim Garrison (published by) ", "1112": "Freedom's Ransom (Catteni, #4) (by) Anne McCaffrey (published by) Corgi", "1113": "Gilda Joyce: The Ghost Sonata  (Gilda Joyce, #3) (by) Jennifer Allison (published by) Dutton Juvenile", "1114": "The Ear, The Eye, And The Arm (by) Nancy Farmer (published by) ", "1115": "Cymbeline; A Concordance To The Text Of The First Folio (by) William Shakespeare (published by) ", "1116": "Seductress: Women Who Ravished the World and Their Lost Art of Love (by) Elizabeth Prioleau (published by) Penguin Books", "1117": "Woman in Red (by) Eileen Goudge (published by) Vanguard Press", "1118": "Foreign Devils on the Silk Road: The Search for the Lost Treasures of Central Asia (by) Peter Hopkirk (published by) Oxford University Press, USA", "1119": "Trotón, Mi Perro (by) Beverly Cleary (published by) Espasa Calpe Mexicana, S.A.", "1120": "Audrey Hepburn, An Elegant Spirit (by) Sean Hepburn Ferrer (published by) Atria Books", "1121": "The Devil's Teeth: A True Story of Obsession and Survival Among America's Great White Sharks (by) Susan Casey (published by) Holt Paperbacks", "1122": "Daily Inspiration for the Purpose Driven: Scripture and Reflections for Living a Purpose-Driven Life Daily (by) Rick Warren (published by) Inspirio", "1123": "A Dog's Life (by) Ann M. Martin (published by) Listening Library (Audio)", "1124": "Teaching Critical Thinking: Practical Wisdom (by) bell hooks (published by) Routledge", "1125": "The Little Princesses (by) Marion Crawford (published by) St. Martin's Press", "1126": "Tales from Two Pockets (by) Karel Čapek (published by) Catbird Press", "1127": "Mojave Crossing (by) Louis L'Amour (published by) Bantam Doubleday Dell", "1128": "Lemons Are Not Red (Ala Notable Book(Awards)) (Neal Porter Books) (by) Laura Vaccaro Seeger (published by) Square Fish", "1129": "Sixty Million Frenchmen Can't Be Wrong (by) Jean-Benoît Nadeau (published by) Sourcebooks", "1130": "To Sir, With Love (by) E.R. Braithwaite (published by) Vintage Classics", "1131": "Out of This Furnace (by) Thomas Bell (published by) University of Pittsburgh Press", "1132": "The Sword of Shannara Trilogy (Shannara, #1-3) (by) Terry Brooks (published by) ", "1133": "On Directing Film (by) David Mamet (published by) Penguin Books", "1134": "The Short Fiction of Edgar Allan Poe (by) Edgar Allan Poe (published by) University of Illinois Press", "1135": "The Best American Essays of the Century (by) Joyce Carol Oates (published by) Mariner Books", "1136": "La Historia del Doctor Dolittle (by) Hugh Lofting (published by) Espasa Calpe Mexicana, S.A.", "1137": "Midnight Bayou (by) Nora Roberts (published by) ", "1138": "Raising the Past (Origins, #2) (by) Jeremy Robinson (published by) Breakneck Books", "1139": "The Moneychangers (by) Arthur Hailey (published by) Berkley", "1140": "The Great Fire (by) Jim  Murphy (published by) Scholastic Paperbacks", "1141": "The Confessions of St. Augustine (Sacred Wisdom) (by) Augustine of Hippo (published by) ", "1142": "IGLESIA CATOLICA, LA (by) Hans Küng (published by) Debate", "1143": "L'identité (by) Milan Kundera (published by) Gallimard Education", "1144": "Dinner with a Perfect Stranger: An Invitation Worth Considering (by) David Gregory (published by) ", "1145": "Hell's Angels: A Strange and Terrible Saga (by) Hunter S. Thompson (published by) Modern Library", "1146": "Graverobbers Wanted: No Experience Necessary (Andrew Mayhem #1) (by) Jeff Strand (published by) Mundania Press LLC", "1147": "Night Sins (Deer Lake, #1) (by) Tami Hoag (published by) Orion ", "1148": "Psychotic Reactions and Carburetor Dung (by) Lester Bangs (published by) Anchor", "1149": "The Voices of a Distant Star (by) Makoto Shinkai (published by) ", "1150": "The Course of Honor (by) Lindsey Davis (published by) Mysterious Press", "1151": "Crow And Weasel (by) Barry López (published by) ", "1152": "The Simulacra (by) Philip K. Dick (published by) Ace Books", "1153": "Elektra (by) Euripides (published by) Bloomsbury Methuen Drama", "1154": "Who Put That Hair in My Toothbrush? (by) Jerry Spinelli (published by) ", "1155": "Slayground (Parker, #14) (by) Richard Stark (published by) Allison & Busby", "1156": "Turbulences (by) Michael Crichton (published by) Distribooks", "1157": "Somebody's Gotta Say It (by) Neal Boortz (published by) William Morrow", "1158": "Effective Java Programming Language Guide (by) Joshua Bloch (published by) ", "1159": "The Proud Tower: A Portrait of the World Before the War, 1890-1914 (by) Barbara W. Tuchman (published by) Random House Trade Paperbacks", "1160": "George Washington's Sacred Fire (by) Peter A. Lillback (published by) Providence Forum Press", "1161": "The Essential Dr. Jekyll & Mr. Hyde (by) Robert Louis Stevenson (published by) iBooks", "1162": "When Pride Still Mattered: A Life Of Vince Lombardi (by) David Maraniss (published by) Simon  Schuster", "1163": "The Teahouse Fire (by) Ellis Avery (published by) ", "1164": "February House (by) Sherill Tippins (published by) Mariner Books", "1165": "Coal Black Horse (by) Robert Olmstead (published by) Algonquin Books", "1166": "The Diary of Ellen Rimbauer: My Life at Rose Red (by) Joyce Reardon (published by) Hyperion", "1167": "The Last Continent (Discworld, #22) (by) Terry Pratchett (published by) HarperTorch", "1168": "The Fan Man (by) William Kotzwinkle (published by) ", "1169": "Picasso's War (by) Russell Martin (published by) ", "1170": "The Little Red Hen Book & CD (by) Paul Galdone (published by) Houghton Mifflin Harcourt", "1171": "Deaf Again (by) Mark Drolsbaugh (published by) Handwave Publications", "1172": "Betty Crocker's Picture Cookbook, Facsimile Edition (by) Betty Crocker (published by) Betty Crocker", "1173": "The Last Shot: City Streets, Basketball Dreams (by) Darcy Frey (published by) Mariner Books", "1174": "Casino (by) Nicholas Pileggi (published by) ", "1175": "Murder Mysteries (by) Neil Gaiman (published by) Dark Horse Books", "1176": "The Cinderella Rules (by) Donna Kauffman (published by) ", "1177": "Object Lessons (by) Anna Quindlen (published by) Ivy Books", "1178": "Love Invents Us Reading Group Guide (by) Amy Bloom (published by) ", "1179": "Family Honor (Sunny Randall, #1) (by) Robert B. Parker (published by) ", "1180": "Programming Interviews Exposed: Secrets to Landing Your Next Job (by) John Mongan (published by) Wiley", "1181": "1812 (by) David Nevin (published by) Forge Books", "1182": "The Overcoat (by) Nikolai Gogol (published by) ", "1183": "The Blue Bistro (by) Elin Hilderbrand (published by) St. Martin's Press", "1184": "The World Atlas of Wine (by) Hugh Johnson (published by) Mitchell Beazley", "1185": "Random Family: Love, Drugs, Trouble, and Coming of Age in the Bronx (by) Adrian Nicole LeBlanc (published by) Scribner", "1186": "The Jesus Mysteries: Was the \"Original Jesus\" a Pagan God? (by) Tim Freke (published by) Harmony", "1187": "The City of Ember (The Ember Series, #1) (by) Jeanne DuPrau (published by) Random House Books for Young Readers", "1188": "My Secret Garden: Women's Sexual Fantasies (by) Nancy Friday (published by) Pocket Star", "1189": "Guy Mannering (by) Walter Scott (published by) BiblioLife", "1190": "Coyote Blue (by) Christopher Moore (published by) Simon & Schuster", "1191": "Curfew (by) Phil Rickman (published by) Berkley", "1192": "A Field Guide to American Houses (by) Virginia McAlester (published by) Knopf Publishing Group", "1193": "The Wild Blue: The Men and Boys Who Flew the B-24s Over Germany 1944-45 (by) Stephen E. Ambrose (published by) Simon & Schuster", "1194": "Indiana (by) George Sand (published by) Oxford University Press, USA", "1195": "Comedy of Errors (by) William Shakespeare (published by) Turtleback Books", "1196": "American Chica (by) Marie Arana (published by) Random House Espanol", "1197": "A Bad Boy Can Be Good for a Girl (by) Tanya Lee Stone (published by) ", "1198": "The Whiskey Rebellion: George Washington, Alexander Hamilton, and the Frontier Rebels Who Challenged America's Newfound Sovereignty (by) William Hogeland (published by) Scribner", "1199": "Lost City of the Incas (by) Hiram Bingham (published by) Phoenix", "1200": "The Dream Of Reason: A History Of Western Philosophy From The Greeks To The Renaissance (by) Anthony Gottlieb (published by) ", "1201": "Cómo Hablar para que los Adolescentes Escuchen y Cómo Escuchar para que los Adolescentes Hablen (by) Adele Faber (published by) HarperCollins Español", "1202": "L'étranger (by) Albert Camus (published by) ", "1203": "Solar Storms (by) Linda Hogan (published by) Scribner", "1204": "Streams to the River, River to the Sea (by) Scott O'Dell (published by) Fawcett", "1205": "The Eagles' Brood (A Dream of Eagles, #3) (by) Jack Whyte (published by) Penguin Canada", "1206": "General Winston's Daughter (by) Sharon Shinn (published by) Viking Juvenile", "1207": "Fablehaven (Fablehaven, #1) (by) Brandon Mull (published by) Shadow Mountain", "1208": "All's Fair in Love, War, and High School (Pullman High #2) (by) Janette Rallison (published by) Walker Childrens", "1209": "Off With His Head (by) Ngaio Marsh (published by) ", "1210": "The Bat-Poet (by) Randall Jarrell (published by) HarperCollins Publishers", "1211": "Sleeping Beauty: A Fairy Tale by the Brothers Grimm (by) Jacob Grimm (published by) Abbeville Press", "1212": "The Absolute League Of Extraordinary Gentlemen (by) Alan Moore (published by) Titan Books (UK)", "1213": "Forever, Erma (by) Erma Bombeck (published by) MJF Books", "1214": "Re: Colonised Planet 5, Shikasta (by) Doris Lessing (published by) Jonathan Cape", "1215": "Open Secrets (by) Alice Munro (published by) Vintage", "1216": "I Love You More Than You Know (by) Jonathan Ames (published by) Grove Press, Black Cat", "1217": "La historia del loco (by) John Katzenbach (published by) Ediciones B", "1218": "Season Of Passion (by) Danielle Steel (published by) Not Avail", "1219": "That Was Then, This is Now (by) S.E. Hinton (published by) Laurel-Leaf Library", "1220": "We Were Soldiers Once...and Young: Ia Drang-The Battle That Changed the War in V (by) Harold G. Moore (published by) ", "1221": "One Coffee With (by) Margaret Maron (published by) Raven House", "1222": "Till Death Do Us Part (April Lancaster, #1) (by) Lurlene McDaniel (published by) ", "1223": "Boss Man (Long, Tall Texans, #28) (by) Diana Palmer (published by) Silhouette Books", "1224": "Winter Prey (Lucas Davenport, #5) (by) John Sandford (published by) Berkley", "1225": "The Art of Deception (Boldt/Matthews, #8) (by) Ridley Pearson (published by) ", "1226": "Thank You, Jeeves (by) P.G. Wodehouse (published by) AudioGO", "1227": "The Last Catholic in America (by) John R. Powers (published by) Fawcett Popular Library", "1228": "Why Your Life Sucks (by) Alan Cohen (published by) Jodere Group", "1229": "The Moon Is Down (by) John Steinbeck (published by) Penguin Classics", "1230": "At Home in Mitford (The Mitford Years, #1) (by) Jan Karon (published by) G.P. Putnam's Sons", "1231": "The White Plague (by) Frank Herbert (published by) Ace", "1232": "There Was an Old Lady Who Swallowed a Shell! (by) Lucille Colandro (published by) Scholastic", "1233": "Poems of Fernando Pessoa (by) Fernando Pessoa (published by) City Lights Publishers", "1234": "Abandonment to Divine Providence (by) Jean-Pierre de Caussade (published by) Digireads.com", "1235": "Chato y los amigos pachangueros (by) Gary Soto (published by) Puffin Books", "1236": "Raw Spirit (by) Iain Banks (published by) Arrow", "1237": "The Book of Eleanor: A Novel of Eleanor of Aquitaine (by) Pamela Kaufman (published by) Broadway Books", "1238": "Understanding the Quran: A Contemporary Approach (by) Mostafa Mahmoud (published by) Amana Publications", "1239": "Las sombras de la Catedral (by) Frank Schätzing (published by) ", "1240": "God Save the Sweet Potato Queens (by) Jill Conner Browne (published by) Three Rivers Press", "1241": "Wild at Heart (by) John Eldredge (published by) ", "1242": "Literary Theory (by) Julie Rivkin (published by) Wiley-Blackwell", "1243": "Strange News from Another Star and Other Tales (by) Hermann Hesse (published by) Farrar Straus & Giroux (NY)", "1244": "Nausea (by) Jean-Paul Sartre (published by) Penguin Books", "1245": "Till We Have Faces (by) C.S. Lewis (published by) Collins", "1246": "I'm nobody! Who are you? (Scholastic Classics) (by) Emily Dickinson (published by) Scholastic Inc.", "1247": "The State of the Art (Culture, #4) (by) Iain M. Banks (published by) Orbit/Futura", "1248": "Ex Machina, Vol. 4: March to War (Ex Machina, #4) (by) Brian K. Vaughan (published by) WildStorm", "1249": "All You Need to Be Impossibly French: A Witty Investigation into the Lives, Lusts, and Little Secrets of French Women (by) Helena Frith Powell (published by) Plume", "1250": "Whisper of Evil (Bishop/Special Crimes Unit #5) (by) Kay Hooper (published by) Bantam", "1251": "On the Day You Were Born (by) Debra Frasier (published by) Harcourt Children's Books", "1252": "Legally Blonde (by) Amanda Brown (published by) Time Warner Books UK", "1253": "David Guterson's Snow Falling on Cedars (by) David Guterson (published by) Chelsea House Publications", "1254": "Our Dumb Century: The Onion Presents 100 Years of Headlines from America's Finest News Source (by) Scott Dikkers (published by) Crown", "1255": "A Rose from the Dead (A Flower Shop Mysteries, #6) (by) Kate Collins (published by) Berkley Books", "1256": "Madame Curie: A Biography (by) Ève Curie (published by) Da Capo Press", "1257": "The Godfather's Revenge (by) Mark Winegardner (published by) Penguin Audio", "1258": "Mandarin Plaid (Lydia Chin & Bill Smith, #3) (by) S.J. Rozan (published by) St. Martin's Paperbacks", "1259": "The Dreadful Debutante (Regency Royal, #16) (by) Marion Chesney (published by) Ivy Books", "1260": "Sight Unseen (by) Robert Goddard (published by) Delta", "1261": "Stranger Than Science (by) Frank Edwards (published by) Ace Books (NY)", "1262": "Che (by) Jon Lee Anderson (published by) ", "1263": "The Arctic Event (Covert-One, #7) (by) James H. Cobb (published by) Warner Books", "1264": "Hitler's Pope: The Secret History Of Pius Xii (by) John Cornwell (published by) ", "1265": "The Portable Nietzsche (by) Friedrich Nietzsche (published by) Viking Press, Inc. (NYC)", "1266": "Chanur's Venture (Chanur #2) (by) C.J. Cherryh (published by) DAW", "1267": "The Lieutenant of Inishmore - Acting Edition (by) Martin McDonagh (published by) Dramatists Play Service", "1268": "Valparaiso (by) Don DeLillo (published by) Pan MacMillan", "1269": "Generation 18 (Spook Squad, #2) (by) Keri Arthur (published by) ", "1270": "Endangered Pleasures: In Defense of Naps, Bacon, Martinis, Profanity, and Other Indulgences (by) Barbara Holland (published by) William Morrow Paperbacks", "1271": "The Curious Incident of the Dog in the Night-Time (by) Mark Haddon (published by) Vintage", "1272": "El fantasma de Canterville (by) Oscar Wilde (published by) Edimat Libros", "1273": "Black Water (by) Joyce Carol Oates (published by) Plume", "1274": "Andrew's Loose Tooth (by) Robert Munsch (published by) Cartwheel", "1275": "Naruto, Vol. 11: Impassioned Efforts (Naruto, #11) (by) Masashi Kishimoto (published by) VIZ Media LLC", "1276": "The Pleasure of the Text (by) Roland Barthes (published by) Jonathan Cape", "1277": "Lint (by) Steve Aylett (published by) Thunder's Mouth Press", "1278": "The Bloomsday Dead (Michael Forsythe #3) (by) Adrian McKinty (published by) Scribner Book Company", "1279": "Battlefield Earth: A Saga of the Year 3000 (by) L. Ron Hubbard (published by) Galaxy Press", "1280": "Mrs. Piggle-Wiggle's Magic (Mrs. Piggle Wiggle, #2) (by) Betty MacDonald (published by) HarperCollins", "1281": "Twelfth Night: Or What You Will (The Folger General Reader's Library) (by) William Shakespeare (published by) Washington Square Press", "1282": "Forgotten Voices of the Great War (by) Max Arthur (published by) Ebury Press", "1283": "The Memoirs of Cleopatra (by) Margaret George (published by) MacMillan General Books", "1284": "Sibyl (by) Pär Lagerkvist (published by) ", "1285": "Knife of Dreams (Wheel of Time, #11) (by) Robert Jordan (published by) Tor Books", "1286": "The Cartoon Guide to Statistics (by) Larry Gonick (published by) William Morrow Paperbacks", "1287": "Evidence of Harm: Mercury in Vaccines and the Autism Epidemic: A Medical Controversy (by) David  Kirby (published by) ", "1288": "The House In Paris (by) Elizabeth Bowen (published by) ", "1289": "The Adventures of Polo (by) Régis Faller (published by) Roaring Brook Press", "1290": "Ahab's Wife, Or, The Star Gazer (by) Sena Jeter Naslund (published by) ", "1291": "House of Rain: Tracking a Vanished Civilization Across the American Southwest (by) Craig Childs (published by) ", "1292": "Annotated Quotations from Chairman Mao (by) John DeFrancis (published by) ", "1293": "Falling Angels (by) Tracy Chevalier (published by) ", "1294": "El caballero de Olmedo (by) Lope de Vega (published by) Manchester University Press", "1295": "Ithaka (by) Adèle Geras (published by) HMH Books for Young Readers", "1296": "A Hidden Wholeness: The Journey Toward an Undivided Life (by) Parker J. Palmer (published by) Jossey-Bass", "1297": "All-Star Superman, Vol. 1 (by) Grant Morrison (published by) DC Comics", "1298": "The Adventures of Robin Hood: An English Legend (by) Paul Creswick (published by) ", "1299": "Fat Girls and Lawn Chairs (by) Cheryl Peck (published by) Grand Central Publishing", "1300": "Four to Score (Stephanie Plum, #4) (by) Janet Evanovich (published by) Pan", "1301": "Prep (by) Curtis Sittenfeld (published by) ", "1302": "Hard Truth (Truth #2; John Mancini #8) (by) Mariah Stewart (published by) ", "1303": "If I Ran the Circus (by) Dr. Seuss (published by) Random House Books for Young Readers", "1304": "El palacio de la medianoche (Niebla, #2) (by) Carlos Ruiz Zafón (published by) Rayo", "1305": "Ein Haus in Irland. (by) Maeve Binchy (published by) ", "1306": "The Beans of Egypt, Maine (by) Carolyn Chute (published by) ", "1307": "Mc Sweeney's Mammoth Treasury Of Thrilling Tales (by) Michael Chabon (published by) Penguin", "1308": "Return From the Stars (by) Stanisław Lem (published by) Mariner Books", "1309": "Murder for Christmas (by) Thomas Godfrey (published by) Mysterious Press", "1310": "Inferno (Inferno, #1) (by) Larry Niven (published by) ", "1311": "The Fires of Heaven (Wheel of Time, #5) (by) Robert Jordan (published by) ", "1312": "From Dawn To Decadence (by) Jacques Barzun (published by) Blackstone Audiobooks", "1313": "Walden and Civil Disobedience Riverside Edition Paperback (by) Henry David Thoreau (published by) Houghton Mifflin", "1314": "999: Twenty-nine Original Tales of Horror and Suspense (by) Al Sarrantonio (published by) Harper Paperbacks", "1315": "Dear James (by) Jon Hassler (published by) Ballantine Books", "1316": "The Gardener (by) Rabindranath Tagore (published by) ", "1317": "Emotional Geology (by) Linda Gillard (published by) ", "1318": "Bobby Gold (by) Anthony Bourdain (published by) Canongate", "1319": "Among the Betrayed (Shadow Children, #3) (by) Margaret Peterson Haddix (published by) Aladdin", "1320": "Saving Shiloh (Shiloh, #3) (by) Phyllis Reynolds Naylor (published by) Aladdin Paperbacks", "1321": "Hamlet (Shakespeare Made Easy) (by) William Shakespeare (published by) Learning Links", "1322": "Falling Free (Vorkosigan Saga, #4) (by) Lois McMaster Bujold (published by) Nesfa", "1323": "In Search of Dracula: A True History of Dracula and Vampire Legends (by) Radu Florescu (published by) Galahad Books (NY)", "1324": "The Menace from Earth (Future History, #18) (by) Robert A. Heinlein (published by) Baen Books", "1325": "The Fifth Sally (by) Daniel Keyes (published by) Houghton Mifflin", "1326": "Finders Keepers: What Would You Do If You Found $1 Million in the Street? (by) Mark Bowden (published by) Atlantic Books (UK)", "1327": "An Ice Cold Grave (Harper Connelly, #3) (by) Charlaine Harris (published by) Berkley", "1328": "Cauldron (The Academy, #6) (by) Jack McDevitt (published by) Ace Hardcover", "1329": "The Pigman & Me (The Pigman, #3) (by) Paul Zindel (published by) Bantam Starfire", "1330": "Zelda and Ivy: The Runaways (Zelda and Ivy #4) (by) Laura McGee Kvasnosky (published by) Candlewick Press", "1331": "Long After Midnight (by) Ray Bradbury (published by) ", "1332": "Bunny Money (by) Rosemary Wells (published by) Puffin Books", "1333": "Archangel (by) Robert   Harris (published by) Jove", "1334": "Teachings of Rumi: The Masnavi (by) Rumi (published by) ", "1335": "Oriental Mythology: The Masks of God (by) Joseph Campbell (published by) Penguin", "1336": "Paragon Walk (Charlotte & Thomas Pitt, #3) (by) Anne Perry (published by) Ballantine Books", "1337": "La Décima Revelacion: Sostener La Vision Mas Adventuras de La Profecia Celestina (by) James Redfield (published by) Grand Central Publishing", "1338": "Mama (by) Terry McMillan (published by) NAL", "1339": "Magic by the Lake (by) Edward Eager (published by) Scholastic, Inc.", "1340": "How to Write a Book Proposal (by) Michael Larsen (published by) Writer's Digest Books", "1341": "The Trouble with Paradise (by) Jill Shalvis (published by) Berkley Publishing Group", "1342": "Against Our Will (by) Susan Brownmiller (published by) Bantam Books", "1343": "Justine (The Alexandria Quartet: Book One) (by) Lawrence Durrell (published by) E.P. Dutton", "1344": "There Was an Old Lady Who Swallowed Fly Guy (Fly Guy, #4) (by) Tedd Arnold (published by) Scholastic Inc", "1345": "Light Before Day (by) Christopher  Rice (published by) Miramax Books", "1346": "Scattered Poems (by) Jack Kerouac (published by) City Lights Books", "1347": "Cosmic Trigger: Final Secret of the Illuminati (by) Robert Anton Wilson (published by) ", "1348": "Convulsion (by) Robin Cook (published by) ", "1349": "In the Heart of the Heart of the Country, and Other Stories (by) William H. Gass (published by) Harper & Row", "1350": "Crowds and Power (by) Elias Canetti (published by) Farrar, Straus and Giroux (Macmillan)", "1351": "Sharpshooter (A Sunny McCoskey Napa Valley Mystery, #1) (by) Nadia Gordon (published by) Chronicle Books", "1352": "Immediate Family (by) Eileen Goudge (published by) Gallery Books", "1353": "A Farewell to Yarns (Jane Jeffry, #2) (by) Jill Churchill (published by) Avon", "1354": "Wit'ch War (The Banned and the Banished, #3) (by) James Clemens (published by) Del Rey Books", "1355": "Darconville’s Cat (by) Alexander Theroux (published by) Holt McDougal", "1356": "Newton's Cannon (Age of Unreason, #1) (by) Greg Keyes (published by) Del Rey", "1357": "Wood Beyond Worlds End (by) William Morris (published by) Ballantine Books", "1358": "Autograph Man (cd) (by) Zadie Smith (published by) Penguin Audio UK", "1359": "The Radical Leap: A Personal Lesson in Extreme Leadership (by) Steve Farber (published by) Dearborn Trade", "1360": "Trench, The (Nova Audio Books) (by) Steve Alten (published by) ", "1361": "Nemesis (by) S.D. Perry (published by) Fleuve noir", "1362": "Why Moms Are Weird (by) Pamela Ribon (published by) ", "1363": "Eliza's Daughter (by) Joan Aiken (published by) St. Martins Press", "1364": "The Totem (by) David Morrell (published by) Grand Central Publishing", "1365": "Rip It Up and Start Again: Postpunk 1978-1984 (by) Simon Reynolds (published by) Penguin Books", "1366": "Spiritual Direction: Wisdom for the Long Walk of Faith (by) Henri J.M. Nouwen (published by) HarperOne", "1367": "Ultimate Iron Man, Vol. 1 (Ultimate Iron Man, #1) (by) Orson Scott Card (published by) Marvel Comics Group", "1368": "Planet of Slums (by) Mike Davis (published by) ", "1369": "De cómo las muchachas García perdieron el acento (by) Julia Alvarez (published by) Vintage Espanol", "1370": "Maddigan's Fantasia (by) Margaret Mahy (published by) Margaret K. McElderry Books", "1371": "La ciudad ausente (by) Ricardo Piglia (published by) Anagrama", "1372": "Separate Rooms (by) Pier Vittorio Tondelli (published by) Five Star (ME)", "1373": "The Complete Shakespeare Sonnets [With Booklet] (by) Charline Spektor (published by) ", "1374": "Look to the Lady (Albert Campion Mystery #3) (by) Margery Allingham (published by) Felony & Mayhem", "1375": "Heartbreaker (by) Julie Garwood (published by) ", "1376": "The Unconsoled (by) Kazuo Ishiguro (published by) Faber and Faber", "1377": "The Expedition Of Humphry Clinker (by) Tobias Smollett (published by) ", "1378": "Leonard Woolf: A Biography (by) Victoria Glendinning (published by) Free Press", "1379": "The Three Musketeers (Great Illustrated Classics) (by) Alexandre Dumas (published by) Baronet Books", "1380": "Vladimir Nabokov: The Russian Years (by) Brian Boyd (published by) Vintage Books", "1381": "Alphabet Adventure (by) Audrey Wood (published by) ", "1382": "Les morts de la Saint-Jean (Kurt Wallander #7) (by) Henning Mankell (published by) Points", "1383": "Parent Effectiveness Training: The Proven Program for Raising Responsible Children (by) Thomas Gordon (published by) Harmony", "1384": "Essays in Idleness (by) Yoshida Kenkō (published by) Cosimo Classics", "1385": "Lirael (The Abhorsen Trilogy, #2) (by) Garth Nix (published by) EOS", "1386": "Secretos de seda (by) Mary Jo Putney (published by) Debolsillo", "1387": "The Water Room (Bryant & May, #2) (by) Christopher Fowler (published by) Bantam", "1388": "Notebooks 1935-1942 (by) Albert Camus (published by) Da Capo Press", "1389": "The Mystery of the Green Ghost (Alfred Hitchcock and The Three Investigators, #4) (by) Robert Arthur (published by) Scholastic Books", "1390": "Wise Child (by) Monica Furlong (published by) ", "1391": "Inspired By...The Bible Experience New Testament  Tniv Audio Sampler. (by) Anonymous (published by) Zondervan", "1392": "The Columbian Exchange: Biological and Cultural Consequences of 1492 (Contributions in American Studies, #2)  (by) Alfred W. Crosby (published by) ", "1393": "Flight, Vol. 2 (Flight, #2) (by) Kazu Kibuishi (published by) Image Comics", "1394": "Discourse on Colonialism (by) Aimé Césaire (published by) Monthly Review Press", "1395": "Die Klavierspielerin (by) Elfriede Jelinek (published by) ", "1396": "For Those I Loved (by) Martin Gray (published by) Hampton Roads Publishing Company", "1397": "Awareness: The Key to Living in Balance (by) Osho (published by) St. Martin's Griffin", "1398": "How We Believe: Science, Skepticism, and the Search for God (by) Michael Shermer (published by) Holt Paperbacks", "1399": "Under the Wire (The Bodyguards, #5) (by) Cindy Gerard (published by) St. Martin's ", "1400": "Les Vacances Du Petit Nicolas (by) Jean-Jacques Sempé (published by) ", "1401": "Ada (by) Vladimir Nabokov (published by) McGraw-Hill Companies, The", "1402": "Not Your Mother's Slow Cooker Cookbook (by) Beth Hensperger (published by) Harvard Common Press", "1403": "Fashion Kitty (by) Charise Mericle Harper (published by) Disney-Hyperion", "1404": "Love in a Cold Climate and Other Novels (by) Nancy Mitford (published by) Penguin Books", "1405": "The Death of Common Sense (by) Philip K. Howard (published by) Random House Value Publishing", "1406": "Life's Little Ironies (by) Thomas Hardy (published by) 1st World Library", "1407": "The Fair Tax Book: Saying Goodbye to the Income Tax and the IRS (by) Neal Boortz (published by) William Morrow Paperbacks", "1408": "The Tarot Cafe, #1 (by) Sang-Sun Park (published by) TokyoPop", "1409": "Megvalto Szerelem   Danielle Steel In Hungarian ( Passion's Promise ) (by) Danielle Steel (published by) Dell", "1410": "Dress Your Best (by) Clinton Kelly (published by) Harmony", "1411": "Rules for Radicals: A Pragmatic Primer for Realistic Radicals (by) Saul D. Alinsky (published by) Vintage", "1412": "Born in Sin (Brotherhood of the Sword #3/MacAllister, #2) (by) Kinley MacGregor (published by) Avon Books", "1413": "This is It & Other Essays on Zen & Spiritual Experience (by) Alan W. Watts (published by) Vintage Books USA", "1414": "Something Wicked This Way Comes & A Sound of Thunder (by) Ray Bradbury (published by) Blackstone Audiobooks", "1415": "Transgression (City of God, #1) (by) Randy Ingermanson (published by) Harvest House Publishers", "1416": "The Corinthian (by) Georgette Heyer (published by) Arrow", "1417": "Shakespeare's Romeo and Juliet (by) William Shakespeare (published by) Cliffs Notes", "1418": "Slapboxing with Jesus (by) Victor LaValle (published by) Vintage", "1419": "Every Breath You Take  (Second Opportunities #4) (by) Judith McNaught (published by) Ballantine Books", "1420": "Lady Into Fox (by) David Garnett (published by) ", "1421": "A Very Easy Death: Une Mort Tres Douce (by) Simone de Beauvoir (published by) Blackstone Audiobooks", "1422": "The Third Twin (by) Ken Follett (published by) Macmillan", "1423": "The Anatomy of Hope: How People Prevail in the Face of Illness (Random House Large Print) (by) Jerome Groopman (published by) Random House Large Print", "1424": "Keane:  The Autobiography: First Edition (by) Roy Keane (published by) Penguin Global", "1425": "The Complete Edgar Allan Poe Tales (by) Edgar Allan Poe (published by) Random House Value Publishing", "1426": "City Of Quartz: Excavating the Future in Los Angeles (by) Mike Davis (published by) Pimlico", "1427": "Miracle on the 17th Green (by) James Patterson (published by) Feature", "1428": "I Need Your Love - Is That True?: How to Stop Seeking Love, Approval, and Appreciation and Start Finding Them Instead (by) Byron Katie (published by) Harmony", "1429": "La Historia de la Belleza (by) Umberto Eco (published by) Random House Mondadori", "1430": "Dusklands (by) J.M. Coetzee (published by) Penguin Books", "1431": "Whose Body? (by) Dorothy L. Sayers (published by) HarperCollins Publishers", "1432": "The Little Virtues (by) Natalia Ginzburg (published by) Carcanet Press", "1433": "One for the Money (Stephanie Plum #1) (by) Janet Evanovich (published by) Charles Scribner's Sons", "1434": "Blue Twilight (Wings in the Night, #11) (by) Maggie Shayne (published by) Mira Books", "1435": "Protector (Known Space) (by) Larry Niven (published by) Ballantine Books", "1436": "Véra (Mrs. Vladimir Nabokov) (by) Stacy Schiff (published by) Modern Library", "1437": "The Mulberry Tree (by) Jude Deveraux (published by) Simon & Schuster", "1438": "Slightly Wicked (Bedwyn Saga, #2) (by) Mary Balogh (published by) Bantam Dell Random House", "1439": "Interpretar a Los Animales (by) Temple Grandin (published by) ", "1440": "Rubaiyat of Omar Khayyam (1899) (by) Omar Khayyám (published by) Book Jungle", "1441": "No Greater Love (by) Mother Teresa (published by) New World Library", "1442": "Always Outnumbered, Always Outgunned (by) Walter Mosley (published by) Washington Square Press", "1443": "The Longest Day (by) Cornelius Ryan (published by) Simon & Schuster", "1444": "Léxico Familiar (by) Natalia Ginzburg (published by) Ediciones del bronce", "1445": "Love to Water My Soul (by) Jane Kirkpatrick (published by) Multnomah", "1446": "Cockpit (by) Jerzy Kosiński (published by) Grove Press", "1447": "Reunion in Barsaloi (by) Corinne Hofmann (published by) Arcadia Books", "1448": "Ladies and Gentlemen, the Bronx is Burning: 1977, Baseball, Politics, and the Battle for the Soul of a City (by) Jonathan Mahler (published by) Picador", "1449": "The Last Song of Dusk (by) Siddharth Dhanvant Shanghvi (published by) Random House Trade Paperbacks", "1450": "Vanish (Rizzoli & Isles, #5) (by) Tess Gerritsen (published by) Ballantine Books", "1451": "Ideas: A History of Thought and Invention, from Fire to Freud (by) Peter Watson (published by) Harper Perennial", "1452": "The Golden Road (by) L.M. Montgomery (published by) ", "1453": "Double Shot (A Goldy Bear Culinary Mystery, #12) (by) Diane Mott Davidson (published by) William Morrow", "1454": "The Autobiography of Benjamin Franklin (1896) (by) Benjamin Franklin (published by) Book Jungle", "1455": "The Dead Hour (Paddy Meehan, #2) (by) Denise Mina (published by) Bantam", "1456": "Shelter Dogs: Amazing Stories of Adopted Strays (by) Peg Kehret (published by) Albert Whitman  Company", "1457": "Des milliards de tapis de cheveux (by) Andreas Eschbach (published by) L'Atalante", "1458": "The Eyes of the Dragon (by) Stephen King (published by) Time Warner Paperbacks", "1459": "Serenade (by) James M. Cain (published by) Gallimard Education", "1460": "Ferguson Rifle (by) Louis L'Amour (published by) Bantam Doubleday Dell", "1461": "Shakespeare's Landlord (Lily Bard, #1) (by) Charlaine Harris (published by) Berkley", "1462": "King Ottokar’s Sceptre (Tintin, #8) (by) Hergé (published by) ", "1463": "334 (by) Thomas M. Disch (published by) Vintage", "1464": "The Best Loved Poems of Jacqueline Kennedy-Onassis (by) Caroline Kennedy (published by) Hyperion", "1465": "The Inferno (The Divine Comedy, #1) (by) Dante Alighieri (published by) Signet Classics", "1466": "The Successor (by) Ismail Kadare (published by) ", "1467": "Miracle Cure (by) Michael Palmer (published by) Bantam", "1468": "Diana Taschenbücher, Nr.48, Terra Incognita (by) Sara Wheeler (published by) ", "1469": "An Apprenticeship, Or, the Book of Delights (by) Clarice Lispector (published by) University of Texas Press", "1470": "Dinero (by) Martin Amis (published by) Anagrama", "1471": "The Maltese Falcon, The Thin Man, Red Harvest (by) Dashiell Hammett (published by) Everyman's Library", "1472": "Virtual Mode (Mode, #1) (by) Piers Anthony (published by) HarperCollins Publishers", "1473": "The Grand Inquisitor (by) Fyodor Dostoyevsky (published by) Echo Library", "1474": "Riddle-Master (Riddle-Master, #1-3) (by) Patricia A. McKillip (published by) Ace", "1475": "An Angel For Emily (by) Jude Deveraux (published by) ", "1476": "One Helluva Mess (Eurocrime) (by) Jean-Claude Izzo (published by) Arcadia Books", "1477": "The Many-Colored Land (by) Julian May (published by) Del Rey", "1478": "The Lie That Tells a Truth: A Guide to Writing Fiction (by) John Dufresne (published by) W. W. Norton  Company", "1479": "The Two Towers (The Lord of the Rings, #2) (by) J.R.R. Tolkien (published by) ", "1480": "Sleepwalk (by) John Saul (published by) ", "1481": "The Floating Opera (by) John Barth (published by) ", "1482": "Las Vegas Parano (by) Hunter S. Thompson (published by) Editions 10/18", "1483": "My Antonia (by) Willa Cather (published by) Books in Motion", "1484": "The Horrific Sufferings Of The Mind-Reading Monster Hercules Barefoot: His Wonderful Love and his Terrible Hatred (by) Carl-Johan Vallgren (published by) Vintage", "1485": "Lincoln (by) David Herbert Donald (published by) Simon & Schuster", "1486": "Baby Love (Kendrick/Coulter/Harrigan, #1) (by) Catherine Anderson (published by) Avon", "1487": "What Matters Most (by) Luanne Rice (published by) Bantam", "1488": "Taran Wanderer (The Chronicles of Prydain #4) (by) Lloyd Alexander (published by) Square Fish", "1489": "Twilight Eyes (by) Dean Koontz (published by) Berkley Books", "1490": "Le Roman de Renart (by) Anonymous (published by) ", "1491": "The Arctic Grail: The Quest for the North West Passage and the North Pole, 1818-1909 (by) Pierre Berton (published by) Anchor Canada", "1492": "In the Teeth of the Evidence and Other Mysteries (by) Dorothy L. Sayers (published by) HarperTorch", "1493": "Hav (by) Jan Morris (published by) Faber & Faber", "1494": "Tales of Ordinary Madness (by) Charles Bukowski (published by) City Lights Publishers", "1495": "The Night Before Christmas: A Bedtime Shadow Book (by) Clement C. Moore (published by) Peter Pauper Press", "1496": "Journal of a Novel: The East of Eden Letters (by) John Steinbeck (published by) ", "1497": "The Illustrated Perfumed Garden: A Sensuous Paradise Where Erotic Love Grows and Blooms (by) Umar Ibn Muhammed Al-Nefzawi (published by) ", "1498": "Jewels (by) Danielle Steel (published by) Dell", "1499": "The Remarkable Journey of Prince Jen (by) Lloyd Alexander (published by) Recorded Books", "1500": "Novela de Ajedrez (by) Stefan Zweig (published by) Sirmio", "1501": "The Radioactive Boy Scout: The True Story of a Boy and His Backyard Nuclear Reactor (by) Ken Silverstein (published by) Random House", "1502": "The Time of the Assassins:  a Study of Rimbaud (by) Henry Miller (published by) New Directions", "1503": "Fall Into Darkness (by) Christopher Pike (published by) HarperCollins Publishers", "1504": "The Voyage of Frog (by) Gary Paulsen (published by) Bantam Doubleday Dell Publishing Group", "1505": "If You Lived Here (by) Dana Sachs (published by) William Morrow", "1506": "The Unknown Masterpiece (by) Honoré de Balzac (published by) Kessinger Publishing", "1507": "Holman Christian Standard Bible (by) Anonymous (published by) B&H Publishing Group", "1508": "The Five Love Languages  (by) Gary Chapman (published by) ", "1509": "On Writing: A Memoir of the Craft (by) Stephen King (published by) New English Library", "1510": "The Great God Pan (by) Arthur Machen (published by) ", "1511": "Now Face to Face (Tamworth Saga, #3) (by) Karleen Koen (published by) Kensington", "1512": "You Come Too (by) Robert Frost (published by) Holt Rinehart and Winston Inc", "1513": "The View from Mount Joy (by) Lorna Landvik (published by) ", "1514": "The Tunnel (by) Ernesto Sabato (published by) Ballantine Books", "1515": "The Man on the Boulevard (by) Georges Simenon (published by) Penguin Books", "1516": "The Lazarus Vendetta (Covert-One, #5) (by) Patrick Larkin (published by) Wheeler Publishing", "1517": "Desert Solitaire: A Season in the Wilderness (by) Edward Abbey (published by) Touchstone", "1518": "Kabbalah: A Love Story (by) Lawrence Kushner (published by) Morgan Road Books", "1519": "Emma Watson (by) Joan Aiken (published by) St. Martin's Press", "1520": "The Day Before Midnight (by) Stephen Hunter (published by) Random House Audio", "1521": "\"Stand Back,\" Said the Elephant, \"I'm Going to Sneeze!\" (by) Patricia Thomas (published by) William Morrow & Company, Inc.", "1522": "Works and Days/Theogony (by) Hesiod (published by) Hackett Publishing Company, Inc.", "1523": "The Love of the Last Tycoon (by) F. Scott Fitzgerald (published by) Scribner", "1524": "The Ladies of the Lake (Gilda Joyce, #2) (by) Jennifer Allison (published by) Puffin Books", "1525": "Maison D'Ete, Plus Tard (by) Judith Hermann (published by) Albin Michel", "1526": "The Sword of Bedwyr (Crimson Shadow, #1) (by) R.A. Salvatore (published by) Random House Value Publishing", "1527": "Asterix in Britain (Asterix, #8) (by) René Goscinny (published by) Asterix", "1528": "Richard III (No Fear Shakespeare) (by) William Shakespeare (published by) SparkNotes", "1529": "Scene & Structure (Elements of Fiction Writing) (by) Jack M. Bickham (published by) Writer's Digest Books", "1530": "Asterix Et Cleopatre (French Edition Of Asterix And Cleopatra) (by) René Goscinny (published by) ", "1531": "Fanny Hill. Memoirs of a Woman of Pleasure (by) John Cleland (published by) Wordsworth Editions Limited", "1532": "The Pendragon Legend (by) Antal Szerb (published by) ", "1533": "The Ballad of Frankie Silver (Ballad, #5) (by) Sharyn McCrumb (published by) Signet", "1534": "Separation Of Power (Mitch Rapp, #3) (by) Vince Flynn (published by) Simon & Schuster Ltd", "1535": "A Murder Is Announced (Miss Marple, #5) (by) Agatha Christie (published by) HarperCollins", "1536": "The Tao of Warren Buffett: Warren Buffett's Words of Wisdom - Quotations and Interpretations to Help Guide You to Billionaire Wealth and Enlightened Business Management (by) Mary Buffett (published by) Scribner", "1537": "A River Runs Through It and Other Stories (by) Norman Maclean (published by) University Of Chicago Press", "1538": "A Short Walk In The Hindu Kush (by) Eric Newby (published by) Pan Books (UK)", "1539": "Testaments Betrayed (by) Milan Kundera (published by) Faber  Faber", "1540": "Orlando. Eine Biographie. (by) Virginia Woolf (published by) Suhrkamp", "1541": "The Best Friend's Guide To Toddlers (by) Vicki Iovine (published by) Bloomsbury Publishing PLC", "1542": "The Emperor (by) Ryszard Kapuściński (published by) Penguin Books Ltd", "1543": "American Pharaoh: Mayor Richard J. Daley - His Battle for Chicago and the Nation (by) Adam Cohen (published by) Back Bay Books", "1544": "Second Star to the Right (by) Deborah Hautzig (published by) ", "1545": "The Skin Trade (by) Douglas E. Winter (published by) Berkley", "1546": "God's Big Picture: Tracing the Story-Line of the Bible (by) Vaughan Roberts (published by) Inter-Varsity Press", "1547": "Unleash the Power Within (by) Anthony Robbins (published by) ", "1548": "Red Lights (by) Georges Simenon (published by) NYRB Classics", "1549": "Looking For Rachel Wallace (Spenser, #6) (by) Robert B. Parker (published by) Dell", "1550": "Death in the Clouds (Hercule Poirot, #12) (by) Agatha Christie (published by) HarperCollins", "1551": "A Sentimental Journey Through France and Italy and Continuation of the Bramine's Journal: With Related Texts (by) Laurence Sterne (published by) Hackett Publishing Company, Inc.", "1552": "High Art (by) Rubem Fonseca (published by) ", "1553": "The Oxford Guide to Library Research (by) Thomas  Mann (published by) Oxford University Press, USA", "1554": "Where Mercy Flows (by) Karen Harter (published by) ", "1555": "The Custom of the Country (New York Public Library Collector's Editions) (by) Edith Wharton (published by) Doubleday", "1556": "The Diviners (by) Rick Moody (published by) Back Bay Books", "1557": "America's Secret War: Inside the Hidden Worldwide Struggle Between the United States and Its Enemies (by) George Friedman (published by) Anchor", "1558": "Flashman And The Dragon (by) George MacDonald Fraser (published by) ", "1559": "The Rebels of Ireland (The Dublin Saga, #2) (by) Edward Rutherfurd (published by) Ballantine Books", "1560": "Beautiful Swimmers: Watermen, Crabs and the Chesapeake Bay (by) William W. Warner (published by) Back Bay Books", "1561": "La noche de las brujas (by) Silver RavenWolf (published by) ", "1562": "The Confusions of Young Törless (by) Robert Musil (published by) Penguin", "1563": "The Road to Paradise Island (by) Victoria Holt (published by) Fawcett Books", "1564": "El Universo de Un Joven Cientifico (by) Alan Lightman (published by) ", "1565": "The Futurist (by) James P. Othmer (published by) DoubleDay", "1566": "Mystic Masseur (by) V.S. Naipaul (published by) Penguin Books", "1567": "Portales de Esplendor = Through Gates of Splendor (by) Elisabeth Elliot (published by) Portavoz", "1568": "Snow: A Retelling of Snow White and the Seven Dwarfs (by) Tracy Lynn (published by) Simon Pulse", "1569": "East Is East (by) T.C. Boyle (published by) Penguin Books", "1570": "Beyond Basketball: Coach K's Keywords for Success (by) Mike Krzyzewski (published by) ", "1571": "Human Croquet (by) Kate Atkinson (published by) Picador USA", "1572": "Opening Night (by) Ngaio Marsh (published by) HarperCollins", "1573": "Raise The Titanic! (by) Clive Cussler (published by) ", "1574": "The Search (Kidnapped, #2) (by) Gordon Korman (published by) Scholastic", "1575": "Four Plays of Aristophanes: The Clouds/The Birds/Lysistrata/The Frogs (by) James H. Matinband (published by) University Press of America", "1576": "Tales of Known Space: The Universe of Larry Niven (Known Space) (by) Larry Niven (published by) Del Rey", "1577": "Nappy Hair (by) Carolivia Herron (published by) Dragonfly Books", "1578": "Unsolved Mysteries of History: An Eye-Opening Investigation Into the Most Baffling Events of All Time (by) Paul Aron (published by) Wiley", "1579": "La bonté mode d'emploi (by) Nick Hornby (published by) ", "1580": "A Corpse in the Koryo (Inspector O, #1) (by) James  Church (published by) ", "1581": "Beyond Tuesday Morning (9/11, #2) (by) Karen Kingsbury (published by) Zondervan", "1582": "A Fire Within (These Highland Hills, #3) (by) Kathleen  Morgan (published by) Fleming H. Revell Company", "1583": "The Christmas Pearl (by) Dorothea Benton Frank (published by) William Morrow", "1584": "Rumbo a Tartaria : un viaje por los Balcanes, Oriente Próximo y el Cáucaso (by) Robert D. Kaplan (published by) ", "1585": "The Christmas Candle (by) Richard Paul Evans (published by) Simon & Schuster Books for Young Readers", "1586": "Rose Cottage (by) Mary  Stewart (published by) Ivy Books", "1587": "M.Y.T.H. Inc. Link (Myth Adventures, #7) (by) Robert Lynn Asprin (published by) Ace", "1588": "Nightingales: The Extraordinary Upbringing and Curious Life of Miss Florence Nightingale (by) Gillian Gill (published by) Random House Trade Paperbacks", "1589": "Los Desadarecidos [The Missing] (by) Jerry B. Jenkins (published by) Turtleback Books", "1590": "Désert solitaire (by) Edward Abbey (published by) ", "1591": "Stalking the Angel (Elvis Cole, #2) (by) Robert Crais (published by) ", "1592": "Christine (by) Stephen King (published by) Viking", "1593": "A Common Life: The Wedding Story (by) Jan Karon (published by) Recorded Books", "1594": "Fifty-One Tales (by) Lord Dunsany (published by) Borgo Press", "1595": "On My Own Two Feet: A Modern Girl's Guide to Personal Finance (by) Manisha Thakor (published by) Adams Media", "1596": "Personal Memoirs of Ulysses S. Grant Part Two (by) Ulysses S. Grant (published by) Kessinger Publishing", "1597": "Holes (Listening Library) (by) Louis Sachar (published by) Listening Library", "1598": "Refugee (Star Wars: The New Jedi Order, #16; Force Heretic, #2) (by) Sean Williams (published by) Arrow", "1599": "You, on a Diet: The Owner's Manual for Waist Management (by) Michael F. Roizen (published by) ", "1600": "Immortality (by) Milan Kundera (published by) Faber and Faber", "1601": "David Balfour: Being Memoirs of the Further Adventures of David Balfour at Home and Abroad (David Balfour, #2) (by) Robert Louis Stevenson (published by) Charles Scribner's & Sons", "1602": "Mutiny on the Enterprise (by) Robert E. Vardeman (published by) Pocket Books", "1603": "The Boo (by) Pat Conroy (published by) R Bemis Pub", "1604": "Ledarskapets Tao: Lao Tzus Tao Te Ching Anpassad Till En NY Tid (by) John Heider (published by) Humanics Publishing Group", "1605": "Affair (by) Amanda Quick (published by) Bantam Books", "1606": "The Christmas Blessing (Christmas Hope, #2) (by) Donna VanLiere (published by) St. Martin's Press", "1607": "MEDITERRANEAN CAPER (DIRK PITT) (by) Clive Cussler (published by) ", "1608": "God's Smuggler (by) Brother Andrew (published by) ", "1609": "Schott's Original Miscellany (by) Ben Schott (published by) Bloomsbury Publishing PLC", "1610": "A Raisin in the Sun (by) Lorraine Hansberry (published by) Random House", "1611": "The Blue Rose (English Garden Mystery #1) (by) Anthony Eglin (published by) St. Martin's Paperbacks", "1612": "Right as Rain (Derek Strange and Terry Quinn #1) (by) George Pelecanos (published by) Orion", "1613": "Where is the Green Sheep? (by) Mem Fox (published by) Not Avail", "1614": "The Crazyladies of Pearl Street (by) Trevanian (published by) Broadway Books", "1615": "Emotional Alchemy (by) Tara Bennett-Goleman (published by) Rider", "1616": "Endurance: Shackleton's Incredible Voyage (by) Alfred Lansing (published by) Carroll & Graf Publishers", "1617": "You Bright and Risen Angels (by) William T. Vollmann (published by) Penguin Books", "1618": "Mirror Dance (Vorkosigan Saga, #8) (by) Lois McMaster Bujold (published by) Baen Books", "1619": "Königin der Wüste. Das außergewöhnliche Leben der Gertrude Bell. (by) Janet Wallach (published by) ", "1620": "Witch World (Witch World Series 1: Estcarp Cycle, #1) (by) Andre Norton (published by) Ace", "1621": "The Complete Essays of Montaigne (by) Michel de Montaigne (published by) Stanford University Press", "1622": "The Third Man & The Fallen Idol (by) Graham Greene (published by) Penguin Books Ltd", "1623": "Vivir Cada Segundo (Every Second Counts) (by) Lance Armstrong (published by) Rba Libros", "1624": "The Camel Club (Camel Club, #1) (by) David Baldacci (published by) Warner Adult", "1625": "Yes, Your Teen Is Crazy!: Loving Your Kid Without Losing Your Mind (by) Michael J. Bradley (published by) Harbor Press", "1626": "The Foundling (by) Georgette Heyer (published by) Harlequin Books", "1627": "The Golden Mountain: Beyond the American Dream (by) Irene Kai (published by) Silver Light Publications", "1628": "Memoir from Antproof Case (by) Mark Helprin (published by) Harper Perennial", "1629": "The Library of Babel (by) Jorge Luis Borges (published by) David R. Godine Publisher", "1630": "The Essential Ellison: A 50 Year Retrospective (by) Harlan Ellison (published by) Morpheus International", "1631": "Altazor, Or, a Voyage in a Parachute: Poem in VII Cantos (1919) (by) Vicente Huidobro (published by) Wesleyan", "1632": "In a Dark, Dark Room and Other Scary Stories (by) Alvin Schwartz (published by) HarperCollins", "1633": "Asterix the Gladiator (Asterix, #4) (by) René Goscinny (published by) Asterix", "1634": "Men are from Mars, Women are from Venus (by) John Gray (published by) ", "1635": "Bringing Down the House: How Six Students Took Vegas for Millons (by) Ben Mezrich (published by) ", "1636": "Notes on a Scandal (by) Zoë Heller (published by) Penguin", "1637": "Games of Command (by) Linnea Sinclair (published by) Bantam", "1638": "The Darkest Evening of the Year (by) Dean Koontz (published by) Bantam", "1639": "The Drawing of the Three (The Dark Tower, #2) (by) Stephen King (published by) Orbit", "1640": "The Most Famous Man in America: The Biography of Henry Ward Beecher (by) Debby Applegate (published by) ", "1641": "Mathematics: Is God Silent? (by) James Nickel (published by) Ross House Books", "1642": "Nine Marks of a Healthy Church (by) Mark Dever (published by) Crossway", "1643": "Now They Call Me Infidel: Why I Renounced Jihad for America, Israel, and the War on Terror (by) Nonie Darwish (published by) ", "1644": "Hollywood Babylon: The Legendary Underground Classic of Hollywood's Darkest and Best Kept Secrets (by) Kenneth Anger (published by) Dell", "1645": "Emile or On Education (by) Jean-Jacques Rousseau (published by) Basic Books", "1646": "World's End (The Sandman, #8) (by) Neil Gaiman (published by) Vertigo", "1647": "Marley & Me: Life and Love with the World's Worst Dog (by) John Grogan (published by) William Morrow", "1648": "I Went Walking [With Cassette] (Live Oak Readalongs) (by) Sue     Williams (published by) ", "1649": "La flor púrpura (by) Chimamanda Ngozi Adichie (published by) ", "1650": "Conservatize Me CD: How I Tried to Become a Righty with the Help of Richard Nixon, Ann Coulter, Toby Keith, and Beef Jerky (by) John Moe (published by) HarperAudio", "1651": "The Girl Who Walked Home Alone: A Personal Biography of Bette Davis (by) Charlotte Chandler (published by) Applause Books", "1652": "I Lived to Tell It All (by) George Jones (published by) Random House Value Publishing", "1653": "Bubbles A Broad (Bubbles Yablonsky, #4) (by) Sarah Strohmeyer (published by) ", "1654": "Think!: Why Crucial Decisions Can't Be Made in the Blink of an Eye (by) Michael R. LeGault (published by) Threshold Editions", "1655": "Highland Angel (Murray Family, #7) (by) Hannah Howell (published by) Zebra", "1656": "Wicked / Son of a Witch (The Wicked Years, #1-2) (by) Gregory Maguire (published by) ", "1657": "Morning Glory (by) LaVyrle Spencer (published by) Random House Value Publishing", "1658": "Last Train to Paradise: Henry Flagler and the Spectacular Rise and Fall of the Railroad That Crossed an Ocean (by) Les Standiford (published by) Thorndike Press", "1659": "The Legend of Luke (Redwall, #12) (by) Brian Jacques (published by) Firebird", "1660": "About Face: The Odyssey Of An American Warrior (by) David H. Hackworth (published by) Touchstone/Simon & Schuster", "1661": "Réquiem por un campesino español (by) Ramón J. Sender (published by) destinolibro", "1662": "Hunger of Memory: The Education of Richard Rodriguez (by) Richard Rodríguez (published by) Dial Press Trade Paperback", "1663": "Voices in the Park (by) Anthony Browne (published by) DK Children", "1664": "The Iron Lance (by) Stephen R. Lawhead (published by) HarperCollins Publishers", "1665": "Not Always So: Practicing the True Spirit of Zen (by) Shunryu Suzuki (published by) HarperOne", "1666": "Sab (by) Gertrudis Gómez de Avellaneda (published by) Manchester University Press", "1667": "The Heir (Reid Family, #1) (by) Johanna Lindsey (published by) Avon", "1668": "Charming Billy Reading Group Guide (by) Alice McDermott (published by) ", "1669": "Wicked Loving Lies (Brandon-Morgan #6) (by) Rosemary Rogers (published by) Harlequin Books", "1670": "Death at an Early Age (by) Jonathan Kozol (published by) Plume", "1671": "Feng Ru Fei Tun (Simplified Chinese) (by) Mo Yan (published by) Zhong guo gong ren chu ban she", "1672": "A Stroke of Midnight (Merry Gentry, #4) (by) Laurell K. Hamilton (published by) Ballantine Books", "1673": "Dame to Kill for Tale From Sin City (by) Frank Miller (published by) Dark Horse Comics", "1674": "The Best Democracy Money Can Buy (by) Greg Palast (published by) Plume Books", "1675": "The Other Side Of Midnight (by) Sidney Sheldon (published by) ", "1676": "JFK: The CIA, Vietnam and the Plot to Assassinate John F. Kennedy (by) L. Fletcher Prouty (published by) Citadel", "1677": "Adverbs (by) Daniel Handler (published by) Ecco", "1678": "A House for Hermit Crab (by) Eric Carle (published by) ", "1679": "Signes extérieurs de gaieté (by) Kaye Gibbons (published by) Flammarion", "1680": "Birdy (by) Naomi Wallace (published by) Broadway Play Publishing Inc", "1681": "W. B. Yeats: Selected Poems (by) W.B. Yeats (published by) ", "1682": "Herbert West Re-Animator (by) H.P. Lovecraft (published by) Beyond Books", "1683": "Finding Manana: A Memoir of a Cuban Exodus (by) Mirta Ojito (published by) ", "1684": "Pretty Woman (by) Fern Michaels (published by) Pocket Books", "1685": "Comet (by) Carl Sagan (published by) Random House Value Publishing", "1686": "The Rich Girl (Fear Street, #44) (by) R.L. Stine (published by) Simon Pulse", "1687": "1066 and All That (by) W.C. Sellar (published by) Sutton Publishing", "1688": "Eating Chinese Food Naked (by) Mei Ng (published by) ", "1689": "A Dance to the Music of Time, Volume 3: Autumn (by) Anthony Powell (published by) Arrow Books", "1690": "The Ultimate Hitchhiker's Guide to the Galaxy (by) Douglas Adams (published by) Del Rey Books", "1691": "Notes from Underground: with White Nights, The Dreams of a Ridiculous Man, and selections from The House of the Dead (by) Fyodor Dostoyevsky (published by) The New American Library", "1692": "Asimov's Guide To Shakespeare Greek (by) Isaac Asimov (published by) ", "1693": "El Oriente Proximo: Dos Mil Anos de Historia (Serie Mayor Critica) (by) Bernard Lewis (published by) ", "1694": "The Alien (Animorphs, #8) (by) K.A. Applegate (published by) Scholastic Paperbacks", "1695": "Romeo and Juliet Together (And Alive!) At Last (by) Avi (published by) ", "1696": "The Female Quixote [Easyread Edition] (by) Charlotte Lennox (published by) ", "1697": "The Contemplative Pastor: Returning to the Art of Spiritual Direction (The Pastoral series, #4) (by) Eugene H. Peterson (published by) Eerdmans", "1698": "Stories from the Vinyl Cafe (by) Stuart McLean (published by) Viking Books", "1699": "Swann's Way (In Search of Lost Time, #1) (by) Marcel Proust (published by) Penguin Classics", "1700": "New Our Bodies, Ourselves: A Book by and for Women (by) Boston Women's Health Book Collective (published by) Touchstone Books", "1701": "A Thread Of Grace (by) Mary Doria Russell (published by) Black Swan", "1702": "Yoda: Dark Rendezvous (by) Sean Stewart (published by) Arrow", "1703": "The Flood (Halo, #2) (by) William C. Dietz (published by) Orbit", "1704": "The Last Secret Of The Temple (Yusuf Khalifa #2) (by) Paul Sussman (published by) Bantam", "1705": "The Age of Faith (The Story of Civilization, #4) (by) Will Durant (published by) ", "1706": "Demons (by) Fyodor Dostoyevsky (published by) Knopf", "1707": "Three Bedrooms, One Corpse  (Aurora Teagarden, #3) (by) Charlaine Harris (published by) Worldwide Library", "1708": "The Lord is My Salvation (by) Lynn Austin (published by) ", "1709": "Four Past Midnight, featuring \"The Langoliers\" (by) Stephen King (published by) Signet", "1710": "The Book of Lost Tales, Part One (The History of Middle-earth, #1) (by) J.R.R. Tolkien (published by) Unwin Paperbacks", "1711": "Pegasus in Space (The Talent, #3) (by) Anne McCaffrey (published by) Del Rey", "1712": "Encyclopedia of Counseling Package: Encyclopedia of Counseling: Master Review and Tutorial for the National Counselor Examination, State Counseling ... Preparation Comprehensive Examination (by) Howard Rosenthal (published by) Routledge", "1713": "La conjura de los necios (by) John Kennedy Toole (published by) Anagrama", "1714": "The Everyday I Ching (by) Sarah Dening (published by) St. Martin's Griffin", "1715": "The Fatal Conceit: The Errors of Socialism (by) Friedrich A. Hayek (published by) Routledge", "1716": "Michael Collins: The Man Who Made Ireland (by) Tim Pat Coogan (published by) Roberts Rinehart Publishers", "1717": "All About Love (Cynster, #6) (by) Stephanie Laurens (published by) Avon", "1718": "Narrative of the Most Extraordinary and Distressing Shipwreck of the Whaleship Essex (by) Owen Chase (published by) ", "1719": "French Dirt: The Story of a Garden in the South of France (by) Richard Goodman (published by) Algonquin Books", "1720": "Will You Please Be Quiet, Please?: The Stories of Raymond Carver (by) Raymond Carver (published by) McGraw-Hill Companies", "1721": "Chokher Bali (by) Rabindranath Tagore (published by) ", "1722": "Grasshopper (by) Barbara Vine (published by) Vintage Crime/Black Lizard", "1723": "Suspense and Sensibility: Or, First Impressions Revisited (Mr. & Mrs. Darcy Mysteries, #2) (by) Carrie Bebris (published by) Forge Books", "1724": "Grimscribe: His Life And Works (by) Thomas Ligotti (published by) Carroll & Graf", "1725": "Mary Poppins (Mary Poppins, #1) (by) P.L. Travers (published by) HMH Books for Young Readers", "1726": "Variable Star (by) Robert A. Heinlein (published by) Tor Books", "1727": "The Greek Way (by) Edith Hamilton (published by) Buccaneer Books", "1728": "Justicia Ciega (by) Alexander Bruce (published by) ", "1729": "The Essential Dracula (by) Bram Stoker (published by) Plume", "1730": "Critical (Jack Stapleton & Laurie Montgomery, #7) (by) Robin Cook (published by) ", "1731": "The Eugenics Wars, Vol. 2: The Rise and Fall of Khan Noonien Singh (Star Trek: The Eugenics Wars, #2) (by) Greg Cox (published by) Pocket Books/Star Trek", "1732": "Thirtynothing (by) Lisa Jewell (published by) Penguin", "1733": "The School for Wives: A Comedy in Five Acts (by) Molière (published by) ", "1734": "The Innocent (by) Ian McEwan (published by) ", "1735": "The Game of Life for Women and How to Play It: An Unpdated Edition of the Prosperity Classic (by) Florence Scovel Shinn (published by) DeVorss & Company", "1736": "Already Dead (by) Denis Johnson (published by) Picador", "1737": "Undaunted Courage (by) Stephen E. Ambrose (published by) Books on Tape", "1738": "Dick Sands: A Captain at Fifteen (by) Jules Verne (published by) Fredonia Books (NL)", "1739": "Ahab's Wife, or The Star-Gazer (by) Sena Jeter Naslund (published by) William Morrow Paperbacks", "1740": "American Mirror: The Life and Art of Norman Rockwell (by) Deborah Solomon (published by) Farrar, Straus and Giroux", "1741": "Madame Bovary / Madam Bovary (by) Gustave Flaubert (published by) Planeta Publishing", "1742": "For Better, for Worse (by) Carole Matthews (published by) William Morrow Paperbacks", "1743": "The Sea Of Grass (by) Conrad Richter (published by) Ohio University Press", "1744": "Julie's Wolf Pack (Julie of the Wolves, #3) (by) Jean Craighead George (published by) HarperCollins", "1745": "The Tao Of Pooh The Te Of Piglet (One Spirit) (by) Benjamin Hoff (published by) ", "1746": "Taggart (by) Louis L'Amour (published by) Bantam Books", "1747": "The Hutchinson History of the World (by) J.M. Roberts (published by) Hutchinson Radius", "1748": "Dzur (Vlad Taltos, #10) (by) Steven Brust (published by) Tor Books", "1749": "Critique of Pure Reason (Studies in the History of Philosophy) (by) Immanuel Kant (published by) Edwin Mellen Press", "1750": "Fathers and Sons. Alexander Waugh (by) Alexander Waugh (published by) Headline Book Publishing", "1751": "Storm: To Green Angel Tower, Part 2 (Memory, Sorrow, and Thorn, #3: Part 2) (by) Tad Williams (published by) Orbit", "1752": "Don Quijote: The History of that Ingenious Gentleman, Don Quijote de la Mancha (by) Miguel de Cervantes Saavedra (published by) W. W. Norton  Company", "1753": "Thrones, Dominations (Lord Peter Wimsey/Harriet Vane #1) (by) Dorothy L. Sayers (published by) St. Martin's Press", "1754": "Books and Islands in Ojibwe Country: Traveling Through the Land of my Ancestors (by) Louise Erdrich (published by) National Geographic", "1755": "DAO de Jing: A Philosophical Translation (by) Lao Tzu (published by) Ballantine Books", "1756": "Chuck Klosterman IV: A Decade of Curious People and Dangerous Ideas (by) Chuck Klosterman (published by) Scribner Book Company", "1757": "Beauty and the Black Sheep (The Moorehouse Legacy, #1)  (Callie/Grace/Walker Brothers/Moorehouse series, #4) (by) Jessica Bird (published by) Silhouette", "1758": "Adventures in Missing the Point: How the Culture-Controlled Church Neutered the Gospel (by) Tony Campolo (published by) Zondervan/Youth Specialties", "1759": "Sepulchre (by) James Herbert (published by) MacMillan UK", "1760": "Harry Potter y el prisionero de Azkabán (by) J.K. Rowling (published by) Salamandra", "1761": "Leadership 101: What Every Leader Needs to Know (by) John C. Maxwell (published by) Thomas Nelson", "1762": "Lust for Life (by) Irving Stone (published by) Plume Books", "1763": "Not On Our Watch: The Mission to End Genocide in Darfur and Beyond (by) Don Cheadle (published by) Hachette Books", "1764": "La isla del doctor Moreau (by) H.G. Wells (published by) Anaya", "1765": "Whirlpool (by) Elizabeth Lowell (published by) Avon", "1766": "The Sheltering Sky (by) Paul Bowles (published by) Penguin Books", "1767": "The Annotated Innocence of Father Brown (by) G.K. Chesterton (published by) Dover Publications", "1768": "Ghost Writer (by) Philip Roth (published by) Random House Value Publishing", "1769": "Theogony (Academic Monograph Reprints) (by) Hesiod (published by) Oxford University Press, USA", "1770": "Different Seasons featuring The Shawshank Redemption (by) Stephen King (published by) Signet", "1771": "Far Away (by) Caryl Churchill (published by) Theatre Communications Group", "1772": "Dulce Compañía (by) Laura Restrepo (published by) HarperCollins Español", "1773": "The Book Of Ruth (by) Jane Hamilton (published by) Black Swan", "1774": "Absolution Gap (by) Alastair Reynolds (published by) Ace Books", "1775": "Los Desaparecidos [The Missing] (by) Jerry B. Jenkins (published by) ", "1776": "Le Horla: Et Autres Contes Cruels Et Fantastiques (by) Guy de Maupassant (published by) ", "1777": "The Fact of a Doorframe: Poems, 1950-2001 (by) Adrienne Rich (published by) W. W. Norton  Company", "1778": "See, I Told You So (by) Rush Limbaugh (published by) Pocket Books", "1779": "Bleeding Kansas (by) Sara Paretsky (published by) Putnam Adult", "1780": "The Fifth Elephant (Discworld, #24; City Watch, #5) (by) Terry Pratchett (published by) Corgi", "1781": "Tambores Magicos (by) Graeme Base (published by) Editorial Juventud", "1782": "The Face (by) Dean Koontz (published by) Bantam", "1783": "The Greatest of Marlys (by) Lynda Barry (published by) Sasquatch Books", "1784": "Schrödinger's Kittens And The Search For Reality (by) John Gribbin (published by) ", "1785": "The Last Night Of The Earth Poems (by) Charles Bukowski (published by) ", "1786": "Mortal Fear   (by) Robin Cook (published by) Berkley", "1787": "The Good Life: Seeking Purpose, Meaning, and Truth in Your Life (by) Charles W. Colson (published by) ", "1788": "Takedown (Scot Harvath, #5) (by) Brad Thor (published by) Atria Simon & Schuster", "1789": "Victory Over the Darkness (by) Neil T. Anderson (published by) Regal Books", "1790": "Phone Home, Persephone! (Myth-O-Mania #2) (by) Kate McMullan (published by) ", "1791": "The Great Good Thing (The Sylvie Cycle, #1) (by) Roderick Townley (published by) Simon & Schuster Childrens Books", "1792": "The Epic of Gilgamesh (by) Anonymous (published by) Amereon Limited", "1793": "The Kaisho (Nicholas Linnear, #4) (by) Eric Van Lustbader (published by) Phoenix Audio.", "1794": "Torch (by) Cheryl Strayed (published by) ", "1795": "The Devil's Feather (by) Minette Walters (published by) Alfred A. Knopf", "1796": "Translation and Commentary on The Holy Qur-an (by) Anonymous (published by) ", "1797": "Hawksmoor (by) Peter Ackroyd (published by) Penguin Books", "1798": "The Unswept Room (by) Sharon Olds (published by) Jonathan Cape", "1799": "A Gift of Magic (by) Lois Duncan (published by) ", "1800": "Flight Of The Storks (by) Jean-Christophe Grangé (published by) Vintage", "1801": "The Magic Skin (by) Honoré de Balzac (published by) Dodo Press", "1802": "The Bride Stripped Bare (by) Anonymous (published by) Harper Perennial", "1803": "Every Young Man's Battle: Strategies for Victory in the Real World of Sexual Temptation (by) Stephen Arterburn (published by) Waterbrook Press", "1804": "Lewis Carroll's Jabberwocky: A Book of Brillig Dioramas (by) Lewis Carroll (published by) Harry N. Abrams", "1805": "Guns, Germs and Steel: A Short History of Everybody for the Last 13,000 Years (by) Jared Diamond (published by) Vintage", "1806": "Clandestine (by) James Ellroy (published by) Sound Library", "1807": "The Tale of Mr. Jeremy Fisher (by) Beatrix Potter (published by) Penguin Group", "1808": "Ronia, the Robber's Daughter (by) Astrid Lindgren (published by) Puffin Books", "1809": "What Does It All Mean?: A Very Short Introduction to Philosophy (by) Thomas Nagel (published by) Oxford University Press, USA", "1810": "The Privilege of Youth: The Inspirational Story of a Teenager's Search for Friendship and Acceptance (by) Dave Pelzer (published by) Penguin", "1811": "Eiszeit (by) David Axton (published by) ", "1812": "Titus Andronicus. A Concordance To The Text Of The First Quarto Of 1594 (by) William Shakespeare (published by) Clarendon Press", "1813": "The Beast House (by) Richard Laymon (published by) Leisure Books", "1814": "Beaches (by) Iris Rainer Dart (published by) Audio Literature", "1815": "Who Am I Without Him?: A Short Story Collection about Girls and Boys in Their Lives (by) Sharon G. Flake (published by) Hyperion Books for Children", "1816": "The Ugly Vegetables (by) Grace Lin (published by) Charlesbridge", "1817": "A Chair for My Mother (by) Vera B. Williams (published by) IGI Distributors", "1818": "Why I Am Not a Christian: And Other Essays on Religion and Related Subjects (by) Bertrand Russell (published by) Routledge", "1819": "Paddy Clarke Ja Ja Ja (by) Roddy Doyle (published by) ", "1820": "Hinds  Feet on High Places (by) Hannah Hurnard (published by) ", "1821": "Cosmopolis (by) Don DeLillo (published by) Picador", "1822": "The Fall of Advertising and the Rise of PR (by) Al Ries (published by) HarperBusiness", "1823": "What's So Amazing About Grace? Visual Edition (by) Philip Yancey (published by) Zondervan", "1824": "P.S. Longer Letter Later (Elizabeth and Tara*Starr, #1) (by) Paula Danziger (published by) Scholastic Paperbacks", "1825": "Wizardology (Ologies, #3) (by) Dugald A. Steer (published by) Candlewick Press", "1826": "A Thousand Days in Venice (by) Marlena de Blasi (published by) Ballantine Books", "1827": "An Innkeeper's Horse (King Of The Wind) (by) Marguerite Henry (published by) Holmes & Meier Publishers", "1828": "Lieutenant Nun: Memoir of a Basque Transvestite in the New World (by) Catalina de Erauso (published by) Beacon Press", "1829": "The Mormon Way of Doing Business: Leadership and Success Through Faith and Family (by) Jeff Benedict (published by) Warner Business Books", "1830": "One Tiny Turtle (by) Nicola Davies (published by) Scholastic, Inc.", "1831": "Unfinished Tales of Númenor and Middle-Earth (by) J.R.R. Tolkien (published by) HarperCollins Publishers", "1832": "Four Blondes (by) Candace Bushnell (published by) Grove Press", "1833": "Sky Boys: How They Built the Empire State Building (by) Deborah Hopkinson (published by) Schwartz & Wade Books", "1834": "Sickened: The Memoir of a Munchausen by Proxy Childhood (by) Julie Gregory (published by) Bantam", "1835": "Riding the Bus with My Sister: A True Life Journey (by) Rachel Simon (published by) Plume", "1836": "Tragical History of Dr. Faustus (by) Christopher Marlowe (published by) ", "1837": "The Instant Millionaire: A Tale of Wisdom and Wealth (by) Mark   Fisher (published by) New World Library", "1838": "Certain Girls (Cannie Shapiro #2) (by) Jennifer Weiner (published by) Atria Books", "1839": "Berlin Blues (by) Sven Regener (published by) Vintage", "1840": "Open Season (Joe Pickett, #1) (by) C.J. Box (published by) Putnam", "1841": "Searching for Hassan: A Journey to the Heart of Iran (by) Terence Ward (published by) Anchor", "1842": "The Boulevard of Broken Dreams (by) Kim Deitch (published by) Pantheon", "1843": "Every Storm (by) Lori Wick (published by) ", "1844": "Every Light in the House Burnin' (by) Andrea Levy (published by) Tinder Press", "1845": "A History of Christianity (by) Paul  Johnson (published by) Penguin Books", "1846": "The Bible Unearthed: Archaeology's New Vision of Ancient Israel and the Origin of Its Sacred Texts (by) Israel Finkelstein (published by) Free Press", "1847": "Selbs Justiz (Selb, #1) (by) Bernhard Schlink (published by) Diogenes", "1848": "Shadow & Claw (The Book of the New Sun #1-2) (by) Gene Wolfe (published by) Orb Books", "1849": "Freedom from the Known (by) Jiddu Krishnamurti (published by) HarperOne", "1850": "Moonraker (by) Ian Fleming (published by) Berkley Books", "1851": "Hornblower in the West Indies (by) C.S. Forester (published by) Chivers Audio Books", "1852": "Beware, Princess Elizabeth (Young Royals, #2) (by) Carolyn Meyer (published by) ", "1853": "Young Blood (The Mediator, #4) (by) Meg Cabot (published by) Macmillan Children's Books", "1854": "Fish! (by) Stephen C. Lundin (published by) Hyperion", "1855": "E is for Evidence (Kinsey Millhone, #5) (by) Sue Grafton (published by) St. Martin's Paperbacks", "1856": "Night of the Ninjas (Magic Tree House, #5) (by) Mary Pope Osborne (published by) Random House Books for Young Readers", "1857": "The Five Books of Moses (by) Robert Alter (published by) W. W. Norton  Company", "1858": "Fools Crow (by) James Welch (published by) Penguin Books", "1859": "The Marsh King's Daughter (by) Elizabeth Chadwick (published by) Time Warner ", "1860": "Hansel and Gretel (by) Ian Wallace (published by) Groundwood Books", "1861": "The Romance of Tristan and Iseult (by) M. Joseph Bdier (published by) Aegypan", "1862": "Faust: Parts 1 and 2 (by) Johann Wolfgang von Goethe (published by) Continuum", "1863": "McKettrick's Choice (McKettricks, #4) (by) Linda Lael Miller (published by) Harlequin Books", "1864": "The Lost Gospel: The Quest for the Gospel of Judas Iscariot (by) Herbert Krosney (published by) National Geographic Society", "1865": "Amazonia (by) James Rollins (published by) Avon Books", "1866": "And a Hard Rain Fell (by) John Ketwig (published by) Sourcebooks", "1867": "Magic Bites (Kate Daniels, #1) (by) Ilona Andrews (published by) Berkley Publishing Group", "1868": "L'Arbre Au Grand Coeur (by) Shel Silverstein (published by) ", "1869": "The Devil and His Boy (by) Anthony Horowitz (published by) Puffin Books", "1870": "Drei Schwestern. Drama In Vier Akten (by) Anton Chekhov (published by) ", "1871": "The Sword of Shannara Trilogy (by) Terry Brooks (published by) Orbit", "1872": "The Bestseller (by) Olivia Goldsmith (published by) ", "1873": "Speak of the Devil (by) Richard Hawke (published by) Ballantine Books", "1874": "The Berenstain Bears Learn About Strangers (Random House Children's Book and Cassette Library) (by) Stan Berenstain (published by) Random House Books for Young Readers", "1875": "About Looking (by) John Berger (published by) Vintage", "1876": "Circle of Desire (Damask Circle, #3) (by) Keri Arthur (published by) ", "1877": "The Crossing (The Border Trilogy, #2) (by) Cormac McCarthy (published by) Knopf Publishing Group", "1878": "The Weatherman (by) Steve Thayer (published by) Signet", "1879": "First Light (by) Rebecca Stead (published by) Wendy Lamb Books", "1880": "Animal Crackers (by) Hannah Tinti (published by) Tinder Press", "1881": "El Vendedor Mas Grande Del Mundo Segunda Parte (El Fin de la Historia) (by) Og Mandino (published by) Vergara", "1882": "Hidden Agendas (Tempting SEALs, #4) (by) Lora Leigh (published by) St. Martin's", "1883": "It Must Be Love (by) Rachel Gibson (published by) Avon", "1884": "A Year to Live: How to Live This Year as If It Were Your Last (by) Stephen Levine (published by) Harmony", "1885": "Jack London on the Road: The Tramp Diary, and Other Hobo Writings (by) Jack London (published by) ", "1886": "Ramona and Her Father (Ramona, #4) (by) Beverly Cleary (published by) Oxford University Press", "1887": "Worth Any Price (Bow Street Runners, #3) (by) Lisa Kleypas (published by) Avon", "1888": "Stephanie's Ponytail (by) Robert Munsch (published by) Annick Press", "1889": "Letters Home: Correspondence 1950-1963 (by) Sylvia Plath (published by) Harper Perennial", "1890": "Flour Babies (by) Anne Fine (published by) Laurel Leaf", "1891": "Harpy Thyme (Xanth, #17) (by) Piers Anthony (published by) ", "1892": "Le Porc-épic (by) Julian Barnes (published by) Folio", "1893": "Triptych (Will Trent, #1) (by) Karin Slaughter (published by) ", "1894": "Season of the Witch (by) Natasha Mostert (published by) ", "1895": "The Way We Live Now (by) Anthony Trollope (published by) Wordsworth Classics", "1896": "The Days of Abandonment (by) Elena Ferrante (published by) Europa Editions", "1897": "Tausend Sommer (by) Anne Rivers Siddons (published by) Ullstein Tb", "1898": "What Do You Say After You Say Hello? (by) Eric Berne (published by) ", "1899": "Empowering Women: Every Woman's Guide to Successful Living (by) Louise L. Hay (published by) Hay House", "1900": "Sideshow (Arbai, #3) (by) Sheri S. Tepper (published by) Gollancz", "1901": "The Man Who Died (by) D.H. Lawrence (published by) Harper Perennial", "1902": "BFF*: Just As Long As We're Together / Here's to You, Rachel Robinson (*Best Friends Forever) (by) Judy Blume (published by) Delacorte Books for Young Readers", "1903": "If You Come Softly (by) Jacqueline Woodson (published by) Speak", "1904": "10-lb Penalty (by) Dick Francis (published by) Chivers Large print (Chivers, Windsor, Paragon & C", "1905": "After the Plague (by) T.C. Boyle (published by) Bloomsbury Paperbacks", "1906": "The Chrysalids/6 Audio Cassettes (by) John Wyndham (published by) G K Hall Audio Books", "1907": "Bleeding Hearts (by) Jack Harvey (published by) Little, Brown and Company", "1908": "Cuckoo's Egg (by) C.J. Cherryh (published by) DAW", "1909": "The Country Girls (The Country Girls Trilogy, #1) (by) Edna O'Brien (published by) Plume", "1910": "What to Eat When You're Expecting (by) Heidi Murkoff (published by) Workman Publishing Company", "1911": "The Family Trade (The Merchant Princes, #1) (by) Charles Stross (published by) Tor Fantasy", "1912": "Three Weeks In Paris (by) Barbara Taylor Bradford (published by) HarperCollins Publishers", "1913": "Like a Rolling Stone (by) Greil Marcus (published by) Faber  Faber", "1914": "Cartoon History of the Universe II, Vol. 8-13: From the Springtime of China to the Fall of Rome (by) Larry Gonick (published by) Three Rivers Press (CA)", "1915": "The Go-Getter: A Story That Tells You How To Be One (by) Peter B. Kyne (published by) Macmillan Audio", "1916": "Paddy Whacked: The Untold Story of the Irish American Gangster (by) T.J. English (published by) William Morrow Paperbacks", "1917": "The Emotional Life of the Toddler (by) Alicia F. Lieberman (published by) Free Press", "1918": "A World of Love (by) Elizabeth Bowen (published by) Anchor", "1919": "Sexing the Cherry (by) Jeanette Winterson (published by) Grove Press", "1920": "A Brief Illustrated Guide to Understanding Islam (by) I.A. Ibrahim (published by) Darussalam Publications", "1921": "Murder in the Smithsonian (Capital Crimes, #4) (by) Margaret Truman (published by) Fawcett", "1922": "The Jew Store (by) Stella Suberman (published by) Algonquin Books", "1923": "Life in Prison (by) Stanley Tookie Williams (published by) Chronicle Books", "1924": "The Grim Grotto (A Series of Unfortunate Events, #11) (by) Lemony Snicket (published by) HarperCollins Publishers", "1925": "The Greatness Guide: Powerful Secrets for Getting to World Class (by) Robin S. Sharma (published by) HarperBusiness", "1926": "Peak of Eloquence Nahjul Balagha (by) Ali ibn Abi Talib (published by) ", "1927": "Oracle Bones: A Journey Through Time in China (by) Peter Hessler (published by) Harper Perennial", "1928": "Fat! So?: Because You Don't Have to Apologize for Your Size (by) Marilyn Wann (published by) Ten Speed Press", "1929": "The Best American Comics 2006 (by) Harvey Pekar (published by) ", "1930": "Twelve Years a Slave (by) Solomon Northup (published by) Digireads.com", "1931": "Morphologie Du Conte (by) Vladimir Propp (published by) Points", "1932": "The Ballad of Sir Dinadan (The Squire's Tales, #5) (by) Gerald Morris (published by) HMH Books for Young Readers", "1933": "Club Dead (Sookie Stackhouse, #3) (by) Charlaine Harris (published by) Orbit", "1934": "Bit the Jackpot (Vegas Vampires, #2) (by) Erin McCarthy (published by) ", "1935": "Broken April (by) Ismail Kadare (published by) Vintage", "1936": "PHP and MySQL Web Development (Developer's Library) (by) Luke Welling (published by) Sams", "1937": "Marathon: You Can Do It! (by) Jeff Galloway (published by) ", "1938": "The Diary of Anaïs Nin, Vol. 2: 1934-1939 (by) Anaïs Nin (published by) Mariner Books", "1939": "A Stainless Steel Trio (Stainless Steel Rat, #1-3) (by) Harry Harrison (published by) Tor Books", "1940": "Soldiers of Salamis (by) Javier Cercas (published by) Bloomsbury USA", "1941": "Girls: A Novel (by) Frederick Busch (published by) Ballantine Books", "1942": "The Piano (by) Rosemary Border (published by) Oxford University Press, USA", "1943": "PRINCESA EN ESCENA (by) Meg Cabot (published by) Plaza y Janes", "1944": "Great Terror (by) Robert Conquest (published by) ", "1945": "When Will Jesus Bring The Pork Chops? (by) George Carlin (published by) Hyperion", "1946": "The Kill (Les Rougon-Macquart, #2) (by) Émile Zola (published by) ", "1947": "Edgar Huntly (by) Charles Brockden Brown (published by) NCUP", "1948": "Dessa Rose (by) Sherley Anne Williams (published by) Berkley", "1949": "Shake Hands Forever (Inspector Wexford, #9) (by) Ruth Rendell (published by) Vintage Crime/Black Lizard", "1950": "Towards Understanding Islam (by) Abul A'la Maududi (published by) ", "1951": "You Remind Me of You: A Poetry Memoir (by) Eireann Corrigan (published by) Push", "1952": "The Shadow Over Innsmouth (by) H.P. Lovecraft (published by) Necronomicon Press", "1953": "Captains Outrageous (Hap and Leonard, #6) (by) Joe R. Lansdale (published by) ", "1954": "Prayers for the Dead (Peter Decker/Rina Lazarus, #9) (by) Faye Kellerman (published by) Avon", "1955": "Bad Heir Day (by) Wendy  Holden (published by) Turtleback Books", "1956": "If You Deceive (MacCarrick Brothers, #3) (by) Kresley Cole (published by) Pocket", "1957": "Arms of Nemesis (Roma Sub Rosa, #2) (by) Steven Saylor (published by) Minotaur Books", "1958": "A la recherche du temps perdu, tome 7 : Le Temps retrouvé (by) Marcel Proust (published by) ", "1959": "The Fortune of War (Aubrey & Maturin #6) (by) Patrick O'Brian (published by) W. W. Norton  Company", "1960": "Nothing Can Keep Us Together (Gossip Girl, #8) (by) Cecily von Ziegesar (published by) Little, Brown Young Readers", "1961": "Butcher's Hill (Tess Monaghan, #3) (by) Laura Lippman (published by) ", "1962": "Death of a Prankster (Hamish Macbeth, #7) (by) M.C. Beaton (published by) Transworld Publishers", "1963": "Institutes of the Christian Religion, 2 Vols (by) John Calvin (published by) Westminster/John Knox Press (Philadelphia)", "1964": "Cape Light (by) Thomas Kinkade (published by) Jove", "1965": "The Chronicles Of Narnia Boxed Set (by) C.S. Lewis (published by) Scholastic", "1966": "Felicity: An American Girl : Meet Felicity/Felicity Learns a Lesson/Felicity's Surprise/Happy Birthday, Felicity!/Felicity Saves the Day/Changes for (by) Valerie Tripp (published by) ", "1967": "Bambi: A Read-Aloud Storybook (by) Walt Disney Company (published by) RH/Disney", "1968": "The Lion, the Witch and the Wardrobe (Narnia) (by) C.S. Lewis (published by) HarperCollins Publishers", "1969": "Strong Poison (Lord Peter Wimsey Mysteries, #5) (by) Dorothy L. Sayers (published by) New English Library", "1970": "Masnavi I Ma'navi: The Spiritual Couplets of Maulana Jalalu-'D'din Muhammad Rumi (by) Rumi (published by) Routledge", "1971": "Show Yourself To My Soul (by) Rabindranath Tagore (published by) ", "1972": "Alien Sex (by) Ellen Datlow (published by) Dutton Books", "1973": "The Harsh Cry of the Heron: The Last Tale of the Otori (Tales of the Otori, Book 4) (by) Lian Hearn (published by) ", "1974": "Billy And Blaze: A Boy And His Pony (by) C.W. Anderson (published by) Aladdin", "1975": "Windows on the World Complete Wine Course: 2005 Edition: A Lively Guide (by) Kevin Zraly (published by) Sterling", "1976": "Drive to the East (Settling Accounts, #2) (by) Harry Turtledove (published by) HODDER & STOUGHTON", "1977": "If You Dare (MacCarrick Brothers, #1) (by) Kresley Cole (published by) Pocket Books", "1978": "Heart of a Dog (by) Mikhail Bulgakov (published by) ", "1979": "Kiss Kiss (by) Roald Dahl (published by) Penguin Books", "1980": "The Story We Find Ourselves in: Further Adventures of a New Kind of Christian (by) Brian D. McLaren (published by) Jossey-Bass", "1981": "Prayer: Does It Make Any Difference? (by) Philip Yancey (published by) ", "1982": "One Jump Ahead (Jon & Lobo, #1) (by) Mark L. Van Name (published by) Baen Books", "1983": "Eine Frau des Gehorsams - Maria (by) Francine Rivers (published by) St.-Johannis-Druckerei", "1984": "The Falls (by) Joyce Carol Oates (published by) ", "1985": "Tibetan Book Of Living And Dying   Revised Edition: The Spiritual Classic & (by) Sogyal Rinpoche (published by) Turtleback Books", "1986": "Sexus (The Rosy Crucifixion, #1) (by) Henry Miller (published by) Grove Press", "1987": "Aliens: A Novelisation (by) Alan Dean Foster (published by) ", "1988": "Wolf Brother (Chronicles of Ancient Darkness, #1) (by) Michelle Paver (published by) HarperTrophy", "1989": "The Story of Sigurd the Volsung and the Fall of the Niblungs (by) Anonymous (published by) BiblioLife", "1990": "JR (by) William Gaddis (published by) ", "1991": "The Hobbit / The Lord of the Rings (by) J.R.R. Tolkien (published by) Harper Collins Publishers  Stock Account", "1992": "The Zion Covenant books 1-6 (by) Bodie Thoene (published by) ", "1993": "Still Summer (by) Jacquelyn Mitchard (published by) ", "1994": "O Anticristo (by) Friedrich Nietzsche (published by) Martin Claret ", "1995": "Hija Prodiga, La (by) Jeffrey Archer (published by) ", "1996": "Psychopath (Frank Clevenger, #4) (by) Keith Ablow (published by) St. Martin's Paperbacks", "1997": "The Little Ice Age: How Climate Made History 1300-1850 (by) Brian M. Fagan (published by) Basic Books", "1998": "The Seven Silly Eaters (by) Mary Ann Hoberman (published by) Voyager Books", "1999": "El espejo enterrado (by) Carlos Fuentes (published by) Fondo de Cultura Economica USA", "2000": "A Red Death (by) Walter Mosley (published by) Pocket Books", "2001": "The Language of Threads (by) Gail Tsukiyama (published by) St. Martin's Griffin", "2002": "Crazy (by) Benjamin Lebert (published by) Goldmann", "2003": "Teach Us To Outgrow Our Madness (by) Kenzaburō Ōe (published by) Marion Boyars Publishers", "2004": "The Titian Committee (by) Iain Pears (published by) HarperTorch", "2005": "Lord of the Silver Bow (Troy, #1) (by) David Gemmell (published by) Ballantine Books", "2006": "Secrets: A Memoir of Vietnam and the Pentagon Papers (by) Daniel Ellsberg (published by) Penguin Books", "2007": "Darkest Fear (Myron Bolitar #7) (by) Harlan Coben (published by) Dell", "2008": "Heart of the Comet (by) David Brin (published by) Bantam Spectra", "2009": "The Cat Who Robbed a Bank (Cat Who..., #22) (by) Lilian Jackson Braun (published by) ", "2010": "Amador: In Which a Father Addresses His Son on Questions of Ethics-That Is, the Options and Values of Freedom-And Attempts to Show Him How to Have a Good life (by) Fernando Savater (published by) ", "2011": "The Awakening and Selected Stories of Kate Chopin (by) Kate Chopin (published by) Signet Classics", "2012": "2001: A Space Odyssey (Space Odyssey #1) (by) Arthur C. Clarke (published by) Signet", "2013": "The Complete Oz (by) L. Frank Baum (published by) ", "2014": "The Sign and the Seal: The Quest for the Lost Ark of the Covenant (by) Graham Hancock (published by) Touchstone", "2015": "Cherry Ames Student Nurse (by) Helen Wells (published by) Palm Publishing", "2016": "The Best Christmas Pageant Ever CD (by) Barbara Robinson (published by) HarperFestival", "2017": "The Sea of Monsters (by) Rick Riordan (published by) Listening Library", "2018": "Behind the Forbidden Door (by) Tiziano Terzani (published by) ", "2019": "Defy Not the Heart (by) Johanna Lindsey (published by) Severn House Publishers", "2020": "Rama II (Rama, #2) (by) Arthur C. Clarke (published by) Orion Publishing Group", "2021": "Henry VIII (by) William Shakespeare (published by) Simon  Schuster", "2022": "Nothing But the Truth (by) Avi (published by) Orchard", "2023": "Demoiselles aux moyens modestes (by) Muriel Spark (published by) Fayard", "2024": "But is It Art?: An Introduction to Art Theory (by) Cynthia A. Freeland (published by) Oxford University Press, USA", "2025": "A Short History of Byzantium (by) John Julius Norwich (published by) Vintage", "2026": "Grace Walk: What You've Always Wanted in the Christian Life (by) Steve McVey (published by) Harvest House Publishers", "2027": "Count Belisarius (by) Robert Graves (published by) ", "2028": "Tête-à-Tête: Simone de Beauvoir and Jean-Paul Sartre (by) Hazel Rowley (published by) Harper", "2029": "The Child Garden, or a Low Comedy (by) Geoff Ryman (published by) St. Martin's Press", "2030": "Monkey (by) Wu Cheng'en (published by) Grove Press", "2031": "La Promesse : Requiem pour le roman policier (by) Friedrich Dürrenmatt (published by) Albin Michel", "2032": "The Devil's Cup: Coffee, the Driving Force in History (by) Stewart Lee Allen (published by) Canongate Books", "2033": "The Dinosaur Heresies (by) Robert T. Bakker (published by) Zebra", "2034": "Grace for the Moment: Inspirational Thoughts for Each Day of the Year (by) Max Lucado (published by) Thomas Nelson", "2035": "Beware of God: Stories (by) Shalom Auslander (published by) ", "2036": "The Diary of Lady Murasaki (by) Murasaki Shikibu (published by) Penguin Classics", "2037": "Lolly Willowes or the Loving Huntsman (by) Sylvia Townsend Warner (published by) ", "2038": "Dr. Futurity (by) Philip K. Dick (published by) ", "2039": "Leap of Faith : Memoirs of an Unexpected Life (by) Noor Al-Hussein (published by) Miramax Books", "2040": "Good Women of China ('Zhong guo hao nu ren', in traditional Chinese, NOT in English) (by) Xinran (published by) Da Kuai", "2041": "The Theban Plays (Everyman's Library, #93) (by) Sophocles (published by) Alfred A. Knopf", "2042": "Black Sun (by) Edward Abbey (published by) Johnson Books", "2043": "Los asesinatos de Manhattan (Pendergast, #3) (by) Douglas Preston (published by) DeBolsillo", "2044": "The Devastation of the Indies: A Brief Account (by) Bartolomé de las Casas (published by) Johns Hopkins University Press", "2045": "مدیر مدرسه (by) Jalal Al-e Ahmad (published by) نشر امیرکبیر", "2046": "The Celebrated Jumping Frog and Other Stories (by) Mark Twain (published by) The Reader's Digest Association", "2047": "Selected Tales (Classic Books on Cassettes Collection)  (by) Edgar Allan Poe (published by) ", "2048": "The Discomfort Zone: A Personal History (by) Jonathan Franzen (published by) Farrar Straus Giroux", "2049": "Scott Pilgrim, Volume 1: Scott Pilgrim's Precious Little Life (by) Bryan Lee O'Malley (published by) Oni Press", "2050": "When the Air Hits Your Brain: Parables of Neurosurgery (by) Frank T. Vertosick Jr. (published by) W. W. Norton & Company", "2051": "The Mis-Education of the Negro (by) Carter G. Woodson (published by) Communication Systems", "2052": "Elminster en Myth Drannor (Elminster, #2) (by) Ed Greenwood (published by) Timun Mas", "2053": "Day of Empire: How Hyperpowers Rise to Global Dominance—and Why They Fall (by) Amy Chua (published by) ", "2054": "The Sandman Companion (by) Hy Bender (published by) DC Comics", "2055": "One for the Road: An Outback Adventure (by) Tony Horwitz (published by) Vintage", "2056": "The Killer Angels (The Civil War Trilogy, #2) (by) Michael Shaara (published by) Birlinn Ltd", "2057": "Change Your Thoughts - Change Your Life: Living the Wisdom of the Tao (by) Wayne W. Dyer (published by) Hay House", "2058": "Left for Dead (by) Pete Nelson (published by) Delacorte Books for Young Readers", "2059": "La leona blanca (Wallander, #3) (by) Henning Mankell (published by) ", "2060": "Metropolis (by) Elizabeth Gaffney (published by) Random House Trade Paperbacks", "2061": "Stella, Queen of the Snow (by) Marie-Louise Gay (published by) Groundwood Books", "2062": "Glinda of Oz (by) L. Frank Baum (published by) IndyPublish.com", "2063": "Henry and Beezus (Henry, #2) (by) Beverly Cleary (published by) HarperCollins", "2064": "A Book of Memories (by) Péter Nádas (published by) Penguin Books", "2065": "Gods in Alabama (by) Joshilyn Jackson (published by) ", "2066": "The Brotherhood of the Holy Shroud (by) Julia Navarro (published by) Bantam", "2067": "The Puzzle Palace (by) James Bamford (published by) Sidgwick & Jackson", "2068": "Exile's Song (Darkover, #24) (by) Marion Zimmer Bradley (published by) DAW", "2069": "Johnny Panic and the Bible of Dreams: Short Stories, Prose and Diary Excerpts (by) Sylvia Plath (published by) Harper Perennial", "2070": "The Second Deadly Sin (Deadly Sins #3) (by) Lawrence Sanders (published by) Berkley", "2071": "It's Kind of a Funny Story (by) Ned Vizzini (published by) Miramax", "2072": "Shards Of A Broken Crown (The Serpentwar Saga #4) (by) Raymond E. Feist (published by) ", "2073": "Fièvre De Glace (by) Dean Koontz (published by) Albin Michel", "2074": "Julian of Norwich: Revelations of Divine Love and the Motherhood of God (by) Julian of Norwich (published by) Boydell & Brewer", "2075": "I Moved Your Cheese (by) Darrel Bristow-Bovey (published by) New Holland Australia(AU)", "2076": "The Acme Novelty Library (by) Chris Ware (published by) Jonathan Cape", "2077": "Point Man: How a Man Can Lead His Family (by) Steve Farrar (published by) Multnomah", "2078": "Under a Glass Bell (by) Anaïs Nin (published by) Swallow Press", "2079": "The Knight in Rusty Armor (by) Robert Fisher (published by) Wilshire Book Company", "2080": "Alice's Adventures in Wonderland: A Pop-Up Adaptation (by) Robert Sabuda (published by) Little Simon", "2081": "Witch Week (Chrestomanci, #3) (by) Diana Wynne Jones (published by) ", "2082": "Op-Center (Tom Clancy's Op-Center, #1) (by) Jeff Rovin (published by) Harpercollins Publishers", "2083": "Summer In Eclipse Bay (by) Jayne Ann Krentz (published by) ", "2084": "The Endurance (by) Caroline Alexander (published by) HighBridge Company", "2085": "Before the Mayflower: A History of Black America  (by) Lerone Bennett Jr. (published by) Johnson Publishing Company (IL)", "2086": "Vanishing Acts (by) Jodi Picoult (published by) Allen & Unwin", "2087": "Black Powder War (Temeraire, #3) (by) Naomi Novik (published by) RH Audio", "2088": "Raise High the Roof Beam, Carpenters and Seymour: an Introduction (by) J.D. Salinger (published by) Hamish Hamilton", "2089": "The Book of Atrus (Myst, #1) (by) Rand Miller (published by) Hyperion", "2090": "Deal Breaker (Myron Bolitar, #1) (by) Harlan Coben (published by) ", "2091": "The Night Land (by) William Hope Hodgson (published by) Alan Rodgers Books", "2092": "Final Adventures of Sherlock Holmes (by) Arthur Conan Doyle (published by) Robert Hale & Company", "2093": "Mademoiselle de Maupin (by) Théophile Gautier (published by) Penguin Books", "2094": "Absolute Power (by) David Baldacci (published by) Pan Publishing", "2095": "John Lennon: All I Want is the Truth (by) Elizabeth Partridge (published by) Viking Books for Young Readers", "2096": "Go Dog Go (by) P.D. Eastman (published by) ", "2097": "The Fire Rose (Elemental Masters, #1) (by) Mercedes Lackey (published by) Baen Books", "2098": "Matter of Trust (Bluford High) (by) Anne Schraff (published by) Scholastic Inc.", "2099": "Amanda/Miranda (YA abridged version) (by) Richard Peck (published by) Puffin", "2100": "The Conqueror (by) Georgette Heyer (published by) Bantam Books", "2101": "Conrad the Factory Made Boy (by) Christine Nöstlinger (published by) Heinemann Educational Secondary Division ", "2102": "Winnie Ille Pu: A Latin Version of A. A. Milne'swinnie-The Pooh (by) A.A. Milne (published by) Turtleback Books", "2103": "Hideous Kinky (by) Esther Freud (published by) CSA WORD", "2104": "Lord Arthur Savile's Crime and Other Stories   (by) Oscar Wilde (published by) Penguin Books", "2105": "The Man of the Forest (Library Edition) (by) Zane Grey (published by) Tantor Media", "2106": "The Triumph of Katie Byrne (Random House Large Print) (by) Barbara Taylor Bradford (published by) Random House Large Print", "2107": "The Bookwoman's Last Fling (Cliff Janeway, #5) (by) John Dunning (published by) Pocket Books", "2108": "Over in the Meadow: A Counting-Out Rhyme (by) Olive A. Wadsworth (published by) Puffin Books", "2109": "Water Like a Stone (Duncan Kincaid & Gemma James, #11) (by) Deborah Crombie (published by) William Morrow", "2110": "Geisha, a Life (by) Mineko Iwasaki (published by) Washington Square Press", "2111": "The Insulin-Resistance Diet (by) Cheryle R. Hart (published by) ", "2112": "The Adventures Of Don Quixote (by) Miguel de Cervantes Saavedra (published by) ", "2113": "Christine Falls (Quirke, #1) (by) Benjamin Black (published by) Macmillan Audio", "2114": "Who? (by) Algis Budrys (published by) Ballantine Books", "2115": "Phule's Company (Phule's Company, #1) (by) Robert Lynn Asprin (published by) Ace", "2116": "The Revenge of the Baby-Sat: A Calvin and Hobbes Collection (by) Bill Watterson (published by) ", "2117": "The Boy Who Saved Baseball (Cruz de la Cruz, #2) (by) John H. Ritter (published by) Puffin Books", "2118": "Edith Wharton's Ethan Frome (by) Edith Wharton (published by) Barron's Educational Series", "2119": "The Amber Room (by) Catherine Scott-Clark (published by) ", "2120": "You Must Remember This (by) Joyce Carol Oates (published by) Plume", "2121": "For Special Services (John Gardner's Bond, #2) (by) John  Gardner (published by) Berkley", "2122": "I Am a Strange Loop (by) Douglas R. Hofstadter (published by) Basic Books (AZ)", "2123": "Como Hablar Para Que los Ninos Escuchen y Como Escuchar Para Que los Ninos Hablen = How to Talk So Kids Will Listen & Listen So Kids Will Talk (by) Adele Faber (published by) Edivision Compania Editorial, S.A.", "2124": "Her Father's House (Book Club Edition) (by) Belva Plain (published by) Delacorte Press", "2125": "The Maker's Diet: The 40-Day Health Experience That Will Change Your Life Forever (by) Jordan S. Rubin (published by) Berkley Publishing Group", "2126": "Les Aventures de Tintin: Le Sceptre d'Ottokar (French Language Edition of King Ottokar's Sceptre) (by) Hergé (published by) French & European Pubns", "2127": "How the Irish Saved Civilization: The Untold Story of Ireland's Heroic Role from the Fall of Rome to the Rise of Medieval Europe  (by) Thomas Cahill (published by) San Val", "2128": "March to the Sea (Empire of Man, #2) (by) David Weber (published by) Baen", "2129": "MI HERMANA FRIDA (by) Bárbara Mujica (published by) Debolsillo", "2130": "High Windows (by) Philip Larkin (published by) Faber and Faber", "2131": "One Good Turn: A Natural History of the Screwdriver and the Screw (by) Witold Rybczynski (published by) ", "2132": "The Second Summer of the Sisterhood (Sisterhood of the Traveling Pants #2) (Audio) (by) Ann Brashares (published by) ", "2133": "The Marvelous Land of Oz (by) L. Frank Baum (published by) Dodo Press", "2134": "Grounding for the Metaphysics of Morals/Metaphysical Principles of Virtue (by) Immanuel Kant (published by) Hackett Publishing Company, Inc.", "2135": "Popol Vuh: Las antiguas historias del Quiché (by) Anonymous (published by) Fondo de Cultura Económica", "2136": "Cuba and the Night (by) Pico Iyer (published by) Quartet Books", "2137": "Blacklist (V.I. Warshawski, #11) (by) Sara Paretsky (published by) Thorndike Press", "2138": "Rumpole and the Angel of Death (by) John Mortimer (published by) Blackstone Audiobooks", "2139": "Nick & Norah's Infinite Playlist (by) Rachel Cohn (published by) ", "2140": "Let It Blurt (by) Jim Derogatis (published by) Bantam", "2141": "Burning Patience (by) Antonio Skármeta (published by) ", "2142": "Alexander's Bridge (by) Willa Cather (published by) ", "2143": "The Complete Fairy Tales (by) Hans Christian Andersen (published by) Gramercy", "2144": "Terminal  (by) Robin Cook (published by) Smithmark Publishers", "2145": "The Cereal Murders (A Goldy Bear Culinary Mystery, #3) (by) Diane Mott Davidson (published by) New Millennium (GB)", "2146": "100 Simple Secrets of Happy People, The: What Scientists Have Learned and How You Can Use It (by) David  Niven (published by) HarperOne", "2147": "Clear Your Clutter with Feng Shui (by) Karen Kingston (published by) Harmony", "2148": "With a Tangled Skein (Incarnations of Immortality, #3) (by) Piers Anthony (published by) ", "2149": "Mysterious Island (by) Jules Verne (published by) ", "2150": "A Dirty Job (by) Christopher Moore (published by) Harper Collins Publisher", "2151": "Tempest (Star Wars: Legacy of the Force, #3) (by) Troy Denning (published by) Del Rey", "2152": "Doctor Fischer of Geneva or the Bomb Party (Uniform Edition) (by) Graham Greene (published by) ", "2153": "A Strong West Wind (by) Gail Caldwell (published by) Random House Trade Paperbacks", "2154": "Par De Detectives (J.P. Beaumont, #16 / Joanna Brady, #10) (by) J.A. Jance (published by) Avon", "2155": "Mi bacinia y yo: para el (by) Alona Frankel (published by) Rayo", "2156": "Death in Venice & Other Stories (by) Thomas Mann (published by) Modern Library", "2157": "The Year of the Dog (by) Grace Lin (published by) Little, Brown Books for Young Readers", "2158": "The Way West (The Big Sky, #2) (by) A.B. Guthrie Jr. (published by) Mariner Books", "2159": "Diary Of A Worm (by) Doreen Cronin (published by) Scholastic", "2160": "On the Far Side of the Mountain (Mountain, #2) (by) Jean Craighead George (published by) Puffin Books", "2161": "The Female Quixote [Easyread Comfort Edition] (by) Charlotte Lennox (published by) ", "2162": "Tell Me the Truth about Love (by) W.H. Auden (published by) Faber and Faber", "2163": "Gigi; and  The Cat (by) Colette (published by) Penguin Books Ltd", "2164": "King Lear (New Folger Library Shakespeare (Paperback)) (by) William Shakespeare (published by) ", "2165": "The Last Light of the Sun (by) Guy Gavriel Kay (published by) Ace Books", "2166": "The Hades Factor (Covert-One, #1) (by) Robert Ludlum (published by) St. Martin's Paperbacks", "2167": "Richard Scarry's Best Word Book Ever (by) Richard Scarry (published by) Golden Books", "2168": "Star Wars: Showdown At Centerpoint (Star Wars: The Corellian Trilogy, #3) (by) Roger MacBride Allen (published by) ", "2169": "Teasing Secrets from the Dead: My Investigations at America's Most Infamous Crime Scenes (by) Emily Craig (published by) Broadway Books", "2170": "Butter Battle Bk-Ltd (by) Dr. Seuss (published by) Random House Books for Young Readers", "2171": "A Well-Paid Slave: Curt Flood's Fight for Free Agency in Professional Sports (by) Brad   Snyder (published by) ", "2172": "Dates from Hell (by) Kim Harrison (published by) Avon ", "2173": "First Love, Last Rites (by) Ian McEwan (published by) Anchor", "2174": "Lisa, Bright and Dark (by) John Neufeld (published by) Puffin", "2175": "Other Colours: Selected Essays and One Story (by) Orhan Pamuk (published by) Knopf Canada", "2176": "The Occult: A History (by) Colin Wilson (published by) Vintage/Random House Inc. (NYC)", "2177": "The Silent Angel (by) Heinrich Böll (published by) Andre Deutsch Ltd", "2178": "Dear Enemy (by) Jean Webster (published by) Echo Library", "2179": "I Am That: Talks with Sri Nisargadatta Maharaj (by) Nisargadatta Maharaj (published by) Nesma Books", "2180": "A Harlot High and Low (by) Honoré de Balzac (published by) Penguin Classics", "2181": "The Divine Comedy, III. Paradiso, Vol. III Parts 1 and 2: Text and Commentary. (Two Volume PB. Set) (by) Dante Alighieri (published by) Princeton University Press", "2182": "Smitten  (by) Janet Evanovich (published by) HarperAudio", "2183": "Living on the Earth (by) Alicia Bay Laurel (published by) Gibbs Smith", "2184": "The War Poems Of Wilfred Owen (by) Wilfred Owen (published by) ", "2185": "The Essential Rumi (by) Rumi (published by) Castle Books", "2186": "Tropical Nature: Life and Death in the Rain Forests of Central and South America (by) Adrian Forsyth (published by) Touchstone", "2187": "Prisoners of the Sun (Tintin, #14) (by) Hergé (published by) ", "2188": "Fugitive Days: A Memoir (by) Bill Ayers (published by) Penguin Books", "2189": "Una noche de perros (by) Hugh Laurie (published by) Planeta Publishing", "2190": "Niv Thinline Large Print Bible, Thumb Indexed (New International Version) (by) Anonymous (published by) ", "2191": "Tarzan the Terrible (Tarzan, #8) (by) Edgar Rice Burroughs (published by) Wildside Press", "2192": "Bicycle Days (by) John Burnham Schwartz (published by) William Heinemann Ltd", "2193": "Gracia Venidera (by) John Piper (published by) Vida Publishers", "2194": "The Adventure of English: 500 Ad to 2000 the Biography of a Language (by) Melvyn Bragg (published by) Sceptre", "2195": "The Seven Habits: Family Collection: Leadership Where It Matters Most (by) Stephen R. Covey (published by) Gildan Media Corporation", "2196": "Never Have Your Dog Stuffed: And Other Things I've Learned (by) Alan Alda (published by) Random House Trade", "2197": "The Golden Egg Book (Little Golden Storybook) (by) Margaret Wise Brown (published by) Golden Books", "2198": "The People Could Fly: The Picture Book (by) Virginia Hamilton (published by) Knopf Books for Young Readers", "2199": "White Apples (Vincent Ettrich, #1) (by) Jonathan Carroll (published by) Tor", "2200": "El día que Nietzsche lloró (by) Irvin D. Yalom (published by) ", "2201": "Neighbors: The Destruction of the Jewish Community in Jedwabne, Poland (by) Jan Tomasz Gross (published by) Penguin", "2202": "The Truth About Hillary: What She Knew, When She Knew It, and How Far She'll Go to Become President (by) Edward Klein (published by) ", "2203": "The Invention of Morel and Other Stories, from La Trama Celeste (by) Adolfo Bioy Casares (published by) University of Texas Press", "2204": "Species of Spaces and Other Pieces (by) Georges Perec (published by) Penguin Classics", "2205": "I Celebrate Myself: The Somewhat Private Life of Allen Ginsberg (by) Bill Morgan (published by) Penguin Books", "2206": "The Hanging Garden (Inspector Rebus, #9) (by) Ian Rankin (published by) Minotaur Books", "2207": "The Burning (by) Bentley Little (published by) Signet", "2208": "Alexandros 1 - El Hijo del Sueño (by) Valerio Massimo Manfredi (published by) Grijalbo", "2209": "La Plage (by) Alex Garland (published by) Livre de Poche", "2210": "Lost in the Cosmos: The Last Self-Help Book (by) Walker Percy (published by) ", "2211": "The Languages of Pao (by) Jack Vance (published by) iBooks", "2212": "Wild Lavender (by) Belinda Alexandra (published by) Bolinda Publishing", "2213": "Une âme bien trempée (by) Margaret Weis (published by) Fleuve noir", "2214": "John Lennon in His Own Write (by) John Lennon (published by) ", "2215": "Simply Sinful (Simply #1) (by) Carly Phillips (published by) Harlequin Books", "2216": "The Last Days (Peeps, #2) (by) Scott Westerfeld (published by) ", "2217": "Murther and Walking Spirits (Toronto Trilogy, #1) (by) Robertson Davies (published by) Viking Books", "2218": "Strata (by) Terry Pratchett (published by) ", "2219": "Noisy Nora (by) Rosemary Wells (published by) Puffin Books", "2220": "The MacArthur Study Bible-NKJV (by) Anonymous (published by) Thomas Nelson", "2221": "Bare Bones (Temperance Brennan, #6) (by) Kathy Reichs (published by) William Heinemann", "2222": "Relatos de Poder (by) Carlos Castaneda (published by) ", "2223": "The Secret Teachings of All Ages (by) Manly P. Hall (published by) Tarcher", "2224": "Patriots: The Men Who Started The American Revolution (by) A.J. Langguth (published by) Simon  Schuster", "2225": "La Dame Aux Camelias (French Texts) (by) Alexandre Dumas fils (published by) Duckworth Publishing", "2226": "The Cake Mix Doctor (by) Anne Byrn (published by) Workman Publishing Company", "2227": "What They Don't Teach You at Harvard Business School: Notes from a Street-Smart Executive (by) Mark H. McCormack (published by) Bantam", "2228": "The Yada Yada Prayer Group (by) Neta Jackson (published by) Thomas Nelson Publishers", "2229": "Les Lumières d'Atlanta (by) Anne Rivers Siddons (published by) Pocket", "2230": "The Penal Colony (by) Richard Herley (published by) Ballantine Books", "2231": "The Life and Opinions of Tristram Shandy, Gentleman: The Florida Edition (by) Laurence Sterne (published by) Penguin Classics", "2232": "The Works of Edgar Allan Poe, Volume 2 (The Works of Edgar Allan Poe \"The Raven Edition\" #2) (by) Edgar Allan Poe (published by) ", "2233": "Dish (by) Barry Bittman (published by) ", "2234": "Resurrection (by) Leo Tolstoy (published by) Dover Publications", "2235": "Of the Farm (by) John Updike (published by) Random House Trade Paperbacks", "2236": "Vom Ende der Unschuld. Oder Das sexuelle Drama, eine Frau zu werden. (by) Naomi Wolf (published by) Rowohlt Tb.", "2237": "The Origin of Consciousness in the Breakdown of the Bicameral Mind (by) Julian Jaynes (published by) Mariner Books", "2238": "Three Weeks With My Brother (by) Nicholas Sparks (published by) Grand Central Publishing", "2239": "Superfudge (Fudge, #2) (by) Judy Blume (published by) LRS (Library Reproduction Service)", "2240": "Edward Lear's Nonsense Verse (by) Edward Lear (published by) ", "2241": "The Princess and the Goblin by George MacDonald, Fiction, Classics, Action & Adventure (by) George MacDonald (published by) Aegypan", "2242": "The Rise of Silas Lapham (A Norton critical edition) (by) William Dean Howells (published by) W. W. Norton & Company", "2243": "The First Men in the Moon (by) H.G. Wells (published by) ", "2244": "Phenomenology of Perception (by) Maurice Merleau-Ponty (published by) Routledge", "2245": "A Long Line Of Dead Men (A Matt Scudder Mystery) (by) Lawrence Block (published by) Phoenix", "2246": "Evangelism & the Sovereignty of God (by) J.I. Packer (published by) IVP Academic", "2247": "The Policy (by) Bentley Little (published by) ", "2248": "Hello From Heaven (by) Bill Guggenheim (published by) ", "2249": "The Long Road Home (by) Danielle Steel (published by) Corgi", "2250": "Shakespeare Never Did This (by) Charles Bukowski (published by) Ecco", "2251": "Autobiography of Andrew Carnegie (by) Andrew Carnegie (published by) Dodo Press", "2252": "The Story of the Treasure Seekers (Bastable Children, #1) (by) E. Nesbit (published by) Puffin", "2253": "Rose of No Man's Land (by) Michelle Tea (published by) Mariner Books", "2254": "The Rise of the Roman Empire (by) Polybius (published by) Penguin Classics", "2255": "Elfangor's Secret (Megamorphs, #3) (by) K.A. Applegate (published by) Scholastic Paperbacks", "2256": "Come, Tell Me How You Live    (by) Agatha Christie Mallowan (published by) Akadine Press", "2257": "The Sorceress and the Cygnet (Cygnet, #1) (by) Patricia A. McKillip (published by) Ace", "2258": "A Bad Case Of Stripes: Un Caso Grave de Rayas (by) David Shannon (published by) Scholastic en Espanol", "2259": "The Birthday of the World and Other Stories (by) Ursula K. Le Guin (published by) Harper Perennial", "2260": "Firelord (Firelord, #1) (by) Parke Godwin (published by) ", "2261": "Two Women (by) Alberto Moravia (published by) Zoland Books", "2262": "The Vintage Bradbury: The Greatest Stories by America's Most Distinguished Practioner of Speculative Fiction (by) Ray Bradbury (published by) Vintage", "2263": "The Great Theft: Wrestling Islam from the Extremists (by) Khaled Abou El Fadl (published by) HarperOne", "2264": "The Backwoods (by) Edward Lee (published by) Cemetery Dance Publications", "2265": "At the Gates of the Animal Kingdom: Stories (by) Amy Hempel (published by) Harper Perennial", "2266": "The Message Remix: The Bible In contemporary Language (by) Eugene H. Peterson (published by) ", "2267": "Running in Heels (by) Anna Maxted (published by) William Morrow Paperbacks", "2268": "Persepolis: The Story of a Childhood (Persepolis, #1) (by) Marjane Satrapi (published by) Pantheon", "2269": "The Virgin and the Gypsy (by) D.H. Lawrence (published by) Bantam Books", "2270": "The Sacred Willow: Four Generations in the Life of a Vietnamese Family (by) Duong Van Mai Elliott (published by) Oxford University Press, USA", "2271": "The Stepford Wives (Lernmaterialien) (by) Ira Levin (published by) ", "2272": "A Study in Scarlet and The Sign of Four (by) Arthur Conan Doyle (published by) Dover Publications", "2273": "How We Think (by) John Dewey (published by) Book Jungle", "2274": "À force d'aimer (by) Bradford Taylor (published by) Livre de Poche", "2275": "The Saga of the Volsungs, Together With Excerpts from the Nornagesthattr and Three Chapters from the Prose Edda (by) Anonymous (published by) ", "2276": "Summer Lightning: A Blandings Story (by) P.G. Wodehouse (published by) Penguin Books", "2277": "River Of Doubt (by) Candice Millard (published by) ", "2278": "Die falsche Fährte (Kurt Wallander, #5) (by) Henning Mankell (published by) ", "2279": "Castle Diary: The Journal of Tobias Burgess (by) Richard Platt (published by) Candlewick", "2280": "The Annotated Sherlock Holmes the Four Novels and Fifty-six Short Stories Complete (by) Arthur Conan Doyle (published by) Wings Books", "2281": "The Real Thing (by) Tom Stoppard (published by) Farrar, Straus and Giroux", "2282": "Ghost Cadet (by) Elaine Marie Alphin (published by) Scholastic Paperbacks", "2283": "Angels Fall (by) Nora Roberts (published by) Putnam", "2284": "Family Pictures (by) Sue Miller (published by) Harper & Row", "2285": "Complete Guide to Guys (by) Dave Barry (published by) ", "2286": "The Six Wives of Henry VIII (by) Antonia Fraser (published by) Phoenix", "2287": "Der Gandolfo-Anschlag (by) Robert Ludlum (published by) ", "2288": "Un año pésimo (by) John Fante (published by) ", "2289": "The Study of Language (by) George Yule (published by) ", "2290": "Pendragon (Le Cycle de Pendragon #4) (by) Stephen R. Lawhead (published by) Livre de Poche", "2291": "Las sirenas de Titán (by) Kurt Vonnegut (published by) Minotauro", "2292": "Intelligence in War: Knowledge of the Enemy from Napoleon to Al-Qaeda (by) John Keegan (published by) ", "2293": "Adrian Mole: The Wilderness Years (Adrian Mole, #4) (by) Sue Townsend (published by) Methuen Publishing Company", "2294": "Four Blind Mice (by) James Patterson (published by) ", "2295": "The Andalite Chronicles (Animorphs Chronicles, #1) (by) K.A. Applegate (published by) Apple", "2296": "Napoleon's Pyramids (Ethan Gage, #1) (by) William  Dietrich (published by) Harper", "2297": "The Power of Art (by) Simon Schama (published by) Ecco", "2298": "The Plumed Serpent (by) D.H. Lawrence (published by) Wordsworth Classics", "2299": "Sam And The Firefly (Beginner Books) (by) P.D. Eastman (published by) Collins", "2300": "The Random House Book of Poetry for Children (by) Jack Prelutsky (published by) Random House", "2301": "Batman: Thrillkiller (by) Howard Chaykin (published by) DC Comics", "2302": "Behemoth: β-Max (Rifters #3.1) (by) Peter Watts (published by) Tor Books", "2303": "Either/Or, Part I (by) Søren Kierkegaard (published by) Princeton University Press", "2304": "Divine Comedy, Cary's Translation, Purgatory (by) Dante Alighieri (published by) ", "2305": "Alcoholics Anonymous (by) Alcoholics Anonymous (published by) AA World Services", "2306": "Granny Dan (by) Danielle Steel (published by) ", "2307": "Betty Crocker Cookbook: Everything You Need to Know to Cook Today (10th Edition) (by) Betty Crocker (published by) Betty Crocker", "2308": "The Funny Thing Is... (by) Ellen DeGeneres (published by) Simon  Schuster", "2309": "At Swim, Two Boys (by) Jamie O'Neill (published by) Turtleback Books", "2310": "Abner & Me (A Baseball Card Adventure, #6) (by) Dan Gutman (published by) HarperCollins", "2311": "Wild at Heart: The Story of Sailor and Lula (by) Barry Gifford (published by) Grove/Atlantic", "2312": "Fat Chance: A Love Story of Food and Fantasy (by) Deborah Blumenthal (published by) Wheeler Publishing", "2313": "I Am the Central Park Jogger (by) Trisha Meili (published by) Scribner", "2314": "Beneath The Underdog (by) Charles Mingus (published by) ", "2315": "Civil Disobedience (by) Henry David Thoreau (published by) Green Integer 41", "2316": "Snot Stew (by) Bill Wallace (published by) Aladdin Paperbacks", "2317": "Le Voyage de Theo (by) Catherine Clément (published by) Contemporary French Fiction", "2318": "Animal Man, Vol. 3: Deus ex Machina (by) Grant Morrison (published by) Vertigo", "2319": "X-Men: Deadly Genesis (by) Ed Brubaker (published by) Marvel", "2320": "The Last Tycoon (by) F. Scott Fitzgerald (published by) Penguin Classics", "2321": "Sammy Keyes And The Skeleton Man (by) Wendelin Van Draanen (published by) ", "2322": "Daniel Martin (by) John Fowles (published by) Vintage Classics", "2323": "Our Mutal Friend (by) Charles Dickens (published by) Naxos of America", "2324": "Pigs Have Wings: A Blandings Story (by) P.G. Wodehouse (published by) Penguin Books", "2325": "Dating Game (by) Danielle Steel (published by) Random House Audio", "2326": "de Officiis; Or, on Duties; On Obligations (by) Marcus Tullius Cicero (published by) WWW.Readhowyouwant.com", "2327": "Ashanti to Zulu: African Traditions (by) Margaret Musgrove (published by) Puffin Books", "2328": "Romeo and Juliet: A Verse Translation (by) William Shakespeare (published by) Full Measure Press", "2329": "Kirsten's Story Collection [With Kirsten's Mini Paper Dolls and Scenes] (by) Janet Beeler Shaw (published by) ", "2330": "Little Miss Sunshine (by) Roger Hargreaves (published by) Price Stern Sloan", "2331": "Miles Errant (Vorkosigan Omnibus, #4) (by) Lois McMaster Bujold (published by) Baen", "2332": "L'isola del giorno prima (by) Umberto Eco (published by) Bompiani", "2333": "Wilhelm Meister's Apprenticeship (by) Johann Wolfgang von Goethe (published by) Princeton University Press", "2334": "Sharpe's Fortress (Sharpe, #3) (by) Bernard Cornwell (published by) HarperTorch", "2335": "The Baby Trail (by) Sinéad Moriarty (published by) ", "2336": "God Don't Like Ugly (God Don't Like Ugly, #1) (by) Mary Monroe (published by) Kensington", "2337": "House of Dark Delights (Hidden Grotto, #1) (by) Louisa Burton (published by) Bantam", "2338": "Indiana Jones and the Peril at Delphi (Indiana Jones: Prequels, #1) (by) Rob MacGregor (published by) Bantam Books", "2339": "Five Past Midnight In Bhopal (by) Dominique Lapierre (published by) ", "2340": "Square Foot Gardening: A New Way to Garden in Less Space with Less Work (by) Mel Bartholomew (published by) ", "2341": "Seven Ages of Paris (by) Alistair Horne (published by) Vintage", "2342": "Discourse on Method and Meditations (by) René Descartes (published by) Dover Publications", "2343": "The God Who Is There (by) Francis A. Schaeffer (published by) Hodder Christian Paperbacks", "2344": "A Princess Remembers: The Memoirs of the Maharani of Jaipur (by) Gayatri Devi (published by) ", "2345": "Peace with God (by) Billy Graham (published by) W Publishing Group", "2346": "Occidental Mythology (The Masks of God, #3) (by) Joseph Campbell (published by) Penguin", "2347": "Think and Grow (by) Napoleon Hill (published by) Frederick Fell Publishers Inc", "2348": "Complicated Women: Sex and Power in Pre-Code Hollywood (by) Mick LaSalle (published by) St. Martin's Griffin", "2349": "La Ultima Legion (by) Valerio Massimo Manfredi (published by) Debolsillo", "2350": "Anne of Avonlea (Anne of Green Gables, #2) (by) L.M. Montgomery (published by) Aladdin", "2351": "Pragmatism (by) William James (published by) Hard Press", "2352": "Signature Classics : Jane Eyre (by) Charlotte Brontë (published by) ", "2353": "The Enchanted April (1922) (by) Elizabeth von Arnim (published by) Book Jungle", "2354": "Waiting for Daisy: A Tale of Two Continents, Three Religions, Five Infertility Doctors, an Oscar, an Atomic Bomb, a Romantic Night, and One Woman's Quest to Become a Mother (by) Peggy Orenstein (published by) Bloomsbury USA", "2355": "Rules for Old Men Waiting (by) Peter R. Pouncey (published by) Random House Trade Paperbacks", "2356": "Zeno's Conscience (by) Italo Svevo (published by) Vintage", "2357": "Bang the Drum Slowly (by) Mark Harris (published by) LA Theatre Works", "2358": "Code SSN (by) Tom Clancy (published by) ", "2359": "The Way of the Shepherd: 7 Ancient Secrets to Managing Productive People (by) Kevin Leman (published by) Zondervan", "2360": "Lying With Strangers (by) James Grippando (published by) Madison Park Press", "2361": "Joy of Sex, 2 Vol. Boxed Set (by) Alex Comfort (published by) ", "2362": "Green Eggs and Ham Book & CD (Book and CD) (by) Dr. Seuss (published by) ", "2363": "The Frightful First World War (Horrible Histories) (by) Terry Deary (published by) ", "2364": "One Shot (Jack Reacher, #9) (by) Lee Child (published by) Brilliance Audio", "2365": "Flawless (Pretty Little Liars, #2) (by) Sara Shepard (published by) ", "2366": "The Spirit Of Prague (by) Ivan Klíma (published by) Granta Books (UK)", "2367": "The Chinese Siamese Cat (by) Amy Tan (published by) Phoenix Audio", "2368": "The Jennifer Morgue (Laundry Files, #2) (by) Charles Stross (published by) Golden Gryphon Press", "2369": "Homeland: The Graphic Novel (Legend of Drizzt: The Graphic Novel, #1) (by) R.A. Salvatore (published by) Devil's Due Publishing", "2370": "Born On A Blue Day: Inside the Extraordinary Mind of an Autistic Savant (by) Daniel Tammet (published by) Free Press", "2371": "Twelveth Night (by) William Shakespeare (published by) ", "2372": "Forgive Me (by) Amanda Eyre Ward (published by) Random House", "2373": "Lord of the Silent (Amelia Peabody, #13) (by) Elizabeth Peters (published by) ", "2374": "Saturday (by) Ian McEwan (published by) Anchor", "2375": "Cross Channel (by) Julian Barnes (published by) Jonathan Cape", "2376": "A Dance to the Music of Time: 2nd Movement (A Dance to the Music of Time, #4-6) (by) Anthony Powell (published by) University Of Chicago Press", "2377": "My Theodosia (by) Anya Seton (published by) ", "2378": "El cerebro de Broca. Reflexiones sobre el apasionante mundo de la ciencia (by) Carl Sagan (published by) Grijalbo", "2379": "Flight, Vol. 1 (Flight, #1) (by) Kazu Kibuishi (published by) Image Comics", "2380": "Shakespeare's Spy (Shakespeare Stealer, #3) (by) Gary L. Blackwood (published by) Puffin Books", "2381": "Tending Roses (Tending Roses #1) (by) Lisa Wingate (published by) Signet", "2382": "I Is For Innocent (by) Sue Grafton (published by) Random House Audio", "2383": "The Yellow Wall-Paper and Other Writings (by) Charlotte Perkins Gilman (published by) Modern Library", "2384": "The Book of Mormon: Another Testament of Jesus Christ (by) Anonymous (published by) The Church of Jesus Christ of Latter-day Saints", "2385": "A Gentleman's Game (Queen & Country, #1) (by) Greg Rucka (published by) Bantam", "2386": "Pericles: Prince of Tyre (by) William Shakespeare (published by) Penguin Books", "2387": "Freedom Walkers: The Story of the Montgomery Bus Boycott (by) Russell Freedman (published by) Holiday House", "2388": "High Society (by) Ben Elton (published by) Black Swan", "2389": "The Mummy Or Rameses The Damned (by) Anne Rice (published by) ", "2390": "Prometheus Rising (by) Robert Anton Wilson (published by) New Falcon Publications", "2391": "The Child Garden: A Low Comedy (by) Geoff Ryman (published by) Orb Books", "2392": "Late Wife (by) Claudia Emerson (published by) LSU Press", "2393": "Affluenza: The All-Consuming Epidemic (by) John De Graaf (published by) Berrett-Koehler Publishers", "2394": "The New Contented Little Baby Book: The Secret To Calm And Confident Parenting (by) Gina Ford (published by) Vermilion", "2395": "Chopping Spree (A Goldy Bear Culinary Mystery #11) (by) Diane Mott Davidson (published by) Bantam", "2396": "Agapē Agape (by) William Gaddis (published by) Penguin Classics", "2397": "Giant's Bread (by) Mary Westmacott (published by) HarperCollins Publishers", "2398": "Up Island (by) Anne Rivers Siddons (published by) ", "2399": "Economic Development (by) Michael P. Todaro (published by) Addison Wesley Publishing Company", "2400": "Nothing But the Truth with Connections (by) Avi (published by) Steck-Vaughn", "2401": "Mummies in the Morning (Magic Tree House, #3) (by) Mary Pope Osborne (published by) Random House Books for Young Readers", "2402": "Jinx (by) Meg Cabot (published by) Harper Teen", "2403": "Purpose-Driven(r) Life  (by) Rick Warren (published by) ", "2404": "Madhur Jaffrey's Indian Cookery (by) Madhur Jaffrey (published by) BBC Books", "2405": "American Desert (by) Percival Everett (published by) Faber & Faber", "2406": "The Persians (by) Aeschylus (published by) ", "2407": "La Perdida (by) Jessica Abel (published by) ", "2408": "The Handmaid and the Carpenter (by) Elizabeth Berg (published by) Random House (NY)", "2409": "The American Boy (by) Andrew  Taylor (published by) HarperCollins Publishers", "2410": "Widows (by) Ariel Dorfman (published by) Seven Stories Press", "2411": "Bajo la Acacia de Occidente (by) Christian Jacq (published by) Planeta", "2412": "Blow Fly (Kay Scarpetta, #12) (by) Patricia Cornwell (published by) Berkley", "2413": "Much Ado About Nothing (Folger Library) (by) William Shakespeare (published by) ", "2414": "Selected Poems: 1965-1975 (by) Margaret Atwood (published by) Mariner Books", "2415": "My Prison Without Bars (by) Pete Rose (published by) ", "2416": "Epicentro: Enterese Como los Acontecimientos en el Medio Oriente Cambiaran su Futuro (by) Joel C. Rosenberg (published by) Tyndale Espanol", "2417": "The Starter Wife (by) Gigi Levangie Grazer (published by) Simon & Schuster", "2418": "The Crippled Angel (The Crucible, #3) (by) Sara Douglass (published by) ", "2419": "Empire of Wealth: The Epic History of American Economic Power (by) John Steele Gordon (published by) Harper Perennial", "2420": "The Rescue (Guardians of Ga'Hoole, #3) (by) Kathryn Lasky (published by) Scholastic, Inc.", "2421": "The Keeper of the Bees (by) Gene Stratton-Porter (published by) Indiana University Press", "2422": "This Voice in My Heart: A Runner's Memoir of Genocide, Faith, and Forgiveness (by) Gilbert Tuhabonye (published by) Amistad", "2423": "Hound of the Baskervilles (by) Arthur Conan Doyle (published by) Schocken Books", "2424": "The Prose Tales Of Alexander Poushkin (by) Alexander Pushkin (published by) ", "2425": "True Betrayals (by) Nora Roberts (published by) ", "2426": "Good To Great (by) James C. Collins (published by) Random House Business", "2427": "Shopaholic & Sister:  Shopaholic No. 4 (by) Sophie Kinsella (published by) ", "2428": "The Unlikely Romance of Kate Bjorkman (by) Louise Plummer (published by) Laurel Leaf", "2429": "Complete Novels: The Heart Is a Lonely Hunter / Reflections in a Golden Eye / The Ballad of the Sad Cafe / The Member of the Wedding / Clock Without Hands (by) Carson McCullers (published by) Library of America", "2430": "Manchurian Candidate (by) Richard Condon (published by) Turtleback Books", "2431": "A Princess of Roumania (Princess of Roumania, #1) (by) Paul Park (published by) Tor Fantasy", "2432": "The Cats In Krasinski Square (by) Karen Hesse (published by) Scholastic Press", "2433": "Gone To Texas: The Rebel Outlaw Josey Wales (by) Forrest Carter (published by) Buccaneer Books", "2434": "Thomas Hardy (by) Claire Tomalin (published by) ", "2435": "Chakra Clearing (by) Doreen Virtue (published by) Hay House", "2436": "Dragon Bones (Hurog, #1) (by) Patricia Briggs (published by) Ace Fantasy", "2437": "Brightness Falls from the Air (by) James Tiptree Jr. (published by) ", "2438": "Hard Landing (by) Lynne Heitman (published by) Little Brown Paperbacks", "2439": "Casa Rossa (by) Francesca Marciano (published by) Vintage", "2440": "Hands Of Light (by) Barbara Ann Brennan (published by) Bantam", "2441": "The Iceberg Hermit (by) Arthur J. Roth (published by) Scholastic Paperbacks", "2442": "Spike and Dru: Pretty Maids All in a Row (Buffy the Vampire Slayer) (by) Christopher Golden (published by) Simon Pulse", "2443": "A Time to Die: The Untold Story of the Kursk Tragedy (by) Robert Moore (published by) Three Rivers Press", "2444": "Ramses: The Lady of Abu Simbel (Ramses, #4) (by) Christian Jacq (published by) Grand Central Publishing", "2445": "Galloway (by) Louis L'Amour (published by) Bantam", "2446": "What Uncle Sam Really Wants (by) Noam Chomsky (published by) Odonian Press", "2447": "Rick Steves' London 2001 (Rick Steves' City and Regional Guides) (by) Rick Steves (published by) Avalon Travel Publishing", "2448": "The Fourth Hand (by) John Irving (published by) Fawcett Books", "2449": "Kirsten's Surprise: A Christmas Story (American Girls: Kirsten, #3) (by) Janet Beeler Shaw (published by) American Girl", "2450": "Sleep Deprived No More: From Pregnancy to Early Motherhood-Helping You and Your Baby Sleep Through the Night (by) Jodi A. Mindell (published by) Da Capo Lifelong Books", "2451": "The Tooth of Time (Maxie and Stretch, #2) (by) Sue Henry (published by) NAL", "2452": "The Adventures of Robin Hood: How Robin Became an Outlaw (by) Paul Creswick (published by) Harpercollins", "2453": "Velo Pintado, El (by) W. Somerset Maugham (published by) ", "2454": "The Jewelled Snuff Box (by) Alice Chetwynd Ley (published by) Ballantine Books", "2455": "The Financial Peace Planner: A Step-by-Step Guide to Restoring Your Family's Financial Health (by) Dave Ramsey (published by) Penguin Books", "2456": "Shakespeare's \"King Lear\" Modernised And Slightly Abridged With The Complete Original (by) William Shakespeare (published by) ", "2457": "Real Food: What to Eat and Why (by) Nina Planck (published by) ", "2458": "Voices in the Evening (by) Natalia Ginzburg (published by) ", "2459": "Royal Blood: Richard III and the Mystery of the Princes (by) Bertram Fields (published by) Harper Perennial", "2460": "Games People Play   (by) Eric Berne (published by) ", "2461": "Polio: An American Story (by) David M. Oshinsky (published by) Oxford University Press, USA", "2462": "Pluie et vent sur Télumée Miracle (by) Simone Schwarz-Bart (published by) Editions Du Seuil", "2463": "Napoleon: A Life (by) Paul  Johnson (published by) Penguin Books", "2464": "Final Truth (Truth #4; John Mancini #10) (by) Mariah Stewart (published by) Ballantine Books", "2465": "Waking with Enemies (Gideon Series #2) (by) Eric Jerome Dickey (published by) Dutton Adult", "2466": "Common Sense (by) Thomas Paine (published by) Penguin", "2467": "The Martyr's Song (by) Ted Dekker (published by) Thomas Nelson", "2468": "Maggie's Dad (Bighorn, Wyoming #1) (by) Diana Palmer (published by) Silhouette Books", "2469": "The Course of Empire (Jao, #1) (by) Eric Flint (published by) Baen", "2470": "Matthew Henry Study Bible-KJV (by) Anonymous (published by) Nelson Bibles", "2471": "La Reina Elfica de Shannara (by) Terry Brooks (published by) ", "2472": "Schindler's List (by) Thomas Keneally (published by) ", "2473": "Body of Evidence (Kay Scarpetta, #2) (by) Patricia Cornwell (published by) Avon", "2474": "Les Misérables (by) Mark  McKerracher (published by) Highbridge Audio", "2475": "Quest for Love: True Stories of Passion and Purity (by) Elisabeth Elliot (published by) Fleming H. Revell Company", "2476": "Florida Straits (Key West, #1) (by) Laurence Shames (published by) Dell", "2477": "The Wilderness World of John Muir (by) John Muir (published by) Mariner Books", "2478": "Гарри Поттер и Принц-полукровка (Гарри Поттер #6) (by) J.K. Rowling (published by) Росмэн", "2479": "The Order of Things: The Archaeology of the Human Sciences (by) Michel Foucault (published by) Routledge", "2480": "Comeback (Parker, #17) (by) Richard Stark (published by) ", "2481": "What I Lived For (by) Joyce Carol Oates (published by) ", "2482": "The Golden Crown (Tennis Shoes, #7) (by) Chris Heimerdinger (published by) ", "2483": "Sleeping Beauty: The One Who Took the Really Long Nap (Twice Upon a Time, #2) (by) Wendy Mass (published by) Scholastic Paperbacks", "2484": "The Hatchling (Guardians of Ga'Hoole, #7) (by) Kathryn Lasky (published by) Scholastic", "2485": "Doctor Who: Alien Bodies (by) Lawrence Miles (published by) BBC Books", "2486": "The Map That Changed the World (by) Simon Winchester (published by) Harpperen", "2487": "The Soul of Rumi: A New Collection of Ecstatic Poems (by) Rumi (published by) HarperOne", "2488": "Surprised by the Power of the Spirit: Discovering How God Speaks and Heals Today (by) Jack Deere (published by) Zondervan", "2489": "A Kor Bezarul (by) Danielle Steel (published by) Maecenas", "2490": "La Amigdalitis de Tarzán (by) Alfredo Bryce Echenique (published by) Santillana USA Publishing Company", "2491": "La Isla de Las Plagas (by) Nelson DeMille (published by) ", "2492": "The Works: Anatomy of a City (by) Kate Ascher (published by) Penguin Books", "2493": "Empire (by) Michael Hardt (published by) Harvard University Press", "2494": "To Die For (Blair Mallory, #1) (by) Linda Howard (published by) Ballantine Books", "2495": "Four Fires (by) Bryce Courtenay (published by) McArthur & Company", "2496": "Emma-Jean Lazarus Fell Out of a Tree (by) Lauren Tarshis (published by) Dial Books", "2497": "Kiss and Tell (Sunrise Key Trilogy #1) (by) Suzanne Brockmann (published by) Bantam", "2498": "The Last Convertible (by) Anton Myrer (published by) Berkley Books Canada", "2499": "Because of Anya (by) Margaret Peterson Haddix (published by) Simon & Schuster Books for Young Readers", "2500": "Men Are from Mars, Women Are from Venus: A Practical Guide for Improving Communication and Getting What You Want in Relationships (by) John Gray (published by) HarperCollins Publishers", "2501": "Watch on the Rhine (Posleen War: Sidestories, #1) (by) John Ringo (published by) Baen", "2502": "The Sleeping Doll (Kathryn Dance #1) (by) Jeffery Deaver (published by) Simon & Schuster", "2503": "Against the Wind (by) J.F. Freedman (published by) Signet", "2504": "Interaction Of Color (by) Josef Albers (published by) ", "2505": "The Conquest (Saucer, #2) (by) Stephen Coonts (published by) St. Martin's Paperbacks", "2506": "Pat of Silver Bush (Pat, #1) (by) L.M. Montgomery (published by) Seal Books", "2507": "Cartesian Sonata and Other Novellas (by) William H. Gass (published by) Basic Books", "2508": "How to Stay Alive in the Woods: A Complete Guide to Food, Shelter and Self-Preservation Anywhere (by) Bradford Angier (published by) Black Dog & Leventhal", "2509": "The Short Reign of Pippin IV (by) John Steinbeck (published by) Penguin Classics", "2510": "Murder in Amsterdam: The Death of Theo van Gogh and the Limits of Tolerance (by) Ian Buruma (published by) Penguin Press HC, The", "2511": "Doctor Jekyll and Mr.Hyde (by) Robert Louis Stevenson (published by) Penguin Books Ltd", "2512": "Yearning: Race, Gender, And Cultural Politics (by) bell hooks (published by) Between-The-Lines", "2513": "Lois the Witch (by) Elizabeth Gaskell (published by) Hesperus Press", "2514": "Women With Men (by) Richard Ford (published by) Vintage", "2515": "A Parchment of Leaves (by) Silas House (published by) Ballantine Books", "2516": "A Treasury of Great American Scandals: Tantalizing True Tales of Historic Misbehavior by the Founding Fathers and Others Who Let Freedom Swing (by) Michael Farquhar (published by) ", "2517": "Leading Change (by) John P. Kotter (published by) Harvard Business Review Press", "2518": "Crooked (by) Laura McNeal (published by) Ember", "2519": "The Sword in the Stone (The Once and Future King, #1) (by) T.H. White (published by) ", "2520": "Chase (by) K.R. Dwyer (published by) Not Avail", "2521": "Venus and Adonis (by) William Shakespeare (published by) ", "2522": "The Figure In The Carpet (by) Henry James (published by) ", "2523": "The Crown of Dalemark (The Dalemark Quartet, #4) (by) Diana Wynne Jones (published by) Oxford University Press", "2524": "Confessions (Academic Monograph Reprints) (by) Augustine of Hippo (published by) Clarendon/Oxford University Press", "2525": "The Cold War: A Very Short Introduction (by) Robert J. McMahon (published by) Oxford University Press, USA", "2526": "The Perfect Match (Deep Haven, #3) (by) Susan May Warren (published by) Tyndale House Publishers", "2527": "The Master Butchers Singing Club (by) Louise Erdrich (published by) Harper Perennial", "2528": "Oh, the Thinks You Can Think! (by) Dr. Seuss (published by) Beginner Books", "2529": "The Dispossessed (by) Ursula K. Le Guin (published by) Harper Voyager", "2530": "Fool on the Hill (by) Matt Ruff (published by) Grove Press", "2531": "Un Beso en Mi Mano (The Kissing Hand) (by) Audrey Penn (published by) Tanglewood", "2532": "Intercessory Prayer: How God Can Use Your Prayers to Move Heaven & Earth (by) Dutch Sheets (published by) Regal Books", "2533": "Pigeon Feathers and Other Stories (by) John Updike (published by) Knopf", "2534": "The Early Ayn Rand: A Selection From Her Unpublished Fiction (by) Ayn Rand (published by) Signet", "2535": "Rama Revealed: The Ultimate Encounter (Rama, #4) (by) Arthur C. Clarke (published by) Spectra", "2536": "Ain't Myth-Behaving (by) Katie MacAlister (published by) Pocket Star", "2537": "Healing After Loss:: Daily Meditations For Working Through Grief (by) Martha Whitmore Hickman (published by) William Morrow Paperbacks", "2538": "Pensées and Other Writings (by) Blaise Pascal (published by) Oxford University Press, USA", "2539": "Swamp Thing, Vol. 6: Reunion (by) Alan Moore (published by) Vertigo", "2540": "The Anti 9 to 5 Guide: Practical Career Advice for Women Who Think Outside the Cube (by) Michelle Goodman (published by) Seal Press", "2541": "Anam Cara: A Book of Celtic Wisdom (by) John O'Donohue (published by) Harper", "2542": "Temple (by) Matthew Reilly (published by) St. Martin's Paperbacks", "2543": "The Last Quarry (Quarry #7) (by) Max Allan Collins (published by) Hard Crime Case", "2544": "Los detectives salvajes (by) Roberto Bolaño (published by) Anagrama", "2545": "Son of a Witch (The Wicked Years #2) (by) Gregory Maguire (published by) ReganBooks", "2546": "Bard of Avon: The Story of William Shakespeare (by) Diane Stanley (published by) HarperCollins", "2547": "Solens Rike (Empire of the Sun, #1) (by) J.G. Ballard (published by) Wahlstrom & Widstrand", "2548": "Murder in Mesopotamia (Hercule Poirot, #14) (by) Agatha Christie (published by) Harper", "2549": "The One-Straw Revolution: An Introduction to Natural Farming (by) Masanobu Fukuoka (published by) Rodale Books", "2550": "The Parade's Gone By . . . (by) Kevin Brownlow (published by) Columbus Books, London", "2551": "Infections and Inequalities: The Modern Plagues (by) Paul Farmer (published by) University of California Press", "2552": "Glimpses of the Devil: A Psychiatrist's Personal Accounts of Possession, Exorcism, and Redemption (by) M. Scott Peck (published by) Free Press", "2553": "La ecuación Dante (by) Jane Jensen (published by) La Factoría de Ideas", "2554": "Zombie (by) Joyce Carol Oates (published by) Plume", "2555": "Browns Grabgesang (by) James Ellroy (published by) ", "2556": "Birds, Beasts and Relatives (Corfu Trilogy #2) (by) Gerald Durrell (published by) Penguin Books", "2557": "Himalaya (by) Michael Palin (published by) Thomas Dunne Books", "2558": "La R.U.R.: Fabrica de Absoluto (by) Karel Čapek (published by) ", "2559": "Love All the People: Letters, Lyrics, Routines (by) Bill Hicks (published by) Constable", "2560": "The Sight (Sight, #1) (by) David Clement-Davies (published by) Firebird", "2561": "Heart of the Sea (Gallaghers of Ardmore / Irish trilogy #3) (by) Nora Roberts (published by) ", "2562": "The Case for Faith Miniature Edition (by) Lee Strobel (published by) Running Press Miniature Editions", "2563": "Partner in Crime (J.P. Beaumont, #16 / Joanna Brady, #10) (by) J.A. Jance (published by) Avon", "2564": "Ansia - 4.48 Psicosis (by) Sarah Kane (published by) Losada", "2565": "Old Friends and New Fancies: An Imaginary Sequel to the Novels of Jane Austen  (by) Sybil G. Brinton (published by) Sourcebooks Landmark", "2566": "A Colt is Born (by) Marguerite Henry (published by) Holmes & Meier Publishers", "2567": "The Dog of the South (Audiofy Digital Audiobook Chips) (by) Charles Portis (published by) Audiofy/Blackstone", "2568": "Love in the Driest Season: A Family Memoir (by) Neely Tucker (published by) Books on Tape", "2569": "Il existe une solution spirituelle à tous vos problèmes (by) Wayne W. Dyer (published by) ADA", "2570": "A Breath of Fresh Air (by) Amulya Malladi (published by) Ballantine Books", "2571": "The Narrative of Sojourner Truth (by) Sojourner Truth (published by) Digireads.com", "2572": "The OK Book (by) Amy Krouse Rosenthal (published by) HarperCollins", "2573": "Meditation: A Simple Eight-Point Program for Translating Spiritual Ideals into Daily Life (by) Eknath Easwaran (published by) ", "2574": "Conversations With God : An Uncommon Dialogue, Book One, Audio Volume I (by) Neale Donald Walsch (published by) Audio Literature", "2575": "Looking Back (by) Belva Plain (published by) Recorded Books", "2576": "El Pez Arco Iris Al Rescate! (by) Marcus Pfister (published by) NorthSouth", "2577": "A Drinking Life (by) Pete Hamill (published by) Back Bay Books", "2578": "Mr. Lincoln's Way (by) Patricia Polacco (published by) Philomel Books", "2579": "Morte D'Urban (by) J.F. Powers (published by) NYRB Classics", "2580": "Mila 18 (by) Leon Uris (published by) Bantam", "2581": "West of Rome (by) John Fante (published by) Harper Perennial", "2582": "A Man Called Peter: The Story of Peter Marshall (by) Catherine Marshall (published by) Chosen Books", "2583": "The Land (by) Mildred D. Taylor (published by) Speak", "2584": "Dr.Atkin's New Diet Revolution (by) Robert C. Atkins (published by) M. Evans and Company, Inc.", "2585": "Power Play (by) Joseph Finder (published by) ", "2586": "There Are Jews In My House (by) Lara Vapnyar (published by) ", "2587": "The Scotish Bride (by) Catherine Coulter (published by) ", "2588": "Jane Austen: A Life (by) Claire Tomalin (published by) Vintage", "2589": "Runner's World Complete Book Of Running (by) Amby Burfoot (published by) Running Press", "2590": "The Unknown Shore (by) Patrick O'Brian (published by) HarperCollins Publishers Ltd", "2591": "Spring Collection  (by) Judith Krantz (published by) ", "2592": "We Could Almost Eat Outside: An Appreciation of Life's Small Pleasures (by) Philippe Delerm (published by) Picador", "2593": "Asterix and Obelix: All At Sea (by) René Goscinny (published by) Asterix", "2594": "Einstein: The Life and Times (by) Ronald William Clark (published by) William Morrow", "2595": "Death Dance (Alexandra Cooper, #8) (by) Linda Fairstein (published by) ", "2596": "Titus Alone (Gormenghast, #3) (by) Mervyn Peake (published by) Ballantine Books", "2597": "Si esto es un hombre (by) Primo Levi (published by) Muchnik", "2598": "Seasons of Her Life (by) Fern Michaels (published by) Random House Value Publishing", "2599": "The Mistress's Daughter (by) A.M. Homes (published by) Viking", "2600": "Confess, Fletch (Fletch, #2) (by) Gregory McDonald (published by) Vintage Crime/Black Lizard", "2601": "Poems from the Book of Hours: Das Stundenbuch (by) Rainer Maria Rilke (published by) New Directions", "2602": "Collected Stories (by) Tennessee Williams (published by) New Directions", "2603": "SuperHero ABC (by) Bob McLeod (published by) HarperCollins", "2604": "The Life and Death of Adolf Hitler (by) James Cross Giblin (published by) Clarion Books", "2605": "The Smoke Thief (Drakon #1) (by) Shana Abe (published by) Bantam", "2606": "Waiting: The True Confessions of a Waitress (by) Debra Ginsberg (published by) Harper Perennial", "2607": "The Picture of Dorian Gray / The Decay of Lying (by) Oscar Wilde (published by) Editions Zulma", "2608": "Eden Close (by) Anita Shreve (published by) Mariner Books", "2609": "Love Is Never Painless (by) Zane (published by) Atria Books", "2610": "Seeing a Large Cat (Amelia Peabody, #9) (by) Elizabeth Peters (published by) Warner Books Inc", "2611": "Jephte's Daughter (by) Naomi Ragen (published by) Toby Press", "2612": "Sapo y Sepo, Inseparables = Frog and Toad Together (by) Arnold Lobel (published by) Santillana USA Publishing Company", "2613": "The Volcano Lover: A Romance (by) Susan Sontag (published by) Picador", "2614": "Busman's Honeymoon  (by) Dorothy L. Sayers (published by) HarperCollins Publishers", "2615": "The Outsider (by) Colin Wilson (published by) Indigo - Cassell Group", "2616": "In Fremden Kleidern. Geschichte Einer Jugend (by) Paula Fox (published by) ", "2617": "The Days Run Away Like Wild Horses Over the Hills (by) Charles Bukowski (published by) Ecco", "2618": "Working with Emotional Intelligence (by) Daniel Goleman (published by) Bantam", "2619": "Sapphira and the Slave Girl (by) Willa Cather (published by) Virago Modern Classics", "2620": "Kitchen Confidential: Adventures in the Culinary Underbelly (by) Anthony Bourdain (published by) Ecco Press", "2621": "Sin City 4 Ese cobarde bastardo / That Yellow Bastard (Spanish Edition) (by) Frank Miller (published by) ", "2622": "Sunset Express (Elvis Cole, #6) (by) Robert Crais (published by) Ballantine Books", "2623": "Sobre La Pista (by) Janet Evanovich (published by) Alfaguara", "2624": "Tolkien: A Look Behind The Lord of the Rings (by) Lin Carter (published by) Ballantine Books (NY)", "2625": "Best Destiny (Star Trek) (by) Diane Carey (published by) Random House Value Publishing", "2626": "The House Behind the Cedars (by) Charles W. Chesnutt (published by) ", "2627": "The Green Futures of Tycho (by) William Sleator (published by) Starscape", "2628": "All You Need to Know about the Music Business (by) Donald S. Passman (published by) Free Press", "2629": "Cascanueces La Suerte Del Jugador (by) E.T.A. Hoffmann (published by) ", "2630": "Metamorphoses, Book 3 (by) Apuleius (published by) Bryn Mawr Commentaries, Inc.", "2631": "Merlin (by) Stephen R. Lawhead (published by) Lion Publishing Plc", "2632": "Limbo: Blue-Collar Roots, White-Collar Dreams (by) Alfred Lubrano (published by) Wiley", "2633": "Slave To Love (by) Nikita Black (published by) Rebel Press/Cajun Hot Press", "2634": "The New Avengers, Volume 4: The Collective (by) Brian Michael Bendis (published by) Marvel", "2635": "Love's Abiding Joy (Love Comes Softly, #4) (by) Janette Oke (published by) Bethany House Publishers", "2636": "Gulistān: Shaykh Maṣlaḥ Al Ddīn Saʻdī Shīrāzī (by) Saadi (published by) ", "2637": "Filosofia Para Todos (by) Dave Robinson (published by) ", "2638": "The Eyre Affair (Thursday Next, #1) (by) Jasper Fforde (published by) Hodder and Stoughton", "2639": "Thank You, Sarah: The Woman Who Saved Thanksgiving (by) Laurie Halse Anderson (published by) Simon  Schuster Books for Young Readers", "2640": "The Upper Room (by) Mary Monroe (published by) Kensington", "2641": "A Noble Radiance (Commissario Brunetti, #7) (by) Donna Leon (published by) Penguin Books", "2642": "Mientras Inglaterra duerme (by) David Leavitt (published by) ", "2643": "Home Comforts: The Art and Science of Keeping House (by) Cheryl Mendelson (published by) Scribner", "2644": "Thanksgiving on Thursday (Magic Tree House, #27) (by) Mary Pope Osborne (published by) Random House Books for Young Readers", "2645": "Ya No Seas Codependiente (by) Melody Beattie (published by) Hazelden Publishing", "2646": "Streets Of Laredo (Ome) (by) Larry McMurtry (published by) ", "2647": "Buffett:: The Making of an American Capitalist (by) Roger Lowenstein (published by) Random House", "2648": "Emily of New Moon (Emily, #1) (by) L.M. Montgomery (published by) Dell Laurel-Leaf", "2649": "The Warlord of Mars (Barsoom, #3) (by) Edgar Rice Burroughs (published by) Waking Lion Press", "2650": "Business for the Glory of God: The Bible's Teaching on the Moral Goodness of Business (by) Wayne A. Grudem (published by) Crossway Books", "2651": "In the Hand of Dante (by) Nick Tosches (published by) Back Bay Books", "2652": "Just and Unjust Wars: A Moral Argument With Historical Illustrations (by) Michael Walzer (published by) Basic Books", "2653": "A Call to Spiritual Reformation: Priorities from Paul and His Prayers (by) D.A. Carson (published by) InterVarsity Press", "2654": "Dune  (by) Frank Herbert (published by) ", "2655": "Ysabel (by) Guy Gavriel Kay (published by) Roc Hardcover", "2656": "The Contest (Everest Trilogy) (by) Gordon Korman (published by) ", "2657": "Savage Night (by) Jim Thompson (published by) Creative Arts Book Company", "2658": "How to Talk to a Liberal (If You Must): The World According to Ann Coulter (by) Ann Coulter (published by) Random House Audio", "2659": "Mrs. Pollifax, Innocent Tourist (Mrs. Pollifax, #13) (by) Dorothy Gilman (published by) Fawcett Books", "2660": "Molloy (by) Samuel Beckett (published by) Grove Press", "2661": "The Complete Sherlock Holmes (56 Short Stories and 4 Novels) (by) Arthur Conan Doyle (published by) Gramercy Books", "2662": "Bad Day at Riverbend (by) Chris Van Allsburg (published by) HMH Books for Young Readers", "2663": "Behind the Scenes: or, Thirty Years a Slave, and Four Years in the White House (by) Elizabeth Keckley (published by) Penguin Classics", "2664": "Getting the Girl (Wolfe Brothers, #3) (by) Markus Zusak (published by) Push", "2665": "Mr. Parker Pyne, Detective (by) Agatha Christie (published by) Putnam Adult", "2666": "Counting Kisses (by) Karen Katz (published by) Margaret K. McElderry Books", "2667": "Utah Blaine (by) Jim Mayo (published by) Bantam Doubleday Dell", "2668": "Comment Mener Les Discussions Difficiles (by) Douglas Stone (published by) ", "2669": "Mapp and Lucia (by) E.F. Benson (published by) Moyer Bell", "2670": "Fullmetal Alchemist, Volume 4 (by) Hiromu Arakawa (published by) ", "2671": "The Gripping Hand (by) Larry Niven (published by) Pocket Books", "2672": "Never Seduce a Scoundrel (School for Heiresses, #1) (by) Sabrina Jeffries (published by) Pocket Books", "2673": "A Stranger Is Watching (by) Mary Higgins Clark (published by) Pocket Books", "2674": "La Habitación de los Reptiles (Una Serie de Catastróficas Desdichas, #2) (by) Lemony Snicket (published by) ", "2675": "Insatiable: Tales from a Life of Delicious Excess (by) Gael Greene (published by) Grand Central Publishing", "2676": "The Romantics (by) Pankaj Mishra (published by) Picador", "2677": "Shirley (Clarendon Edition of the Novels of the Brontës) (by) Charlotte Brontë (published by) Oxford University Press, USA", "2678": "Foundation and Empire (Foundation, #2) (by) Isaac Asimov (published by) Del Rey", "2679": "The Golden Key (by) George MacDonald (published by) ", "2680": "A Sea of Troubles (Commissario Brunetti, #10) (by) Donna Leon (published by) Gardners Books", "2681": "Brain Child (by) John Saul (published by) Bantam", "2682": "Suites Francaises:Paul Ladmirault (by) Irène Némirovsky (published by) BAYER RECORDS", "2683": "The Demon Headmaster (Demon Headmaster, #1) (by) Gillian Cross (published by) Oxford University Press, USA", "2684": "The Pillars of the Earth Part 1 of 3 (by) Ken Follett (published by) Books On Tape", "2685": "Aesthetic Theory (by) Theodor W. Adorno (published by) Routledge & Kegan Paul Books", "2686": "The Earth Dragon Awakes: The San Francisco Earthquake of 1906 (by) Laurence Yep (published by) ", "2687": "Cécile: Gates of Gold (Girls of Many Lands) (by) Mary Casanova (published by) Pleasant Company Publications", "2688": "Solomon's Jar (Rogue Angel #2) (by) Alex Archer (published by) Gold Eagle", "2689": "What's Bred in the Bone (Cornish Trilogy, #2) (by) Robertson Davies (published by) Penguin", "2690": "Odas Elementales (by) Pablo Neruda (published by) ", "2691": "The Dance of Intimacy: A Woman's Guide to Courageous Acts of Change in Key Relationships (by) Harriet Lerner (published by) William Morrow Paperbacks", "2692": "Cancionero: sonetos y canciones (by) Francesco Petrarca (published by) Espasa Calpe, S.A.", "2693": "Fontamara (by) Ignazio Silone (published by) J.M. Dent & Sons", "2694": "Sometimes I Dream in Italian (by) Rita Ciresi (published by) Delta", "2695": "The Gentle Tamers Women Of The Old West (by) Dee Brown (published by) ", "2696": "The Invisibles, Vol. 4: Bloody Hell in America (by) Grant Morrison (published by) Vertigo", "2697": "Major Barbara (by) George Bernard Shaw (published by) Icon Reference", "2698": "Save the Cat: The Last Book on Screenwriting You'll Ever Need (by) Blake Snyder (published by) Michael Wiese Productions", "2699": "Passing On (by) Penelope Lively (published by) Penguin", "2700": "The Paleo Diet for Athletes: A Nutritional Formula for Peak Athletic Performance (by) Loren Cordain (published by) Rodale Books", "2701": "Hotel (by) Arthur Hailey (published by) Doubleday & Company, Inc.", "2702": "Suicide Blonde (by) Darcey Steinke (published by) Grove Press", "2703": "The Neon Bible (by) John Kennedy Toole (published by) Grove Press", "2704": "Legend of Sleepy Hollow and Rip Van Winkle (by) Washington Irving (published by) ", "2705": "Lasher (Lives of the Mayfair Witches) (by) Anne Rice (published by) Random House Audio", "2706": "Les Misérables II (by) Victor Hugo (published by) Distribooks", "2707": "Sarah, Plain and Tall/Sarah, Sencilla Yalta (by) Patricia MacLachlan (published by) Perfection Learning", "2708": "Sissy, Schicksalsjahre Einer Tramperin. Even Cowgirls Get The Blues. ( Rororo Panther) (by) Tom Robbins (published by) ", "2709": "Screenplay: The Foundations of Screenwriting; A step-by-step guide from concept to finished script (by) Syd Field (published by) Dell", "2710": "The Hollow Chocolate Bunnies of the Apocalypse (by) Robert Rankin (published by) Gollancz", "2711": "Here and Now: Living in the Spirit (by) Henri J.M. Nouwen (published by) The Crossroad Publishing Company", "2712": "Broca's Brain: Reflections on the Romance of Science (by) Carl Sagan (published by) Ballantine Books", "2713": "The Lake (by) Yasunari Kawabata (published by) Kodansha", "2714": "Holes (by) Louis Sachar (published by) ", "2715": "The Composition (by) Antonio Skármeta (published by) Groundwood Books", "2716": "The Man of the Forest (by) Zane Grey (published by) Forge", "2717": "El Cantar del Mio Cid (by) Anonymous (published by) ", "2718": "Ivanhoe  (by) Walter Scott (published by) Signet Classics", "2719": "The Bumblebee Flies Away (by) Robert Cormier (published by) ", "2720": "Icebound (by) David Axton (published by) Random House Audio", "2721": "L'investisseur Intelligent. Un Livre De Conseils Pratiques (by) Benjamin Graham (published by) ", "2722": "The Think and Grow Rich Action Pack (by) Napoleon Hill (published by) TarcherPerigee", "2723": "Song of the Swallows (by) Leo Politi (published by) Atheneum Books", "2724": "The Camel Bookmobile (by) Masha Hamilton (published by) Harper", "2725": "Dubliners 1&2 (by) James Joyce (published by) CSA Telltapes", "2726": "Der Hufschlag des Siegers. Die Geschichte eines legendären Rennpferdes. (by) Laura Hillenbrand (published by) Econ", "2727": "My War (by) Andy Rooney (published by) PublicAffairs", "2728": "Changing Places (by) David Lodge (published by) Penguin", "2729": "The Accidental Mind: How Brain Evolution Has Given Us Love, Memory, Dreams, and God (by) David J. Linden (published by) ", "2730": "Self-Defense (Alex Delaware, #9) (by) Jonathan Kellerman (published by) Bantam", "2731": "Goblin Market and Other Poems (by) Christina Rossetti (published by) Dover Publications", "2732": "The Golden Torc (Saga of Pliocene Exile, #2) (by) Julian May (published by) ", "2733": "El Contrato Social (by) Jean-Jacques Rousseau (published by) Edaf Antillas", "2734": "When We Were Orphans (by) Kazuo Ishiguro (published by) ", "2735": "The Brothers of Gwynedd (Brothers of Gwynedd #1-4) (by) Edith Pargeter (published by) Headline", "2736": "The Chronoliths (by) Robert Charles Wilson (published by) Tor Science Fiction", "2737": "Cousin Bette (by) Honoré de Balzac (published by) Modern Library", "2738": "The Bourne Identity (Jason Bourne, #1) (by) Robert Ludlum (published by) Random House Value Publishing", "2739": "Astérix en Corse (by) René Goscinny (published by) ", "2740": "The Mystery at the Ski Jump (Nancy Drew, #29) (by) Carolyn Keene (published by) ", "2741": "Murphy (by) Samuel Beckett (published by) Riverrun Press (New York, NY)", "2742": "What to Eat (by) Marion Nestle (published by) North Point Press", "2743": "On Writing Romance: How to Craft a Novel That Sells (by) Leigh Michaels (published by) Writer's Digest Books", "2744": "Promise Me (Myron Bolitar #8) (by) Harlan Coben (published by) Dutton", "2745": "A Short History of Tractors in Ukrainian (by) Marina Lewycka (published by) ", "2746": "The Road to McCarthy: Around the World in Search of Ireland (by) Pete McCarthy (published by) Harper", "2747": "The Meadow (by) James Galvin (published by) Holt Paperbacks", "2748": "Free Fall (by) David Wiesner (published by) HarperCollins", "2749": "The Traveler's Gift: Seven Decisions that Determine Personal Success (by) Andy Andrews (published by) Oasis Audio", "2750": "Camelot's Shadow (The Paths to Camelot, #1) (by) Sarah Zettel (published by) Not Avail", "2751": "Early Work, 1970-1979 (by) Patti Smith (published by) W. W. Norton & Company", "2752": "My Little Blue Dress (by) Bruno Maddox (published by) Penguin Books", "2753": "The Wreck of the Whaleship Essex: A First-hand Account of One of History's Most Extraordinary Maritime Disasters (by) Owen Chase (published by) ", "2754": "The Grand Sophy (by) Georgette Heyer (published by) Harlequin", "2755": "Heart Of Darkness And Selections From The Congo Diary (by) Joseph Conrad (published by) ", "2756": "Catseye (by) Andre Norton (published by) ", "2757": "Liebe Auf Den Zweiten Kuss (by) Jennifer Crusie (published by) ", "2758": "The Metamorphosis of Prime Intellect (by) Roger    Williams (published by) Lulu.com", "2759": "Point of Origin (Kay Scarpetta, #9) (by) Patricia Cornwell (published by) Time Warner", "2760": "Manticore (by) Robertson Davies (published by) Penguin Canada", "2761": "The Franchise Affair (Inspector Alan Grant, #3) (by) Josephine Tey (published by) Touchstone", "2762": "Crystal Dragon (The Great Migration Duology, #2; Liaden Universe, #2) (by) Sharon Lee (published by) ", "2763": "Emperor Mage (Immortals, #3) (by) Tamora Pierce (published by) Simon Pulse", "2764": "Letters From A Nut: With An Introduction by Jerry Seinfeld (by) Ted L. Nancy (published by) Ebury Press", "2765": "Sharpe's Gold (by) Bernard Cornwell (published by) ", "2766": "The Dark Is Rising Sequence  (The Dark Is Rising #1-5) (by) Susan Cooper (published by) ", "2767": "The Book of Embraces (by) Eduardo Galeano (published by) W.W. Norton & Company", "2768": "The Secret of the Indian (The Indian in the Cupboard, #3) (by) Lynne Reid Banks (published by) Avon Books", "2769": "It's My Life (Diary of a Teenage Girl: Caitlin, #2) (by) Melody Carlson (published by) Multnomah", "2770": "Leonardo's Notebooks (by) Leonardo da Vinci (published by) ", "2771": "Making it Up (by) Penelope Lively (published by) Penguin Books", "2772": "What You Wish For (by) Fern Michaels (published by) Zebra", "2773": "god is Not Great: How Religion Poisons Everything (by) Christopher Hitchens (published by) Twelve", "2774": "The Fifty Year Sword (by) Mark Z. Danielewski (published by) De Bezige Bij", "2775": "Voices of Time: A Life in Stories (by) Eduardo Galeano (published by) Picador", "2776": "John Paul Jones: Sailor, Hero, Father of the American Navy (by) Evan Thomas (published by) Simon & Schuster", "2777": "La Chouette aveugle (by) Sadegh Hedayat (published by) José Corti", "2778": "The Contortionist's Handbook (by) Craig Clevenger (published by) Fourth Estate", "2779": "Recupera Tu Pasado, Sana Tu Futuro = Past Lives, Future Healing (by) Sylvia Browne (published by) Ediciones Urano", "2780": "Chicken with Plums (by) Marjane Satrapi (published by) ", "2781": "Gulag (by) Anne Applebaum (published by) Doubleday", "2782": "The Big Sky (by) A.B. Guthrie Jr. (published by) Pocket Books", "2783": "Teen Idol (by) Meg Cabot (published by) HarperTeen", "2784": "Water (by) Bapsi Sidhwa (published by) Milkweed Editions", "2785": "Footfall (by) Larry Niven (published by) ", "2786": "Starring Sally J. Freedman as Herself (by) Judy Blume (published by) Atheneum/Richard Jackson Books", "2787": "Jimmy Stewart: Bomber Pilot (by) Starr Smith (published by) Zenith Press", "2788": "Humano Demasiado Humano (by) Friedrich Nietzsche (published by) ", "2789": "Binary (by) John Lange (published by) Alfred A. Knopf", "2790": "Califia's Daughters (by) Leigh Richards (published by) Spectra", "2791": "The Turn of the Screw and Other Stories (by) Henry James (published by) Oxford University Press, USA", "2792": "Who Really Cares: The Surprising Truth About Compasionate Conservatism Who Gives, Who Doesn't, and Why It Matters (by) Arthur C. Brooks (published by) Basic Books", "2793": "Knights And Castles (Magic Tree House Research Guide) (by) Will Osborne (published by) Scholastic", "2794": "El Juego de Las Horas (by) David Baldacci (published by) Ediciones B", "2795": "All's Fair (by) Mary Matalin (published by) Random House Value Publishing", "2796": "The Collected Short Stories of W. Somerset Maugham: Volume 1 (by) W. Somerset Maugham (published by) Penguin Books", "2797": "Lisey's Story (by) Stephen King (published by) Scribner, New York", "2798": "The Lost Warrior (Manga Warriors: Graystripe, #1) (by) Erin Hunter (published by) HarperCollins", "2799": "En Manos de la Gracia = in the Grip of Grace (by) Max Lucado (published by) Thomas Nelson Publishers", "2800": "Rick Steves' Europe Through the Back Door 2008: The Travel Skills Handbook   (by) Rick Steves (published by) Avalon Travel Publishing", "2801": "Where Are the Children? (by) Mary Higgins Clark (published by) Simon & Schuster", "2802": "Why Men Hate Going to Church (by) David Murrow (published by) Thomas Nelson", "2803": "Thirteen Moons (by) Charles Frazier (published by) Random House", "2804": "Bodas De Sangre / Blood Wedding (Clasicos Universales) (by) Federico García Lorca (published by) ", "2805": "Op Hocus Pocus (by) Kurt Vonnegut (published by) ", "2806": "The Great Shame: And the Triumph of the Irish in the English-Speaking World (by) Thomas Keneally (published by) Anchor Books", "2807": "The Notebooks of Malte Laurids Brigge (by) Rainer Maria Rilke (published by) W. W. Norton  Company", "2808": "An Underground Education: The Unauthorized and Outrageous Supplement to Everything You Thought You Knew About Art, Sex, Business, Crime, Science, Medicine, and Other Fields of Human Knowledge (by) Richard Zacks (published by) Anchor", "2809": "William Shakespeare's Othello (Barron's Book Notes) (by) William Shakespeare (published by) Barron's Educational Series", "2810": "Coroner (by) Thomas T. Noguchi (published by) ", "2811": "The Sunflower (by) Simon Wiesenthal (published by) Schocken", "2812": "Second Chance (Danielle Steel) (by) Danielle Steel (published by) Random House Audio", "2813": "Crispin: The Cross Of Lead (by) Avi (published by) Simon & Schuster Childrens Books", "2814": "Una Muerte Desnuda (by) J.D. Robb (published by) Plaza & Janes Editores, S.A.", "2815": "Information Architecture for the World Wide Web (by) Louis Rosenfeld (published by) O'Reilly Media", "2816": "Shakespeare's Stories for Young Readers (by) William Shakespeare (published by) Dover Publications", "2817": "Without a Trace (The O'Hurleys, #4) (by) Nora Roberts (published by) Mira Books", "2818": "A Continent for the Taking: The Tragedy and Hope of Africa (by) Howard W. French (published by) Vintage", "2819": "La Broma (by) Milan Kundera (published by) ", "2820": "The Farthest Shore (The Earthsea Cycle, #3) (by) Ursula K. Le Guin (published by) Bantam Books", "2821": "The Rebel Angels (Cornish Trilogy, #1) (by) Robertson Davies (published by) Penguin Books", "2822": "Gargantua & Pantagruel (by) François Rabelais (published by) Wordsworth Editions", "2823": "Perfect for the Beach (by) Lori Foster (published by) Kensington", "2824": "Catch Me If You Can (by) Frank W. Abagnale (published by) Broadway Books", "2825": "Rape Of Nanjing And The Politics Of Public Memory (by) Iris Chang (published by) The Perseus Books Group", "2826": "Whatever Happened to Janie? (by) Caroline B. Cooney (published by) Perfection Learning", "2827": "Blood Bound (Mercy Thompson, #2) (by) Patricia Briggs (published by) Ace", "2828": "The Old Man Who Read Love Stories (by) Luis Sepúlveda (published by) Not Avail", "2829": "Remembrance (by) Jude Deveraux (published by) ", "2830": "Contrato social (by) Jean-Jacques Rousseau (published by) Espasa Calpe, S.A.", "2831": "Morris The Moose Goes To School (by) Bernard Wiseman (published by) Scholastic, Inc.", "2832": "There Is a Bird on Your Head! (Elephant & Piggie, #4) (by) Mo Willems (published by) Disney-Hyperion", "2833": "Cracked: Putting Broken Lives Together Again (by) Drew Pinsky (published by) ", "2834": "Clea (The Alexandria Quartet #4) (by) Lawrence Durrell (published by) ", "2835": "Beau Crusoe (by) Carla Kelly (published by) Harlequin Books", "2836": "Away (by) Jane Urquhart (published by) Emblem Editions", "2837": "The Hobbit And Other Stories (by) J.R.R. Tolkien (published by) Unwin Paperbacks", "2838": "Just One Sip (Dark Ones, #4.5) (by) Katie MacAlister (published by) Love Spell", "2839": "Raw Youth: A Novel In 3 Parts (by) Fyodor Dostoyevsky (published by) ", "2840": "The Burnt House (Peter Decker/Rina Lazarus, #16) (by) Faye Kellerman (published by) William Morrow", "2841": "Sobreviviente- A Pesar De Todo Mi Fe Sobrevive (by) Philip Yancey (published by) ", "2842": "Undead and Unreturnable (Undead, #4) (by) MaryJanice Davidson (published by) Berkley", "2843": "Shadowland (by) Peter Straub (published by) Berkley", "2844": "The Backup Plan (The Charleston Trilogy, #1) (by) Sherryl Woods (published by) Mira Books", "2845": "Chocolate Fever (by) Robert Kimmel Smith (published by) Puffin Books", "2846": "The Sea Captain's Wife: A True Story of Love, Race, and War in the Nineteenth Century (by) Martha Hodes (published by) ", "2847": "Ahi Te Quedas (by) Terry McMillan (published by) ", "2848": "Women in Love  (by) D.H. Lawrence (published by) Penguin Books Ltd", "2849": "The Golden Egg Book (by) Margaret Wise Brown (published by) Golden Books", "2850": "Wish You Well (by) David Baldacci (published by) Pan Publishing", "2851": "Don Quixote: Unabridged Edition (by) Miguel de Cervantes Saavedra (published by) Signet Classics", "2852": "Nos Fuimos Todos de Safari: Una Aventura de Numeros Por Tanzania (by) Laurie Krebs (published by) Barefoot Books", "2853": "Lo Mas Tierno (by) Ruth Reichl (published by) ", "2854": "Father Brown: The Essential Tales (by) G.K. Chesterton (published by) Modern Library", "2855": "Marley: A Dog Like No Other: A Special Adaptation for Young Readers (by) John Grogan (published by) Collins", "2856": "Populärmusik aus Vittula (by) Mikael Niemi (published by) Goldmann", "2857": "The Coast of Utopia Trilogy (by) Tom Stoppard (published by) Faber  Faber", "2858": "Blood on the River: James Town 1607 (by) Elisa Carbone (published by) ", "2859": "The Ten Faces of Innovation: IDEO's Strategies for Defeating the Devil's Advocate and Driving Creativity Throughout Your Organization (by) Tom Kelley (published by) Crown Business", "2860": "The Quicksand Book (by) Tomie dePaola (published by) Holiday House", "2861": "Yesterday, I Cried (by) Iyanla Vanzant (published by) Touchstone", "2862": "Avalon: The Return of King Arthur (The Pendragon Cycle, #6) (by) Stephen R. Lawhead (published by) HarperTorch", "2863": "Supersheila (by) Judy Blume (published by) l'ecole des loisirs", "2864": "A Clue for the Puzzle Lady (Puzzle Lady #1) (by) Parnell Hall (published by) Bantam", "2865": "Ninety-two in the Shade (by) Thomas McGuane (published by) Vintage", "2866": "The Shock Doctrine: The Rise of Disaster Capitalism (by) Naomi Klein (published by) Macmillan Audio", "2867": "When I Say No I Feel Guilty (by) Manuel J. Smith (published by) ", "2868": "Teacher Man: A Memoir (by) Frank McCourt (published by) Simon & Schuster", "2869": "Good Dog (by) Avi (published by) ", "2870": "The Predators' Ball: The Junk Bond Raiders and the Man Who Staked Them (by) Connie Bruck (published by) Simon & Schuster", "2871": "Class Clown (Class Clown, #1) (by) Johanna Hurwitz (published by) Little Apple", "2872": "The Cloud Chamber (by) Joyce Maynard (published by) Simon Pulse", "2873": "Honey Moon (by) Susan Elizabeth Phillips (published by) ", "2874": "The First Eagle (Navajo Mysteries, #13) (by) Tony Hillerman (published by) HarperAudio", "2875": "A Medicine for Melancholy (by) Ray Bradbury (published by) Bantam Books", "2876": "Strange Candy (Anita Blake, Vampire Hunter, #0.5) (by) Laurell K. Hamilton (published by) Berkley", "2877": "The Long Road Home (by) Mary Alice Monroe (published by) HarperPrism", "2878": "Duma Key (by) Stephen King (published by) ", "2879": "The Tibetan Book of the Dead: The Great Liberation Through Hearing in the Bardo (by) Francesca Fremantle (published by) Shambhala", "2880": "Buddha: A Story of Enlightenment (by) Deepak Chopra (published by) HarperOne", "2881": "Management Information Systems: Managing the Digital Firm (by) Kenneth C. Laudon (published by) Prentice Hall", "2882": "Another Place at the Table (by) Kathy Harrison (published by) Tarcherperigee", "2883": "Pericles (by) William Shakespeare (published by) Penguin Classics", "2884": "El diario de Ana Frank (by) Anne Frank (published by) ", "2885": "Bedknob and Broomstick (by) Mary Norton (published by) Puffin", "2886": "Scattered: How Attention Deficit Disorder Originates and What You Can Do About It (by) Gabor Maté (published by) Plume", "2887": "Prisons We Choose to Live Inside (by) Doris Lessing (published by) Harper Perennial Modern Classics", "2888": "The Keys of the Kingdom (by) A.J. Cronin (published by) Loyola Classics", "2889": "Cuando fui mortal (by) Javier Marías (published by) Suma", "2890": "The Waiting Time (by) Eugenia Price (published by) St. Martin's Paperbacks", "2891": "The Insider (by) Stephen W. Frey (published by) Audio Literature", "2892": "A Man Rides Through (Mordant's Need, #2) (by) Stephen R. Donaldson (published by) Del Rey", "2893": "My Man Jeeves (by) P.G. Wodehouse (published by) ", "2894": "The Whistling Season (by) Ivan Doig (published by) ", "2895": "El Zorro (by) Isabel Allende (published by) Debolsillo", "2896": "Briefing for a Descent Into Hell (by) Doris Lessing (published by) Vintage", "2897": "Prodigal Summer (by) Barbara Kingsolver (published by) Harper Perennial", "2898": "Brundibar (by) Tony Kushner (published by) ", "2899": "Poetry and Prose (Library of America) (by) Walt Whitman (published by) Library of America", "2900": "The Good Housekeeping Illustrated Cookbook (by) Good Housekeeping (published by) Hearst Communications", "2901": "A Visit to William Blake's Inn: Poems for Innocent and Experienced Travelers (by) Nancy Willard (published by) HMH Books for Young Readers", "2902": "Fate Is the Hunter (by) Ernest K. Gann (published by) Simon  Schuster", "2903": "I'll Take Manhattan (by) Judith Krantz (published by) ", "2904": "To My Dearest Friends (by) Patricia Volk (published by) Knopf", "2905": "Death in the Stocks/Merely Murder (by) Georgette Heyer (published by) Amereon Limited", "2906": "Beyond Civilization: Humanity's Next Great Adventure (by) Daniel Quinn (published by) Broadway Books", "2907": "The Inmates Are Running the Asylum: Why High Tech Products Drive Us Crazy and How to Restore the Sanity (by) Alan Cooper (published by) Sams Publishing", "2908": "Nos Oyen Cuando Lloramos? (by) Fauziya Kassindja (published by) ", "2909": "All Around the Town (by) Mary Higgins Clark (published by) Pocket Books", "2910": "In the Rogue Blood (by) James Carlos Blake (published by) Quill", "2911": "Raina's Story (Angels in Pink, #2) (by) Lurlene McDaniel (published by) Laurel Leaf", "2912": "Un Cambio de Vida (by) Barbara Taylor Bradford (published by) ", "2913": "The Storyteller (by) Mario Vargas Llosa (published by) Picador USA", "2914": "Killer Market (Deborah Knott Mysteries #5) (by) Margaret Maron (published by) Mysterious Press", "2915": "As the Crow Flies  (by) Jeffrey Archer (published by) ", "2916": "Forever (by) Pete Hamill (published by) Little, Brown Young Readers", "2917": "After (by) Francine Prose (published by) HarperTeen", "2918": "Leviathan: Or the Matter, Forme & Power of a Common-Wealth Ecclesiasticall and Civill (by) Thomas Hobbes (published by) Barnes & Noble", "2919": "Curious George's First Day of School (by) Margret Rey (published by) HMH Books for Young Readers", "2920": "Bone (by) Fae Myenne Ng (published by) Hyperion Books", "2921": "The Mind of the Maker (by) Dorothy L. Sayers (published by) Bloomsbury Academic", "2922": "Fullmetal Alchemist, Vol. 10 (Fullmetal Alchemist, #10) (by) Hiromu Arakawa (published by) VIZ Media LLC", "2923": "On Fortune's Wheel (Tales of the Kingdom, #2) (by) Cynthia Voigt (published by) Simon Pulse", "2924": "The Tao Of Physics: An Exploration Of The Parallels Between Modern Physics And Eastern Mysticism (by) Fritjof Capra (published by) ", "2925": "Lotus and the Cross, The: Jesus talked with Buda (Grandes Conversaciones) (by) Ravi Zacharias (published by) Vida", "2926": "Teachings of the Buddha (by) Jack Kornfield (published by) Shambhala", "2927": "Asesinos: Mision: Jerusalen, Blanco: El Anticristo (by) Tim LaHaye (published by) Thorndike Press", "2928": "The Covenant (Abram's Daughters, #1) (by) Beverly  Lewis (published by) ", "2929": "Bulfinch's Mythology: The Age of Fable (by) Thomas Bulfinch (published by) IndyPublish.com", "2930": "Conspiracy Game (GhostWalkers, #4) (by) Christine Feehan (published by) Penguin Group USA Inc.", "2931": "The Road (by) Cormac McCarthy (published by) Knopf", "2932": "I Know Did Lst Sum (by) Lois Duncan (published by) ", "2933": "Death's Acre: Inside the Legendary Forensic Lab the Body Farm Where the Dead Do Tell Tales (by) William M. Bass (published by) Berkley", "2934": "Witch Hunt (by) Jack Harvey (published by) Orion Books", "2935": "All-of-a-Kind Family Uptown (All-of-a-Kind Family, #4) (by) Sydney Taylor (published by) Taylor Productions Ltd", "2936": "Delta of Venus (by) Anaïs Nin (published by) ", "2937": "The Underground Man (by) Ross Macdonald (published by) Vintage Crime/Black Lizard", "2938": "La Granja (by) John Grisham (published by) Punto de Lectura", "2939": "Lessons from a Lifetime of Writing: A Novelist Looks at His Craft (by) David Morrell (published by) Writer's Digest Books", "2940": "The Doom That Came to Sarnath and Other Stories (by) H.P. Lovecraft (published by) Del Rey", "2941": "The Double [Easyread Large Edition] (by) Fyodor Dostoyevsky (published by) ", "2942": "Red Cell (Rogue Warrior, #2) (by) Richard Marcinko (published by) Atria Books", "2943": "Summer of the Monkeys (by) Wilson Rawls (published by) Yearling", "2944": "Captains Outrageous (by) Joe R. Lansdale (published by) Subterranean Press", "2945": "The Fisherman's Lady (by) George MacDonald (published by) Bethany House Publishers", "2946": "Wayside School Gets a Little Stranger (by) Louis Sachar (published by) Listening Library", "2947": "Counte of Monte Christo: L1 Compact (by) Alexandre Dumas (published by) Ward Lock Educational Co Ltd", "2948": "The Grapes of Wrath (by) Frank Galati (published by) Chappell Plays", "2949": "Maria Magdalena y el Santo Grial: La Verdad Sobre el Linaje de Cristo (by) Margaret Starbird (published by) ", "2950": "On the Art of Fiction: Aristotle's Poetics with an Introductory Essay & Explanatory Notes (by) Aristotle (published by) Cambridge University Press", "2951": "Dear Sister (Sweet Valley High, #7) (by) Francine Pascal (published by) Bantam Books", "2952": "The Wars (by) Timothy Findley (published by) faber and faber", "2953": "Aflicción (by) Russell Banks (published by) ", "2954": "The Principal Upanishads (by) Anonymous (published by) Divine Life Society", "2955": "Facing the Lion: Growing Up Maasai on the African Savanna (by) Joseph Lemasolai Lekuton (published by) National Geographic Children's Books", "2956": "A Boy of Good Breeding (by) Miriam Toews (published by) Counterpoint", "2957": "Time Out of Joint (by) Philip K. Dick (published by) Gollancz", "2958": "Apartment Therapy: The Eight-Step Home Cure (by) Maxwell Gillingham-Ryan (published by) Bantam", "2959": "Dead Run (by) Erica Spindler (published by) Mira Books", "2960": "Dulce Jueves: Novela (by) John Steinbeck (published by) ", "2961": "Yo, Naomi León (by) Pam Muñoz Ryan (published by) Scholastic en Espanol", "2962": "History of Beauty (by) Umberto Eco (published by) Rizzoli", "2963": "The Last Time I Saw Mother (by) Arlene J. Chai (published by) Ballantine Books", "2964": "Your Oasis on Flame Lake (by) Lorna Landvik (published by) Thomas T. Beeler Publisher", "2965": "Flanagan's Run (by) Tom McNab (published by) ", "2966": "Murder At Hazelmoor (by) Agatha Christie (published by) Bantam Books", "2967": "Demons Don't Dream (Xanth #16) (by) Piers Anthony (published by) Tor Fantasy", "2968": "Napoleon Bonaparte: An Intimate Biography (by) Vincent Cronin (published by) ", "2969": "David O. McKay and the Rise of Modern Mormonism (by) Gregory A. Prince (published by) University of Utah Press", "2970": "Bushido: The Way of the Samurai (by) Yamamoto Tsunetomo (published by) Square One Publishers", "2971": "And Justice There Is None (Duncan Kincaid & Gemma James, #8) (by) Deborah Crombie (published by) Pan", "2972": "The Woods Are Dark (by) Richard Laymon (published by) Feature", "2973": "The Leadership Challenge (by) James M. Kouzes (published by) Jossey-Bass", "2974": "A Year in Provence (by) Peter Mayle (published by) Vintage", "2975": "The Sword of Shannara (Shannara, #1) (by) Terry Brooks (published by) Turtleback Books", "2976": "Mr. Popper's Penguins (by) Richard Atwater (published by) Little, Brown & Company", "2977": "Love and Mr. Lewisham (by) H.G. Wells (published by) Wildside Press", "2978": "Life Application Study Bible: New Living Translation (by) Ronald A. Beers (published by) Tyndale House Publishers", "2979": "The Color of Your Skin Ain't the Color of Your Heart (Shenandoah Sisters, #3) (by) Michael R. Phillips (published by) Bethany House Publishers", "2980": "Ultimate Spider-Man - Vol. 2 Circulos de Aprendizaje (by) Brian Michael Bendis (published by) ", "2981": "Flash Fire (by) Caroline B. Cooney (published by) Scholastic Paperbacks", "2982": "The Misbehavior of Markets: A Fractal View of Financial Turbulence (by) Benoît B. Mandelbrot (published by) Basic Books", "2983": "Trio for Blunt Instruments (Nero Wolfe, #39) (by) Rex Stout (published by) Crimeline", "2984": "Absolute Truths  (by) Susan Howatch (published by) Thorndike Press", "2985": "Thousand Plateaus: Capitalism and Schizophrenia II (by) Gilles Deleuze (published by) Bloomsbury Academic", "2986": "Ruhender Faustkämpfer. Stories. (by) Thom Jones (published by) Hanser", "2987": "What to Expect the First Year (by) Heidi Murkoff (published by) ", "2988": "Las brujas no se quejan: Un manual de sabiduría concentrada (by) Jean Shinoda Bolen (published by) Editorial Kairos", "2989": "Cliffhanger (Adventure, #1) (by) Jacqueline Wilson (published by) Yearling", "2990": "Chinese Fairy Tales and Fantasies (by) Moss Roberts (published by) Pantheon Books", "2991": "Follow Your North Star (by) Martha N. Beck (published by) Sounds True", "2992": "Shadows of Steel (Patrick McLanahan, #5) (by) Dale Brown (published by) ", "2993": "After the Funeral (by) Agatha Christie (published by) ", "2994": "Sonette: Englisch Und Deutsch (by) William Shakespeare (published by) P. Reclam", "2995": "The Last Family in England (by) Matt Haig (published by) Vintage", "2996": "Memory and Dream (Newford, #2) (by) Charles de Lint (published by) TOR Fantasy", "2997": "On The Night Of The Seventh Moon (by) Victoria Holt (published by) ", "2998": "Battlestar Galactica (by) Glen A. Larson (published by) Berkley", "2999": "P. S. I Love You #1 Sweet Dreams Series (by) Barbara Conklin (published by) ", "3000": "Wild Thing (Includes: Warriors of Poseidon, #1.5; Guardians, #1.5) (by) Maggie Shayne (published by) Berkley", "3001": "A Minor Indiscretion (by) Carole Matthews (published by) Red Dress Ink", "3002": "The Invention of Solitude: A Memoir (by) Paul Auster (published by) Penguin Books", "3003": "The House Gun (by) Nadine Gordimer (published by) Turtleback Books", "3004": "Eternity (by) Greg Bear (published by) Tor Science Fiction", "3005": "Stop Pretending: What Happened When My Sister Went Crazy (by) Sonya Sones (published by) Scholastic", "3006": "Dog Years (by) Mark Doty (published by) HarperLuxe", "3007": "Muchos Cuerpos, Una Misma Alma: El Poder Sanador de Una Nueva Terapia Que Nos Abre Hacia Las Vidas Futuras (by) Brian L. Weiss (published by) Ediciones B", "3008": "Comments on the Society of the Spectacle (by) Guy Debord (published by) Verso", "3009": "Candy (by) Mian Mian (published by) Back Bay Books", "3010": "Henry's Freedom Box: A True Story from the Underground Railroad (by) Ellen Levine (published by) Scholastic Press", "3011": "Don't Pee on My Leg and Tell Me It's Raining: America's Toughest Family Court Judge Speaks Out (by) Judy Sheindlin (published by) Harper Perennial", "3012": "Divine Comedy     3 (by) Dante Alighieri (published by) Signet", "3013": "The Dark Room (by) Rachel Seiffert (published by) Vintage", "3014": "Carry on, Jeeves (Jeeves, #3) (by) P.G. Wodehouse (published by) The Overlook Press", "3015": "Haruki Murakami and the Music of Words (by) Jay Rubin (published by) Harvill Press", "3016": "Born Fundamentalist, Born Again Catholic (by) David B. Currie (published by) Ignatius Press", "3017": "Bonds That Make Us Free: Healing Our Relationships, Coming to Ourselves (by) C. Terry Warner (published by) Shadow Mountain", "3018": "Rituals of the Season (Deborah Knott Mysteries, #11) (by) Margaret Maron (published by) Grand Central Publishing", "3019": "Taking Sides by Gary Soto [Audiobook] (by) Gary Soto (published by) ", "3020": "Sing a Song of Popcorn: Every Child's Book of Poems (by) Mary Michaels White (published by) Scholastic Press", "3021": "A is for Alibi (Kinsey Millhone Mystery) (by) Sue Grafton (published by) Turtleback Books", "3022": "Un rastro del pasado (by) Laurie R. King (published by) Ediciones Urano", "3023": "The Kid in a Red Jacket (by) Barbara Park (published by) ", "3024": "Skid Road (by) Murray Morgan (published by) University of Washington Press", "3025": "The Cave Of Time (by) Edward Packard (published by) ", "3026": "Stately Pursuits (by) Katie Fforde (published by) Arrow", "3027": "Garland of Songs (by) Rabindranath Tagore (published by) University Press Ltd ,Bangladesh", "3028": "Six Questions of Socrates: A Modern-Day Journey of Discovery through World Philosophy (by) Christopher Phillips (published by) W. W. Norton  Company", "3029": "My Gal Sunday (by) Mary Higgins Clark (published by) Pocket Books", "3030": "Monster: The Autobiography of an L.A. Gang Member (by) Sanyika Shakur (published by) Grove Press", "3031": "Bilbo's Last Song (by) J.R.R. Tolkien (published by) Alfred A. Knopf", "3032": "Flower Children (by) Maxine Swann (published by) Riverhead Hardcover", "3033": "Follow My Leader (by) James B. Garfield (published by) Viking Children's Books", "3034": "Daddy-Long-Legs & Dear Enemy (Daddy-Long-Legs #1-2) (by) Jean Webster (published by) Penguin Classics", "3035": "Lucifer, Vol. 3: A Dalliance With the Damned (by) Mike Carey (published by) Vertigo", "3036": "Le Cottage (by) Danielle Steel (published by) Presse de la Cité", "3037": "Revolution from Within (by) Gloria Steinem (published by) Audio Literature", "3038": "Rain of Gold (by) Victor Villaseñor (published by) Delta", "3039": "Santa's Twin (by) Dean Koontz (published by) HarperAudio", "3040": "The Patchwork Girl Of Oz (by) L. Frank Baum (published by) Watermill Press", "3041": "We are such stuff as dreams are made on ... (The Tempest, IV/i): Shakespeare on youth (The Relevant Shakespeare) (by) William Shakespeare (published by) ", "3042": "Public Secrets (by) Nora Roberts (published by) Bantam Books", "3043": "The Eleventh Commandment (by) Jeffrey Archer (published by) ", "3044": "Belacqua En Dublin (by) Samuel Beckett (published by) Lumen Espana", "3045": "Psmith in the City (Collected Works of P.G. Wodehouse) (by) P.G. Wodehouse (published by) ", "3046": "Le balai magique (by) Chris Van Allsburg (published by) Ecole des loisirs", "3047": "Redemption Song: The Ballad of Joe Strummer (by) Chris Salewicz (published by) Faber & Faber", "3048": "36 Views of Mount Fuji: On Finding Myself in Japan (by) Cathy N. Davidson (published by) Duke University Press Books", "3049": "Before I Wake (by) Dee Henderson (published by) Tyndale House Publishers", "3050": "Introductory Lectures on Psychoanalysis (by) Sigmund Freud (published by) Penguin UK", "3051": "Michelle & Debra (by) Jack Weyland (published by) Shadow Mountain", "3052": "La Tragedia de Otelo, El Moro de Venecia (by) William Shakespeare (published by) Lectorum Publications", "3053": "Competing on Analytics: The New Science of Winning (by) Thomas H. Davenport (published by) Harvard Business School Press", "3054": "Finding Fisha Memoir (by) Antwone Quenton Fisher (published by) Recorded Books LLC", "3055": "Las venas abiertas de América Latina (by) Eduardo Galeano (published by) ", "3056": "Heyne Großdruck, Nr.65, Wassermelone, Großdruck (by) Marian Keyes (published by) ", "3057": "Shadow Dance (by) Julie Garwood (published by) Brilliance Audio", "3058": "Animales Sueltos (by) Hannah Tinti (published by) ", "3059": "Tiger Eye (Dirk & Steele,  #1) (by) Marjorie M. Liu (published by) Love Spell", "3060": "Spirits in the Wires (Newford Book 13)  (by) Charles de Lint (published by) ", "3061": "Marilyn: Norma Jean (by) Gloria Steinem (published by) Signet", "3062": "Fables de La Fontaine (by) Jean de La Fontaine (published by) Milan"}