[
{"name": "Chimay Cinq Cents", "origin": null, "price": 9.99, "abv": "8", "description": "Named Cinq Cents in 75 cl (25.4 fl.oz.) bottles, this beer, with its typical golden color, slightly hazy appearance and fine head, is especially characterized by its aroma which results from an agreeable combination of fresh hops and yeast.It was first brewed by the monks of Chimay at Scourmont Abbey in 1966.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/chimay-cinq-cents"},
{"name": "Carakale Black Camel Spider", "origin": null, "price": 11.99, "abv": "10.5", "description": "Imperial Porter brewed with Jordanian Dates and Bedouin coffee roasted with cardamom. \"In the early days of Carakale, there was so much work to be done that I was living in the brewery - just me and two curious Camel Spiders! Each night before bed, I would shout a warning to my unwanted roommates, 'Shebeth!' (Arabic for camel spider) 'I'm not afraid!' Camel Spiders are the size of a grown man's palm, they run 30mph, and possess two sets of fangs. First set to bite and the second to pull you in! With time and several experimental Stouts and Ales to fuel my bravery, I faced down my fears and conquered obstacles to make Carakale a reality. Shebeth... this one's for you!\"", "reviews": [{"date": "02/23/2020", "author": "Thomas", "rating": "5/5", "body": "As an almost exclusive stout drinker I enjoyed this porter. The date and cardamom flavors pop well and blend with the coffee. On top of that it's got a good bottle design."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/carakale-black-camel-spider"},
{"name": "Breaking Bad Schraderbräu", "origin": null, "price": 8.99, "abv": "6.2", "description": " ", "reviews": [{"date": "04/25/2020", "author": "Eduardo P.", "rating": "5/5", "body": "delicious, tasty, smooth. will keep buying"}, {"date": "04/17/2020", "author": "Anonymous .", "rating": "5/5", "body": "Purchased another round. Amazing beer, fast shipping and safely packaged. Thanks Craftshack!\r\n"}, {"date": "04/08/2020", "author": "Frank C.", "rating": "5/5", "body": "They thought it was really cool and enjoyed the taste!"}, {"date": "03/31/2020", "author": "Anonymous B.", "rating": "5/5", "body": "One of my new favorite beers. Very smooth and refreshing. I only drink regular American light beers so I wasn't sure if I would like this buts it's awesome. Will be buying again.\r\n"}, {"date": "03/30/2020", "author": "William B.", "rating": "5/5", "body": "I was pleasantly surprised from the moment I removed the cap. I'm glad I ordered six of them, and I might have to order some more."}], "rating": "4.8/5", "url": "https://craftshack.com/collections/bottles/products/breaking-bad-schraderbrau"},
{"name": "Belching Beaver Peanut Butter Milk Stout", "origin": null, "price": 4.99, "abv": "5.3", "description": "Our Peanut Butter Milk Stout is simply irresistible. It’s like dark chocolate Reese’s in a glass! Rolled oats and Lactose add to the creamy body of this beer while heavenly aromas of roasted buttery peanuts and chocolate greet you with every sip. Try this out with a scoop of vanilla ice cream for a real treat!", "reviews": [{"date": "04/25/2020", "author": "Kelly G.", "rating": "5/5", "body": "this beer is phenomenal!! can’t wait to try more brews from Belching ******.. cheers!"}, {"date": "04/21/2020", "author": "Carmela G.", "rating": "5/5", "body": "This was my first peanut butter Stout and let me tell you it was AMAZING!!! Served it with a scoop of French vanilla ice cream and dived in!! Yumm"}, {"date": "04/21/2020", "author": "Mary B.", "rating": "5/5", "body": "This beer is awesome, I wish I could find it in stores in Ohio."}, {"date": "04/14/2020", "author": "Diane O.", "rating": "5/5", "body": "I sent this to my nephew who was really bummed about turning 40 in isolation. He lives in Wisconsin and this beer is not available in stores where he lives. He has tried other Peanut Butter Stouts, but said this one blew them out of the water. He was very excited to receive them and thanked us multiple times for sending them. Thanks for making that single guy's Pandemic Isolation more epic!"}, {"date": "04/03/2020", "author": "John S.", "rating": "5/5", "body": "Pours to a jet black color with a thick rocky tan head and a luscious chocolate and peanut butter nose. Taking a sip, the beer is full bodied with smooth milk chocolate and creamy peanut butter notes. The peanut butter is bold and really tastes like peanut butter. In many of these beers I get roasted nuts or just a generic nuttiness, but the smooth creaminess of peanut butter is hard to pull off. This beer does it, and then some.\r\n"}], "rating": "4.8/5", "url": "https://craftshack.com/collections/bottles/products/belching-beaver-peanut-butter-milk-stout"},
{"name": "Bellwoods Barn Owl (No. 18) Wild Ale", "origin": null, "price": 23.99, "abv": "5.8", "description": "As years passed and our oak aged beer became more robust, we discovered many unique, interesting, single barrels deserving of a special release. Barn Owl was created as a response to these lone wolves, and has grown into a diverse, ongoing series that reflects the growing diversity of our barrel program. The name is a nod to the wise and exacting animal that keeps watch over the farmhouse (er..industrial warehouse), and the one-off creations are released sporadically throughout the year, just as soon as we deem the barrels ripe for the picking.Inspired by the 2017 vintage of Motley Cru -- Barn Owl No. 18 began as a blend of a brett inoculated pale ale from one of our new foeders and a sour golden ale from one of our more sour-forward OG foeders before conditioning on passionfruit purée. The result is highly drinkable with huge tropical fruit flavours and aromas, notes of preserved lemon, pineapple and a hint of earthy funk.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/bellwoods-barn-owl-no-18-wild-ale"},
{"name": "Bellwoods Barn Owl (No. 17) Wild Ale", "origin": null, "price": 23.99, "abv": "6.3", "description": "As years passed and our oak aged beer became more robust, we discovered many unique, interesting, single barrels deserving of a special release. Barn Owl was created as a response to these lone wolves, and has grown into a diverse, ongoing series that reflects the growing diversity of our barrel program. The name is a nod to the wise and exacting animal that keeps watch over the farmhouse (er..industrial warehouse), and the one-off creations are released sporadically throughout the year, just as soon as we deem the barrels ripe for the picking.Barn Owl No. 17 began as a blend of a sour golden ale and a bretty pale ale before being locked away in wine puncheons for extended barrel-aging. The blend was dry-hopped prior to barrel-aging to create a stable, well-rounded hop character -- and then dry-hopped after emerging from the barrel creating a lovely balance between a dank dry-hop, brett funk and a pleasant acidity. Flavours and aromas of pineapple, peach skin and plum.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/bellwoods-barn-owl-no-17-wild-ale"},
{"name": "3 Fonteinen Oude Geuze", "origin": null, "price": 16.99, "abv": "5.3", "description": "Blend of 1, 2, and 3 year old lambics.A true Geuze - a blend of 1, 2, and 3 year-old lambic, unfiltered and unpasteurized, and aged in the bottle for at least a year after blending. Refermentation in the bottle gives this Geuze its famous champagne-like spritziness. The lambic that goes into it is brewed only with 60% barley malt, 40% unmalted wheat, aged hops, and water, spontaneously fermented by wild yeasts, and matured in oak casks.", "reviews": [{"date": "04/11/2020", "author": "Gregory", "rating": "5/5", "body": "A really good lambic with a really interesting flavor profile and wonderful bouquet. Would highly recommend trying. Traditional sour and I love it!"}, {"date": "04/10/2020", "author": "Greg", "rating": "5/5", "body": "This is an exceptional lambic style beer and worth trying if you have never had this beer before (or any other beers from 3 Fonteinen). It has a wonderful bouquet and a complex flavor profile. It is quite sour and overall delightful!"}, {"date": "06/22/2019", "author": "Dan V.", "rating": "5/5", "body": "One of if not my favorite oude geuze"}, {"date": "04/22/2019", "author": "Anthony", "rating": "4/5", "body": "Glad I was able to get my hands on this. I've needed a break from all the juice bombs and what better way than to drink a classic gueuze.\r\n"}, {"date": "02/10/2019", "author": "Brian J.", "rating": "5/5", "body": "This geuze is as good as Cantillon or Tilquin. It’s nice to have a place to order from and not pay the astronomical shipping price from Belgium\r\n"}], "rating": "4.8/5", "url": "https://craftshack.com/collections/bottles/products/3-fonteinen-oude-geuze"},
{"name": "Belching Beaver Barrel-Aged Viva La Beaver Imperial Stout", "origin": null, "price": 17.99, "abv": "12.5", "description": "Immense chocolate and cinnamon flavors integrate with the complex flavors harnessed from 14 months of aging in Rye Whiskey barrels, to create an amazingly decadent barrel-aged stout for your enjoyment.", "reviews": [{"date": "04/14/2020", "author": "Loren", "rating": "4/5", "body": "This beer went down a little to easily"}, {"date": "04/13/2020", "author": "Eric L.", "rating": "5/5", "body": "Good peanut butter flavor and a light barrel. "}, {"date": "04/06/2020", "author": "Michael", "rating": "4/5", "body": "Mexican hot chocolate spiked with some rye. Delicious."}], "rating": "4.3/5", "url": "https://craftshack.com/collections/bottles/products/belching-beaver-barrel-aged-viva-la-beaver-imperial-stout"},
{"name": "New Holland Dragon's Milk Reserve: Rum Barrel-Aged Stout with Chocolate, Hazelnut, & Toasted Coconut", "origin": null, "price": 6.99, "abv": "12.5", "description": "The first Reserve release of 2020 was aged for 3 months in rum barrels imported from Jamaica and finished on over 2,500 pounds of coconut, 1,000 pounds of toasted hazelnut, and 200 pounds of chocolate. The use of authentic ingredients enhances the flavors imparted by the barrel, including notes of rich molasses and sweet vanilla, without overpowering this delicious brew.", "reviews": [{"date": "04/06/2020", "author": "Kevin W.", "rating": "5/5", "body": "Shipping is always speedy (and I live on the opposite end of the country) product is always carefully packaged, and customer service is very responsive. I love ordering from Craftshack and will continue to!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/new-holland-dragons-milk-reserve-rum-barrel-aged-stout-with-chocolate-hazelnut-toasted-coconut"},
{"name": "Lost Coast Peanut Butter Chocolate Milk Stout", "origin": null, "price": 4.99, "abv": "5.6", "description": " ", "reviews": [{"date": "02/23/2020", "author": "Ben", "rating": "5/5", "body": "Great flavor with a good mix of chocolate and peanut butter! Not heavy at all...good everyday drinker. Would definitely order more!"}, {"date": "02/05/2020", "author": "James R.", "rating": "5/5", "body": "Is was very smooth Taste of peanut butter & chocolate. "}, {"date": "12/01/2019", "author": "Rick K.", "rating": "4/5", "body": "It was very good nice flavor."}, {"date": "10/30/2019", "author": "Corey O.", "rating": "5/5", "body": "Love this Beer!"}, {"date": "07/23/2019", "author": "frank t.", "rating": "4/5", "body": "Thin but fits the label. The aroma wafts at you from feet away! Great chocolate PB balance.\r\n"}], "rating": "4.6/5", "url": "https://craftshack.com/collections/bottles/products/lost-coast-peanut-butter-chocolate-milk-stout"},
{"name": "Beachwood Hayabusa", "origin": null, "price": 4.99, "abv": "5.3", "description": "Hayabusa is an ultra-crisp and refreshing Japanese-style lager made with American barley, Canadian pilsner, toasted flaked rice and German Hallertau Mittelfruh.", "reviews": [], "rating": "4.2/5", "url": "https://craftshack.com/collections/cans/products/beachwood-hayabusa"},
{"name": "Lost Coast Great White", "origin": null, "price": 4.99, "abv": "4.8", "description": "Our version of the Belgian style, this unfiltered wheat beer has a translucent golden color. Topped with a hint of citrus, coriander and a secret blend of herbs.", "reviews": [{"date": "09/28/2019", "author": "Alejandra P.", "rating": "5/5", "body": "Easy drink, had this with hot wings! Great compliment!"}, {"date": "04/14/2019", "author": "Pete", "rating": "4/5", "body": "Great for sippin’ while grilling some burgers. Good stuff."}, {"date": "03/03/2019", "author": "Jason", "rating": "4/5", "body": "Easy to drink. Nice taste"}], "rating": "4.3/5", "url": "https://craftshack.com/collections/bottles/products/lost-coast-great-white"},
{"name": "Beachwood Amalgamator IPA", "origin": null, "price": 4.99, "abv": "7.1", "description": "Amalgamator is a \"West Coast\" IPA that's bursting with unique aromas and flavors. A light base of American 2-row malt makes way for the hops to take the stage. Amalgamator is hopped in the kettle with Amarillo, Warrior, Columbus, and Mosaic, a brand new American variety. The dry hop is a massive charge of Mosaic that lays down an amalgam of passion fruit, dank resin, and citrus aromas. 99+ IBUs.", "reviews": [{"date": "09/24/2019", "author": "Brian", "rating": "5/5", "body": "Clearest and tastiest IPA I've ever had. 10/10"}, {"date": "08/06/2019", "author": "Paul", "rating": "5/5", "body": "The only IPA I’ve ever had that I think beats stone head to head! "}, {"date": "07/18/2019", "author": "Paul R.", "rating": "3/5", "body": "Was just too piney for me"}, {"date": "07/12/2019", "author": "Paul R.", "rating": "3/5", "body": "It was ok ,prefer more juicy though"}, {"date": "05/18/2019", "author": "Brendan", "rating": "4/5", "body": "Excellent West Coast style! Worth the purchase!!"}], "rating": "4.2/5", "url": "https://craftshack.com/collections/cans/products/beachwood-amalgamator-ipa"},
{"name": "Second Chance Clever Hoppy Name", "origin": null, "price": 3.99, "abv": "5.4", "description": "Light, dry malt. Big juicy dry hop flavors from Mosaic &amp; Citra. Touch of Tangerine Peel.", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/second-chance-clever-hoppy-name"},
{"name": "Avery Pacer IPA", "origin": null, "price": 4.99, "abv": "4.5", "description": "A modern, hop forward, full-flavored Hazy IPA at only 100 calories and 3.5 carbs.", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/avery-pacer-ipa"},
{"name": "Modern Times Orderville Mosaic IPA", "origin": null, "price": 4.99, "abv": "7.2", "description": " ", "reviews": [{"date": "04/02/2020", "author": "CHRISTINE W.", "rating": "5/5", "body": "Outrageously good - one of the best beers I have ever had. Need to get more in stock soon."}, {"date": "01/19/2020", "author": "BD", "rating": "5/5", "body": "2 finger white head cresting over the rim of the glass. Outstanding retention, still sitting at 1 finger 5 minutes after the initial pour. Thick lacing. Opaque orange IPA. Good looking Hazy beer.\r\nBlueberry and oranges on the fruit side of the hop. Pine and a hint of dank on the green side of the hop.\r\nBerry and melon are prominent with some citrus (orange/tangerine/grapefruit) and tropical (pineapple) flavors in supporting roles. Bready malt is apparent in the finish...nice balance.\r\nFull body, medium carbonation. Soft and creamy mouthfeel. Low bitterness. Fruit filled medium length finish.\r\nVery good. 2 for 2 on Modern Times beers for me and my palate...good stuff."}, {"date": "01/08/2020", "author": "Christen", "rating": "4/5", "body": "A nice juicy body with mouth watering hops - no amazing flavors but still good."}, {"date": "12/21/2019", "author": "James M.", "rating": "5/5", "body": "Perfect hop fest!"}, {"date": "12/10/2019", "author": "James M.", "rating": "5/5", "body": "At the top of the heap in the craft beer double IPA category!"}], "rating": "4.6/5", "url": "https://craftshack.com/collections/cans/products/modern-times-orderville-mosaic-ipa"},
{"name": "Modern Times Star Cloud IPA", "origin": null, "price": 4.99, "abv": "3.8", "description": "Hazy IPA with Citra, Cashmere, Motueka, and Centennial hops", "reviews": [], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/modern-times-star-cloud-ipa"},
{"name": "Modern Times Black House Coffee Ale", "origin": null, "price": 4.99, "abv": "5.8", "description": " ", "reviews": [{"date": "10/23/2019", "author": "Bill", "rating": "4/5", "body": "I had to get my hands on this after visiting the brewery and being gifted some Black House coffee. Not disappointed! It's very smooth, dark, and slightly rich, exactly like their coffee. It's a great compliment.\r\n"}, {"date": "10/08/2019", "author": "Joseph", "rating": "4/5", "body": "they don't make a bad beer PERIOD! Not really a fan of coffee ales or stouts and I enjoyed this."}, {"date": "09/27/2019", "author": "Shane", "rating": "4/5", "body": "Follows the nose, big coffee notes with some chocolate and malt sweetness. Medium body, however a little watery and weak for a stout. Lacks depth. Very nice.\r\n"}, {"date": "08/18/2019", "author": "Vince Y.", "rating": "3/5", "body": "Could be better"}, {"date": "05/29/2019", "author": "Jon H.", "rating": "4/5", "body": "Great flavor, smooth, better at the brewery of course!"}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/modern-times-black-house-coffee-ale"},
{"name": "Modern Times Fortunate Islands Pale Ale", "origin": null, "price": 4.99, "abv": "5", "description": "  ", "reviews": [{"date": "04/05/2020", "author": "Mark B.", "rating": "4/5", "body": "This has some nice tropical notes to it. Flavors of mango and tangerine come through. Not overly hoppy. Good summer brew."}, {"date": "09/24/2019", "author": "Valeria", "rating": "5/5", "body": "This was the very first Modern Times I'd ever tried, and I liked it a lot. If they say is not the best, I'm excited to try all the others!\r\n"}, {"date": "07/16/2019", "author": "Kevin", "rating": "3/5", "body": "I’ve had a few other Modern Times beer and this is my least favorite. Pretty underwhelming IPA."}, {"date": "02/08/2019", "author": "justin", "rating": "4/5", "body": "Good but not their best"}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/modern-times-fortunate-islands-wheat-ale"},
{"name": "Mikkeller Staff Magician", "origin": null, "price": 4.99, "abv": "5.5", "description": "New England Style Pale Ale hopped with Mosaic, Citra and Nugget.", "reviews": [{"date": "04/11/2020", "author": "Seyed", "rating": "5/5", "body": "Always impressed with their beers. Will buy this again!"}, {"date": "04/11/2020", "author": "Seyed", "rating": "5/5", "body": "Easy to drink, great overall taste "}, {"date": "06/04/2019", "author": "Christopher", "rating": "4/5", "body": "just another solid beer from Mikkeller, great balance makes this an easy drinker"}, {"date": "04/10/2019", "author": "Brendan", "rating": "5/5", "body": "Definitely worth the dollars! Easy to drink at 5% and totally worth sharing with friends! Heaven in a glass!"}, {"date": "01/29/2019", "author": "Pierre M.", "rating": "4/5", "body": "Very nice one, sour and fruity at the same time, worth it!"}], "rating": "4.8/5", "url": "https://craftshack.com/collections/cans/products/mikkeller-staff-magician"},
{"name": "Mikkeller San Diego Windy Hill", "origin": null, "price": 4.99, "abv": "7", "description": "New England Style Hazy India Pale Ale", "reviews": [{"date": "04/18/2020", "author": "Phillip T.", "rating": "5/5", "body": "Pours from the can a nice hazy golden color with a solid foamy head. Aroma from my glass had a tropical citrus smell with slight hoppy hints to it. Taste mimicked the aromas I could smell. Fresh tropical fruits with citrus fruits following at the end. Medium bodied mouthfeel. Overall, if this was readily available by me, it would be in the running for my go-to IPA."}, {"date": "04/16/2020", "author": "Kenneth w.", "rating": "4/5", "body": "Nice beer. Would like to enjoy it again..."}, {"date": "07/29/2019", "author": "Robert Y.", "rating": "5/5", "body": "Would definitely recommend this one "}, {"date": "05/08/2019", "author": "Andrew R.", "rating": "5/5", "body": "A little juicy a little bitter. "}, {"date": "04/17/2019", "author": "Brendan", "rating": "5/5", "body": "Fresh, delicous and worth the 2nd buy. Might be doing a 3rd buy ;-)"}], "rating": "4.9/5", "url": "https://craftshack.com/collections/cans/products/mikkeller-san-diego-windy-hill"},
{"name": "Modern Times Blazing World IPA", "origin": null, "price": 4.99, "abv": "6.8", "description": " ", "reviews": [{"date": "04/16/2020", "author": "John S.", "rating": "4/5", "body": "Modern Times Blazing World pours to a slightly cloudy orange amber color with a light fluffy head and “dank” leafy herbal notes. Thick Brussels lace forms on the sides of my glass and follows the beer to the bottom of the glass.Taking a sip, the beer is medium in maltiness (I’d like more), there are “dank” herbal leafy notes mixed with tropical mango and citrus fruits, and I like the combination. As it warms, more of both emerge. Nice balance between dank and tropical!"}, {"date": "01/19/2020", "author": "BD", "rating": "5/5", "body": "1\" slightly off-white head on a golden-amber, clean, and mostly clear IPA. Good retention on the dense, creamy head with the beginnings of fresh lacing apparent early.\r\nWhite grape, pine, kiwi...unique hop profile over a light caramel/bready malt base. \r\nTangy Nelson hops are the show here. Grape (mild Sauvignon Banc character) and berries. Zingy, zesty flavors.\r\nMedium in body and carbonation. Balanced finish with a touch of malt sweetness and then lingering mild bitterness that dries out the beer in the end.\r\nVery good, unique hop profile and high drinkability."}, {"date": "01/07/2020", "author": "Joseph", "rating": "4/5", "body": "Modern Times knocked it out of the park, a new go to. Definitely one of the better dank ipas out there."}, {"date": "06/29/2019", "author": "Sari J.", "rating": "5/5", "body": "One of the best red IPAs I’ve ever had. I crave this at the end of the day...it’s my surefire go-to. This is what I compare other red IPAs to. Can’t wait to visit their brewery in San Diego."}, {"date": "04/18/2019", "author": "Paul", "rating": "4/5", "body": "Not a super big Amber fan, this one was done right. Perfect balance of malts to bitterness."}], "rating": "4.4/5", "url": "https://craftshack.com/collections/cans/products/modern-times-blazing-world-ipa"},
{"name": "Coronado Tropical Darkroom IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": "Kettle sour IPA brewed and dry hopped with fruit forward sabro and mosaic hops", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/coronado-tropical-darkroom-ipa"},
{"name": "Foreign Objects Dream of Perfect Beauty Hazy IPA", "origin": null, "price": 7.99, "abv": "6.8", "description": "Drink me deeply and you will experience the deluge of my perfected mystickal expansion in the heaven of our theta waves! Nelson Sauvin and Simcoe hops commingle and inside their ivory box resides the intense aromas of deep grape must, peach and citrus pulp, gooseberry, and resinous earth waiting to lead you through the gates of horn and ivory to the heaven underneath!", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/foreign-objects-dream-of-perfect-beauty-hazy-ipa"},
{"name": "Coronado Shaka Berry Pastry Stout", "origin": null, "price": 4.99, "abv": "10.5", "description": "Shakka Berry blends tart boysenberries and blackberries with rich cocoa and vanilla bean for waves of flavor in this decadent pastry stout. Hang loose and enjoy the ride!", "reviews": [{"date": "04/11/2020", "author": "Thomas H.", "rating": "4/5", "body": "This one was very tasty with a nice berry flavor"}, {"date": "04/09/2020", "author": "Case", "rating": "4/5", "body": "Very sweet - berry flavor gives it some complexity, otherwise - 16 oz is tough to finish in one sitting\r\n"}, {"date": "03/27/2020", "author": "Brendan A.", "rating": "4/5", "body": "Sorry for the dad pun, but this one is top notch! Great berry taste without being too sweet combined with the deep flavors of a stout!"}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/coronado-shaka-berry-pastry-stout"},
{"name": "Foreign Objects Fetish Culture: Blueberry Lemon Meringue", "origin": null, "price": 7.99, "abv": null, "description": "New-American heavily hopped &amp; brewed w/ oats, lactose, blueberry purée, vanilla beans &amp; lemon zest 7.5%", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/foreign-objects-fetish-culture-blueberry-lemon-meringue"},
{"name": "Coronado Orange Avenue Wit", "origin": null, "price": 4.99, "abv": "5.2", "description": "Our spiced California style Wit is both refreshing and complex. Brewed with wheat, coriander, California orange peel and local orange blossom honey. From the first sip to the last you’ll find subtle flavors of bread, spice, citrus and a thirst quenching orange honey finish.", "reviews": [{"date": "11/12/2019", "author": "Victoria", "rating": "5/5", "body": "Happy to get my boyfriend a beer that is otherwise hard to get "}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/coronado-orange-avenue-wit"},
{"name": "Chapman Crafted Kool Kid Hops DIPA", "origin": null, "price": 6.99, "abv": "8.6", "description": "Double IPA with Citra, Mosaic &amp; Galaxy hops.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/chapman-crafted-kool-kid-hops-dipa"},
{"name": "Burgeon Treevana IPA", "origin": null, "price": 4.99, "abv": "7.2", "description": "West Coast IPA hopped with Mosaic &amp; Amarillo", "reviews": [{"date": "04/19/2020", "author": "Greg E.", "rating": "4/5", "body": "Really nice. Good bitterness without being overpowering. Nice herbal touch at the end.\r\n"}, {"date": "08/29/2019", "author": "Valeria", "rating": "4/5", "body": "Not the best IPA. It has a malty aftertaste. "}, {"date": "08/27/2019", "author": "Brendan", "rating": "4/5", "body": "Good IPA that is easy to drink & not too pricey! Fresh AF too! Less than a month old!\r\n"}, {"date": "08/16/2019", "author": "Jason C.", "rating": "5/5", "body": "A modern San Diego staple, the Burgeon Treevana IPA has all the touchstones of the WCIPA but less bitterness than its predecessors with a light body, hoppy flavor, and dry finish. Mosaic and Amarillo collide to create citrus and tropical flavors. You could drink this all day!"}, {"date": "03/19/2019", "author": "Joseph", "rating": "3/5", "body": "I enjoyed the taste but kind of sweet aftertaste "}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/burgeon-treevana-ipa"},
{"name": "Burgeon Carlsbad Crush", "origin": null, "price": 4.99, "abv": "5.8", "description": "West Coast Pale Ale brewed solely with Mosaic and Mosaic Cryo", "reviews": [], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/burgeon-carlsbad-crush"},
{"name": "Brouwerij West Popfuji Pilsner", "origin": null, "price": 4.99, "abv": "5", "description": "Our take on the historic Kellerbier, Popfuji Unfiltered Pilsner delivers a delicate malt sweetness combined with a subtle fruit and spice character from the use of German Noble Hops. Unlike the typical Pilsner, however, Popfuji's uniqueness is in it's smooth, creamy texture, making it perfect for any occasion.", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/brouwerij-west-popfuji-pilsner"},
{"name": "Burgeon Clever Kiwi", "origin": null, "price": 4.99, "abv": "5", "description": "Keller Pils dry-hopped delicately with Nelson and lagered to crisp perfection. 2019 Los Angeles International Beer Competition Gold Medal.", "reviews": [], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/burgeon-clever-kiwi"},
{"name": "Brouwerij West Picnic Lightning IPA", "origin": null, "price": 4.99, "abv": "6.8", "description": "Mecca Grade Estate Malt, Raw Wheat, and Rolled Oats. Heavily hopped with Chinook, Simcoe, and Citra.", "reviews": [{"date": "03/02/2020", "author": "totallybrewedco", "rating": "4/5", "body": "not as good as their other hazy ipas but its still good and easy drinking. "}, {"date": "11/14/2019", "author": "Patrick", "rating": "5/5", "body": "This is a must buy when it's in stock. Super blessed to be able to try this one. One of my favorite canned hazy ipas I have ever had, and I am no novice beer drinker!!!"}, {"date": "11/10/2018", "author": "Frank", "rating": "5/5", "body": "Buy this beer and every Brouwerij beer you can. Haven’t had a bad one and can’t get enough of them.\r\n"}, {"date": "09/13/2018", "author": "Frank", "rating": "5/5", "body": "BROUWERIJ WEST is a superb brewery. Under-looked to its on fault, due to many other incredible breweries in the area. Picnic Lighting is one of the top offerings from Brouwerij West. Citrus forward, very fruity and has a hazy thick appearance with a glittery head. Love this one. Grab it from Craftshack when it is in stock and fresh. "}], "rating": "4.8/5", "url": "https://craftshack.com/collections/cans/products/brouwerij-west-picnic-lightning-ipa"},
{"name": "Burgeon Juice Press", "origin": null, "price": 5.99, "abv": "6.8", "description": "Hazy IPA loaded with Galaxy, Vic Secret, Citra and Simcoe hops creating the perfect combination of tropical fruity flavors and aromas! ", "reviews": [{"date": "04/06/2020", "author": "Sean F.", "rating": "5/5", "body": "Smooth and juicy ipa"}, {"date": "01/22/2020", "author": "Franco M.", "rating": "4/5", "body": "Very enjoyable beer, not too hoppy. "}, {"date": "11/04/2019", "author": "Patrick", "rating": "5/5", "body": "Great hazy IPA very flavorful worth trying"}, {"date": "09/24/2019", "author": "Brian", "rating": "4/5", "body": "Anything with Vic Secret is a must try"}], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/burgeon-juice-press"},
{"name": "Bottle Logic 714 Blonde", "origin": null, "price": 4.99, "abv": "4.8", "description": "Crisp and easy drinking – backed by a sweet malt finish.", "reviews": [{"date": "06/24/2019", "author": "Khalil R.", "rating": "3/5", "body": "just a crisp blonde ale"}, {"date": "03/06/2019", "author": "Anthony", "rating": "3/5", "body": "Nothing special here, simple flavor profile. "}], "rating": "3.0/5", "url": "https://craftshack.com/collections/cans/products/bottle-logic-714-blonde"},
{"name": "Brouwerij West Dog Ate My Homework", "origin": null, "price": 4.99, "abv": "7", "description": "A fresh, decidedly fruit-forward saison brewed with lots of Washington state blackberry juice. This beer is deep, deep red in color, but rather than being sweet like many fruit beers, it is dry, tart, and refreshing.", "reviews": [{"date": "04/26/2020", "author": "Anthony V.", "rating": "5/5", "body": "Tasty very tasty indeed"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/brouwerij-west-dog-ate-my-homework"},
{"name": "Blaker Safety Meeting IPA", "origin": null, "price": 6.99, "abv": "8", "description": "Relaxing &amp; mellow or treacherous &amp; trippy", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/blaker-safety-meet-ipa"},
{"name": "Black Project Tombstone Sour", "origin": null, "price": 7.99, "abv": "4.3", "description": "Double Dry Hopped Sour Ale With Grapefruit", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/black-project-tombstone-sour"},
{"name": "Black Project Archer Sour", "origin": null, "price": 7.99, "abv": "4", "description": "Peach Pie Sour Wheat. Juiced peach, cinnamon, and vanilla swirl together in this 100% sour wheat base beer. Lightly tart, with driving vanilla, Archer is the perfect beer for a cold afternoon", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/black-project-archer-sour"},
{"name": "Black Plague Hazy Scandal", "origin": null, "price": 4.99, "abv": "5.5", "description": " ", "reviews": [], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/black-plague-hazy-scandal"},
{"name": "Black Plague Tony Hawps IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": "This collaboration with BIRDHOUSE &amp; Tony Hawk manifested into an incredibly smooth beer, full of juicy hop flavors and low bitterness. Brewed with Simcoe and Amarillo hops for an earthy pine foundation balanced with notes of tropical orange citrus and hints of fresh floral from the Citra and Centennial used in the dry-hop to enhance the outstanding aroma.", "reviews": [{"date": "04/04/2020", "author": "Jacob S.", "rating": "4/5", "body": "It was pretty good for an ipa. Not too heavy, not too bitter. This would be perfect in the summer on a beach in San Diego."}, {"date": "03/26/2020", "author": "Chet", "rating": "4/5", "body": "A great looking beer - Bright golden pour with a frothy head. Nice aroma with pine resin, some floral notes, oranges, and faint malt. Taste was their for the most part. Very little bitterness but not to much. It was there up front with the citrus notes but then faded quickly. IBUs are on point."}, {"date": "02/21/2020", "author": "Bryan Y.", "rating": "5/5", "body": "This is my favorite beer! Crispy, hoppy, fresh and great amount of DANK!"}, {"date": "01/27/2020", "author": "Bryan Y.", "rating": "5/5", "body": "This is a great beer! I would like to get more soon!"}, {"date": "01/07/2020", "author": "Daniel B.", "rating": "5/5", "body": "This brew is nice and smooth and enjoyable. Each sip was great and you will not be disappointed."}], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/black-plague-tony-hawk-birdhouse-ipa"},
{"name": "Bootlegger's Far Out Fog", "origin": null, "price": 5.99, "abv": "7", "description": "Far Out tweaked to be hazier.", "reviews": [], "rating": "0.0/5", "url": "https://craftshack.com/collections/cans/products/bootleggers-far-out-fog"},
{"name": "Bissell Brothers The Substance", "origin": null, "price": 6.99, "abv": "6.6", "description": "Our flagship; a brightly dank ale that threads many needles.HOPS: Falconer's Flight, Centennial, Apollo, Eureka, ChinookMALTS: 2-Row, Maine 2-Row, Maine Flaked Wheat, Flaked Oats, Caramel 20", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/bissell-brothers-the-substance"},
{"name": "Bissell Brothers Lux Pale Ale", "origin": null, "price": 6.99, "abv": "5.1", "description": "Our all-Mosaic hopped Pale Ale, brewed with Rye. A tropical escape to a sunnier state of mind.Paul Upham's favorite beer", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/bissell-brothers-lux-pale-ale"},
{"name": "Big Sky Moose Drool Brown Ale", "origin": null, "price": 4.99, "abv": "5.1", "description": "It's chocolate brown in color with a creamy texture. A malty beer with just enough hop presence to keep it from being too sweet. The aroma mostly comes from the malt with a hint of spice added by the hops. Moose Drool is brewed with pale, caramel, chocolate, and whole black malts; and Kent Goldings, Liberty, and Willamette hops. It has an original gravity of 13 degrees Plato, and is 4.2% alcohol by weight, 5.3% by volume. ", "reviews": [{"date": "12/15/2019", "author": "Melissa J.", "rating": "5/5", "body": "Beer is great and just as he remembers it from our travels up north. Buying it online was easy but beware the stipulation that someone has to be there to sign for it on delivery. We were able to intercept and have delivered to a fed ex station close by but it was not clear in the instructions"}, {"date": "01/14/2019", "author": "Mike R.", "rating": "5/5", "body": "It was a classic American Brown a Ale. Had not had it 15 years. Glad you guys had it.\r\n"}, {"date": "09/25/2018", "author": "Arriana S.", "rating": "5/5", "body": "Moose Drool by Big Sky Brewing stopped distributing to TX. My husbands favourite beer in the world. Thankfully Craft Shack is here to help! Their customer service replied to me with questions within 12 hours and my package arrived safely. He was very happy and I’m glad Craftshack offers their services because it is very difficult (so far that I’ve tried, and looked up) to ship alcohol to TX. Thank you!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/big-sky-moose-drool-brown-ale"},
{"name": "Bell's Two Hearted Ale", "origin": null, "price": 4.99, "abv": "7", "description": "Brewed with 100% Centennial hops from the Pacific Northwest and named after the Two Hearted River in Michigan’s Upper Peninsula, this IPA is bursting with hop aromas ranging from pine to grapefruit from massive hop additions in both the kettle and the fermenter.", "reviews": [{"date": "03/02/2020", "author": "Michael H.", "rating": "5/5", "body": "Refresing wit no after taste Right alcohol concentration."}, {"date": "12/15/2019", "author": "Victor L.", "rating": "5/5", "body": "This is something you will always find in my beer cellar.Its the most balanced IPA Ive ever tasted, balanced between malty and hoppy flavors. Its a beer to drink all day long."}, {"date": "11/26/2019", "author": "Guy M.", "rating": "5/5", "body": "One sip, and you will know why. Perfectly balanced. An excellent hop finish that isn’t overpowering. Just right."}, {"date": "06/12/2019", "author": "Gi N.", "rating": "4/5", "body": "Very good beer. Good representative of the NE beers."}, {"date": "01/31/2019", "author": "Paul S.", "rating": "5/5", "body": "Pours a perfect summer sunset and smells of citrus wonder. The taste has just enough hop forwardness to please. Silky mouth finish with perfect carbonation. Overall this one is the benchmark for all IPAs to be measured by. Buy plenty and share with ll of your friends."}], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/bells-two-hearted-ale"},
{"name": "Belching Beaver Viva La Beaver Mexican Chocolate Peanut Butter Stout", "origin": null, "price": 4.99, "abv": "7.5", "description": "Formally named Viva La Beaver, and prior, Living La Beaver Loca (Tom was voted down on that one), we changed the name to highlight the key flavors of this award-winning beer. With notes of creamy peanut butter, cinnamon and coffee, this decadent milk stout is the perfect dessert beer to finish off your meal. Currently our highest rated beer, receiving numerous Gold and Silver medals. Sink your teeth into this liquid chocolate treat.", "reviews": [{"date": "04/15/2020", "author": "Tracy D.", "rating": "5/5", "body": "One of our favorites. The flavors are detectable without being overwhelming, and it’s not too bitter. \r\n"}, {"date": "04/13/2020", "author": "Big B.", "rating": "5/5", "body": "This was a decadent journey filled with sunshine, Stout and peanut butter cups. Thoroughly enjoyable and satisfying as a pancake breakfast!"}, {"date": "03/31/2020", "author": "John Z.", "rating": "4/5", "body": "A balanced peanut butter milk chocolate stout with a hint of cinnamon. I thought the cinnamon took away from the over taste. Nice and creamy as well."}, {"date": "02/04/2020", "author": "Michelle", "rating": "5/5", "body": "After finding Belching Beavers Peanut Butter Stout i see they had a mexican chocolate stout.... WOW! What an amazing beer! Pop open the bottle and the scent is crazy!! Chocolate... Cinnamon.... I mean what a delicious stout! If my lil abuelita was here she would've loved this stuff! "}, {"date": "12/18/2019", "author": "Alex", "rating": "3/5", "body": "It was good, but just not great. Paired it with some sloppy home cooking, beef tenderloin\r\netouffee. Matched well, but it was too sweet as a stand alone for my taste buds, \r\n"}], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/belching-beaver-viva-la-beaver-mexican-chocolate-peanut-butter-stout"},
{"name": "Belching Beaver Peanut Butter Milk Stout", "origin": null, "price": 4.99, "abv": "5.3", "description": "Our Peanut Butter Milk Stout is simply irresistible. It’s like dark chocolate Reese’s in a glass! Rolled oats and Lactose add to the creamy body of this beer while heavenly aromas of roasted buttery peanuts and chocolate greet you with every sip. Try this out with a scoop of vanilla ice cream for a real treat!", "reviews": [{"date": "04/25/2020", "author": "Kelly G.", "rating": "5/5", "body": "this beer is phenomenal!! can’t wait to try more brews from Belching ******.. cheers!"}, {"date": "04/21/2020", "author": "Carmela G.", "rating": "5/5", "body": "This was my first peanut butter Stout and let me tell you it was AMAZING!!! Served it with a scoop of French vanilla ice cream and dived in!! Yumm"}, {"date": "04/21/2020", "author": "Mary B.", "rating": "5/5", "body": "This beer is awesome, I wish I could find it in stores in Ohio."}, {"date": "04/14/2020", "author": "Diane O.", "rating": "5/5", "body": "I sent this to my nephew who was really bummed about turning 40 in isolation. He lives in Wisconsin and this beer is not available in stores where he lives. He has tried other Peanut Butter Stouts, but said this one blew them out of the water. He was very excited to receive them and thanked us multiple times for sending them. Thanks for making that single guy's Pandemic Isolation more epic!"}, {"date": "04/03/2020", "author": "John S.", "rating": "5/5", "body": "Pours to a jet black color with a thick rocky tan head and a luscious chocolate and peanut butter nose. Taking a sip, the beer is full bodied with smooth milk chocolate and creamy peanut butter notes. The peanut butter is bold and really tastes like peanut butter. In many of these beers I get roasted nuts or just a generic nuttiness, but the smooth creaminess of peanut butter is hard to pull off. This beer does it, and then some.\r\n"}], "rating": "4.8/5", "url": "https://craftshack.com/collections/cans/products/belching-beaver-peanut-butter-milk-stout"},
{"name": "Belching Beaver Me So Honey Ale", "origin": null, "price": 4.99, "abv": "5.5", "description": "This beer is smooth with lingering tastes of honey. It is made right here in Poway from wild flowers and cloves. This is a very drinkable beer for both the novice craft beer drinker to the experienced triple IPA beer guy. We have gone through kegs of this beer already.", "reviews": [], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/belching-beaver-me-so-honey-ale"},
{"name": "Belching Beaver Hazers Gonna Haze IPA", "origin": null, "price": 4.99, "abv": "6.6", "description": "Hazy IPA showcasing a combination of new age hops that rotate throughout the year.", "reviews": [{"date": "04/16/2020", "author": "Brandon W.", "rating": "4/5", "body": "Good haze and juicy. Solid IPA."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/belching-beaver-hazers-gonna-haze-ipa"},
{"name": "Belching Beaver Here Comes Mango IPA", "origin": null, "price": 4.99, "abv": "6.6", "description": "IPA w/ Mango &amp; Pineapple. Originally made for Sublime Alehouse's 4th Anniversary.", "reviews": [{"date": "10/16/2019", "author": "Melinda", "rating": "3/5", "body": "I’m not a huge fan of ipas but I am a huge fan of belching ******. Very subtle mango flavor but overall good for someone that doesn’t like ipas."}, {"date": "06/19/2019", "author": "Carolyn G.", "rating": "5/5", "body": "Great flavor live this beer mango is "}, {"date": "04/23/2019", "author": "Emily", "rating": "5/5", "body": "very smooth citrus flavor. tastes just like mango!"}], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/belching-beaver-here-comes-mango-ipa"},
{"name": "Foreign Objects A Brutal Utopian Failure Hazy IPA", "origin": null, "price": 7.99, "abv": "7", "description": "This fluffy and hazy IPA beautifully hopped with Ekuanot and Mosaic offers you divine aromas of earthly-sweet citrus, dank hop resin, and a melange of juicy stone fruits!", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/foreign-objects-a-brutal-utopian-failure-hazy-ipa"},
{"name": "Belching Beaver Buenos Tiempos", "origin": null, "price": 4.99, "abv": "4.8", "description": "Mexican-style lager.", "reviews": [{"date": "07/29/2019", "author": "Sean", "rating": "4/5", "body": "Hearty lager, strong grain finish"}, {"date": "05/05/2019", "author": "justin", "rating": "4/5", "body": "Nothing incredibly special but clean flavor profile \r\n\r\nI'd buy again "}, {"date": "05/05/2019", "author": "justin", "rating": "4/5", "body": "Clean drinking and taste is about where it should be "}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/belching-beaver-buenos-tiempos"},
{"name": "Firestone Walker 805", "origin": null, "price": 4.99, "abv": "4.7", "description": "A light, refreshing blonde ale created for the laid back California lifestyle. Subtle malt sweetness is balanced by a touch of hops creating a versatile beer with a clean finish.", "reviews": [{"date": "01/03/2020", "author": "Jennifer B.", "rating": "3/5", "body": "Its good for a lighter beer. Not as flavorful as other Firestone Walker beers but still a good beer on a hot summer day."}, {"date": "07/23/2019", "author": "Donna S.", "rating": "5/5", "body": "It is my boyfriend’s birthday tomorrow and I purchased this because it is his favorite. He loves the taste, not too strong and very refreshing.\r\n"}, {"date": "06/26/2019", "author": "Joseph C.", "rating": "5/5", "body": "Being a Harley nut I discovered this beer from the different west coast riders I follow. I tried it on a business trip to Vegas and fell in love. Being able to get it shipped to NJ was a great thing.\r\n"}, {"date": "03/26/2019", "author": "Steve W.", "rating": "5/5", "body": "This is a great, easy drinking Blonde Ale, perfectly suited for a warm sunny day. At about 4.5% ABV, it makes for a good session beer. I will have another!"}, {"date": "09/12/2018", "author": "Michelle D.", "rating": "5/5", "body": "Loved this beer and the idea of having it shipped to us on the complete other side of the country.\r\n"}], "rating": "4.6/5", "url": "https://craftshack.com/collections/cans/products/firestone-walker-805"},
{"name": "Fat Orange Cat I Don't Like Mondays", "origin": null, "price": 4.99, "abv": "7.5", "description": "Galaxy, Mosaic and Simcoe hops.", "reviews": [{"date": "08/30/2019", "author": "Richy", "rating": "5/5", "body": "Fat orange cat with another great brew"}, {"date": "08/30/2019", "author": "Richy J.", "rating": "5/5", "body": "Super good brew"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/fat-orange-cat-i-dont-like-mondays"},
{"name": "Figueroa Mountain Zero to Sexy", "origin": null, "price": 4.99, "abv": "6.75", "description": "This Golden Mocha Ale appears mild and meek but behind its gold color is a sexy, complex brew. As this beer approaches your lips, aromas of coffee beans take over your senses, luring you in.  Light, earthy hop profiles make way for rich flavors from the hand roasted coffee and cacao nibs sourced locally in Santa Barbara, California.  Zero to Sexy in just one sip. ", "reviews": [], "rating": "4.8/5", "url": "https://craftshack.com/collections/cans/products/figueroa-mountain-zero-to-sexy"},
{"name": "Evil Twin I Always Look Forward To My Daily Commute On I-95 Triple IPA", "origin": null, "price": 6.99, "abv": "11", "description": "Nelson, Galaxy, and Citra.", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/evil-twin-i-always-look-forward-to-my-daily-commute-on-i-95-triple-ipa"},
{"name": "Evil Twin I Actually Wish It Had Snowed More This Winter", "origin": null, "price": 9.99, "abv": "5.5", "description": "Gose Ale with Watermelon, Salt and Vanilla", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/evil-twin-i-actually-wish-it-had-snowed-more-this-winter"},
{"name": "Evil Twin Even More Jesus Imperial Stout", "origin": null, "price": 5.99, "abv": "12", "description": " ", "reviews": [{"date": "05/08/2019", "author": "Angela", "rating": "5/5", "body": "Great flavor! "}, {"date": "05/01/2019", "author": "Brendan", "rating": "5/5", "body": "Highly recommended buying this one!\r\nCoffee; cocoa flavors through and through. Totally, recommend it!\r\n\r\nYou will not regret it!\r\n"}, {"date": "11/01/2018", "author": "Paul G.", "rating": "5/5", "body": "Great aroma and flavors of coffee top off this pretty full imperial stout."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/evil-twin-even-more-jesus-imperial-stout"},
{"name": "El Segundo Blurred Lines IPA", "origin": null, "price": 4.99, "abv": "7.7", "description": "“Hybrid IPA” - Living somewhere between a clear West Coast and North East hazy juice bomb, this beer hopes to find some much needed common ground between the styles. A bit off dry, with fruit forward Mosaic and Citra hops with a touch of pine and lemon from Centennial plus a touch lower carbonation combined with heavy doses of oat and wheat malts leave this beer a bit.. Blurry about it’s identity.", "reviews": [], "rating": "4.9/5", "url": "https://craftshack.com/collections/cans/products/el-segundo-blurred-lines-ipa"},
{"name": "Elysian Space Dust IPA", "origin": null, "price": 4.99, "abv": "8.2", "description": "Manic IPA series. The hopping is pure starglow energy, with Chinook to bitter and late and dry additions of Citra and Amarillo. OG 16.8°P/1.068 SG", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/elysian-space-dust-ipa"},
{"name": "Duck Foot The Looker", "origin": null, "price": 4.99, "abv": "5", "description": "The Duck Foot version of the classic American Blonde Ale. Brewed with a combination of pale and caramelized malts, this beer finishes light and refreshing yet is full in flavor. The use of Cascade hops gives it a light floral citrus aroma to complement the crisp and refreshing taste.", "reviews": [{"date": "03/01/2019", "author": "Scott", "rating": "3/5", "body": "Easy to drink but lacks body"}, {"date": "09/12/2018", "author": "Eric B.", "rating": "5/5", "body": "Poured it into a pint glass . Very small head. First impression was not very carbonated. Tasted smooth and as I drank it tasted better. Will let you know how the second beer tastes.\r\n"}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/duck-foot-the-looker"},
{"name": "Duck Foot Kook Slams", "origin": null, "price": 4.99, "abv": "7.5", "description": "Collaborating with the crazy curators at Kookslams.We mixed up a super fun and easy-drinking west coast IPA with Mosaic, Amarillo, and Mandarina Bavaria hops and a crisp and clean finish. Check out the big flavors of berries, tangerine and grapefruit.", "reviews": [], "rating": "4.6/5", "url": "https://craftshack.com/collections/cans/products/duck-foot-kook-slams"},
{"name": "Duck Foot Hop’em Sock’em IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": "West coast ipa", "reviews": [{"date": "04/14/2020", "author": "David S.", "rating": "5/5", "body": "Perfect combination of hoppy flavor and crisp citrus notes. "}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/duck-foot-hop-em-sock-em-ipa"},
{"name": "Duck Foot Duckzilla Double White IPA", "origin": null, "price": 4.99, "abv": "8.6", "description": "A hybrid of a White Ale and West Coast IPA and super-sized for your drinking pleasure. This Double IPA is brewed with Wheat to give it a pale white color and a slight sweetness in the finish. At its core this is a hop forward beer, bitter and heavily dry-hopped with a combination of Centennial, Cascade, and Simcoe hops. This blend of hops imparts notes of Spice, Citrus, and Pine in the aroma. A deceivingly drinkable beer despite its high alcohol content.", "reviews": [{"date": "04/11/2020", "author": "Jon K.", "rating": "4/5", "body": "Very smooth for an 8.6 ABV. Good taste, but was hoping for more piney notes.\r\n"}, {"date": "03/06/2020", "author": "Bryan R.", "rating": "5/5", "body": "Very good double white IPA with a mango taste. Not overpowering and very drinkable. Smooth very and not bitter.\r\n"}, {"date": "11/23/2019", "author": "Trenton", "rating": "5/5", "body": "Enjoyable"}, {"date": "11/20/2019", "author": "Trent G.", "rating": "5/5", "body": "A quality beer from a quality brewery. Remarkable how drinkable this beer and if it was available in my area would definitely make this a regular.\r\n"}, {"date": "08/17/2019", "author": "Bryan Y.", "rating": "5/5", "body": "A great IPA! HAD ALOT OF FLAVOR AND WHEN DOWN SMOOTH!"}], "rating": "4.6/5", "url": "https://craftshack.com/collections/cans/products/duck-foot-duckzilla-double-white-ipa"},
{"name": "Duck Foot Drink This Or the Bees Die", "origin": null, "price": 4.99, "abv": null, "description": " ", "reviews": [{"date": "10/06/2018", "author": "Eric B.", "rating": "5/5", "body": "awesome great tasting nice finish. One of the best gluten free beers I have tried.\r\n"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/duck-foot-drink-this-or-the-bees-die"},
{"name": "Double Nickel Super Mega Dank 420 Kush Grand Daddy Supreme Hazy IPA", "origin": null, "price": 6.99, "abv": "7", "description": "Wise beyond his years, Grand Daddy Supreme is everything you loved about last year’s brew, absolutely ripped up and ready to go. Oats, flaked oats, and wheat all join the malt bill to bring you a fluffy, hazed out base for this dank 7% ABV IPA. Couple that with intense notes of tangerines, peaches, apricots brought on by a gargantuan double dry-hopping of Mosaic, Citra, and Azacca and you’re left with the patriarch of the Mega Dank family himself. This hazy hop juice will put your head in the clouds and have you wondering, “Why can’t everyday be 420?” And just like that, it was written; 30 days of 4/20 for the people! And the culture. Dab Time!⁣", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/double-nickel-super-mega-dank-420-kush-grand-daddy-supreme-hazy-ipa"},
{"name": "Double Nickel Nocturnal Creatures V2 Imperial Stout", "origin": null, "price": 6.99, "abv": "13", "description": "Influenced by one our favorite Italian desserts, this 13% ABV tiramisu-inspired dessert stout stimulates your taste buds with notes of brown sugar, coffee, vanilla, and some chocolate to round it all out. We started this batch out with the same long-boiled base as the OG Nocturnal Creatures but pumped up the sweetness with some brown sugar and a dusting of Dutch chocolate towards the end of the boil. We then conditioned this luscious brew on coffee from our homies and local roasters at Harvest Coffee. Hand-split and scraped Madagascan vanilla beans were combined with the coffee during conditioning resulting in a thicc imperial dessert stout perfect for sipping. ⁣", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/double-nickel-nocturnal-creatures-v2-imperial-stout"},
{"name": "Duck Foot Goofy Regular", "origin": null, "price": 5.99, "abv": "7.4", "description": "Goofy Regular Hazy IPA features a goofy amount of Citra, Ekuanot, Amarillo, and Idaho-7 hops. This wave of hops has a lot of juice, but levels itself off with a complex hop aroma of tropical fruit, melon, grapefruit zest, gooseberry, and stone fruit, with notes of pine.", "reviews": [{"date": "04/17/2020", "author": "Phillip T.", "rating": "4/5", "body": "Nice enjoyable medium mouthfeel. Grapefruit and orange peel on the nose. Has a great balance of different citrus fruits you can taste, with a light bitterness to it that doesn't interfere with the flavors. Super smooth beer you can chill on."}, {"date": "03/02/2019", "author": "Bert", "rating": "4/5", "body": "There isn't anything regular about this beer. The hoppy smooth finish is superb!"}, {"date": "02/21/2019", "author": "Joseph", "rating": "4/5", "body": "Becoming one of my favorite breweries this one was delicious!"}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/duck-foot-goofy-regular"},
{"name": "Duck Foot Old Bro Hazy Pale Ale", "origin": null, "price": 4.99, "abv": null, "description": " ", "reviews": [{"date": "05/21/2019", "author": "Shawn P.", "rating": "5/5", "body": "If you are into hazy ipas but looking for something with a lower abv without compromising flavor then give this one a try. Really hit the spot on a hot day.\r\n"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/duck-foot-old-bro-hazy-pale-ale"},
{"name": "Dogfish Head 60 Minute IPA", "origin": null, "price": 4.99, "abv": "6", "description": null, "reviews": [{"date": "04/04/2019", "author": "William", "rating": "5/5", "body": "Great beer."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/dogfish-head-60-minute-ipa"},
{"name": "Dogfish Head American Beauty Hazy Ripple IPA", "origin": null, "price": 4.99, "abv": "7", "description": "It’s been a long strange trip, and we’re not about to stop now. After six years and four releases of American Beauty, we’re back with an encore … only this time you haven’t heard the melody.Together with the Grateful Dead, we’re proud to introduce our latest collaborative iteration – American Beauty Hazy Ripple IPA.Inspired by the Grateful Dead’s beloved “American Beauty” album, American Beauty Hazy Ripple IPA is an unfiltered India Pale Ale brewed with spelt – an ancient heirloom grain that contributes earthy notes and a natural haze – that’s then dosed with a special yeast variety to accentuate hop aromatics.The result is a psychedelic 7.0% ABV ale that’s bursting with notes of tropical fruit and juicy citrus, while the style callout lovingly references the fan-favorite track “Ripple.”", "reviews": [], "rating": "4.9/5", "url": "https://craftshack.com/collections/cans/products/dogfish-head-american-beauty-hazy-ripple-ipa"},
{"name": "Deschutes Lil' Squeezy Juicy Ale", "origin": null, "price": 4.99, "abv": "5", "description": "Refreshingly juicy. Effortlessly drinkable. Freshly Squeezed. No fruit was harmed in the making of this beer. ", "reviews": [], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/deschutes-lil-squeezy-juicy-ale"},
{"name": "Crooked Stave Peachy Sour", "origin": null, "price": 4.99, "abv": "4.5", "description": "Peach sour ale brewed with Colorado grown peaches, milk sugar, and Crystal hops", "reviews": [], "rating": "3.5/5", "url": "https://craftshack.com/collections/cans/products/crooked-stave-peachy-sour"},
{"name": "Deschutes Fresh Haze IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": "A hazy twist on your main squeeze, this juice bomb explodes with notes of orange citrus sweetness and a soft malt body. ", "reviews": [{"date": "02/24/2019", "author": "Daniel", "rating": "4/5", "body": "Can't go wrong with this one from Oregon. Slight citrus notes and easy to drink. A go-to IPA."}, {"date": "02/10/2019", "author": "Scott", "rating": "4/5", "body": "A toasted, malty, hazy ipa with decent hops and a hint of citrus"}, {"date": "10/23/2018", "author": "Rustin D.", "rating": "4/5", "body": "A little overly malty, but nice hop flavor. Glad I got to try it but probably wouldn't seek it out again until next year."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/deschutes-fresh-haze-ipa"},
{"name": "Crooked Stave Mandarin Dream IPA", "origin": null, "price": 4.99, "abv": "6", "description": "Brewed with Mandarin Citrus and Vanilla. Double Dry Hopped with Mandarina Bavaria and Citra", "reviews": [], "rating": "3.5/5", "url": "https://craftshack.com/collections/cans/products/crooked-stave-mandarin-dream-ipa"},
{"name": "Mikkeller San Diego Run This Town Pilsner", "origin": null, "price": 4.99, "abv": "3.2", "description": "German pilsner with polaris saaz, and hallertau blanc hops", "reviews": [{"date": "04/05/2020", "author": "Seyed M.", "rating": "5/5", "body": "One of the better pilsners I've bad"}, {"date": "03/31/2020", "author": "Brendan .", "rating": "5/5", "body": "Quaffable Pils with a pleasant after taste! I’m not a fan of Pils per se but this is GREAT!\r\n"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/mikkeller-san-diego-run-this-town-pilsner"},
{"name": "Crooked Stave Coffee Baltic Porter", "origin": null, "price": 4.99, "abv": "8", "description": "Coffee Baltic Porter focuses on the art of coffee roasting, showcasing the uniqueness of this single ingredient. Through conditioning of of our Baltic porter with freshly roasted beans, we strive for a balanced coffee character, adding dark sugar, plum, and cocoa notes to the already robust porter base. ", "reviews": [], "rating": "3.5/5", "url": "https://craftshack.com/collections/cans/products/crooked-stave-coffee-baltic-porter"},
{"name": "Mikkeller San Diego Tiny Scissors IPA", "origin": null, "price": 7.99, "abv": "8.2", "description": "Double IPA with Citra and Michigan-grown Chinook", "reviews": [], "rating": "4.9/5", "url": "https://craftshack.com/collections/cans/products/mikkeller-san-diego-tiny-scissors-ipa"},
{"name": "Crooked Stave Sour Rosé", "origin": null, "price": 4.99, "abv": "4.5", "description": "Wild Ale Fermented in Oak with Raspberries and Blueberries from Lynden, WA!", "reviews": [{"date": "03/31/2019", "author": "Randall", "rating": "3/5", "body": "It tastes as described but I was tired of it by the end of 12oz"}, {"date": "03/23/2019", "author": "Aaron G.", "rating": "4/5", "body": "Nice tartness upfront that fades into a fruity/oaky finish. Very refreshing and crisp. Great summer beer, and my favorite rosé take thus far.\r\n"}], "rating": "3.5/5", "url": "https://craftshack.com/collections/cans/products/crooked-stave-sour-rose"},
{"name": "Mikkeller San Diego Raspberry Blush", "origin": null, "price": 4.99, "abv": "4", "description": "Berliner weiss brewed at Mikkeller San Diego with raspberries and Second Craft Ethiopian coffee", "reviews": [{"date": "04/21/2020", "author": "Ryan", "rating": "4/5", "body": "Not a bad sour. The coffee makes it has a stout flavor in the end."}, {"date": "04/17/2020", "author": "Phillip T.", "rating": "5/5", "body": "Dark roasted Coffee jumps right at you with the aroma followed by light berries in the back, almost tricks you into thinking you are about to drink a stout. Can also smell light berries on the nose. Mouthfeel is very light and smooth. Fresh juicy raspberries and come out first, with that smooth coffee showing up on the finish. Very easy drinking."}, {"date": "12/03/2019", "author": "Martin", "rating": "4/5", "body": "Was a little hesitant to order because I didn't think coffee in a berliner would taste any good. I'm glad I got a can because it was really good, nice raspberry tartness with some roasty coffee notes to balance it out.\r\n"}, {"date": "11/26/2019", "author": "Patrick", "rating": "5/5", "body": "When I went to drink this, I was not expecting it to be as delectable as it was. Truly a treat, a rare form of sour in a can that is very refreshing, not too acidic, and provides interesting enough flavors to keep wanting more instead of many of these one-sided, dull versions of a \"raspberry\" sour.. Impressed."}, {"date": "04/10/2019", "author": "Brendan", "rating": "5/5", "body": "Coffee and Berliner you say, TRUST, this is a sure fire winner! \r\n\r\nMade with a coffee company that is no longer around! Miss you 2nd Craft!\r\n\r\nHighly recommended purchase! YOU WONT REGRET IT!"}], "rating": "4.8/5", "url": "https://craftshack.com/collections/cans/products/mikkeller-san-diego-raspberry-blush"},
{"name": "Mike Hess Hop Cloud Hazy IPA", "origin": null, "price": 4.99, "abv": "7", "description": "Hop Cloud, the first of our Hazy IPAs, starts with a classic malt riff of 2-row, oats, and wheat, then we rain down furious gobs of late-addition hops. The result is an unfiltered pineapple, mango, and citrus hop-tacular, with almost no perceived bitterness. It's a party for your senses—tongues and noses rejoice!", "reviews": [], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/mike-hess-hop-cloud-hazy-ipa"},
{"name": "Mikkeller San Diego Humle Nørd Hazy IPA", "origin": null, "price": 8.99, "abv": "7.7", "description": "NE IIPA with Galaxy Hops", "reviews": [{"date": "04/05/2020", "author": "Seyed M.", "rating": "5/5", "body": "Nice smooth Ipa"}, {"date": "04/01/2020", "author": "Brendan .", "rating": "5/5", "body": "Out of this world - Galaxy Hops Galore !!!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/mikkeller-san-diego-humle-nord-hazy-ipa"},
{"name": "Mike Hess Grapefruit Solis IPA", "origin": null, "price": 3.99, "abv": "7.5", "description": " ", "reviews": [{"date": "09/17/2018", "author": "Jamie C.", "rating": "4/5", "body": "Good beer. Could use stronger grapefruit taste. Would buy again. "}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/mike-hess-grapefruit-solis-ipa"},
{"name": "Mike Hess Claritas", "origin": null, "price": 4.99, "abv": "5.8", "description": "Claritas is our 2016 World Beer Cup–winning Kölsch ale. This refreshingly smooth, authentically German beer is light straw in color, infused with light fruit and bready aromatics from the German Pilsner malt, hops, and yeast. The result is a smooth and dry ale with a refreshingly clean finish.", "reviews": [{"date": "04/09/2020", "author": "BD", "rating": "4/5", "body": "1\" eggshell white head with good staying power and a slow move down to a solid cap. Straw gold color with a slight haze. Thick, sticky lacing.\r\nGrainy (feed store) and bready malt nose up front. Hint of floral or grassy hops. Simple and smells very good.\r\nBready, lightly sweet malt with enough hop to balance, there's a touch of tree fruit (apple or pear maybe) but nothing out of bounds. \r\nClean, light body, medium carbonation. Dry finish with a light lingering bitterness. Good drinkability, refreshing. Well done.\r\nVery good. \r\n"}, {"date": "04/09/2020", "author": "Marisa D.", "rating": "5/5", "body": "I've loved this one since I first had it at their Miramar tap room. Sweet and light with a decent malt backbone, this is a crushable Hess classic.\r\n"}, {"date": "10/10/2018", "author": "Andrew", "rating": "5/5", "body": "A beer that could go with any meal, or none at all; as great of a porch sipper as it is in the beer hall. ****** and tasty."}], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/mike-hess-claritas"},
{"name": "Mike Hess Habitus Double IPA", "origin": null, "price": 4.99, "abv": "8", "description": "Habitus, winner of the 2014 World Beer Cup℠ in the Rye category, is a spicy, crisp, and extremely drinkable double IPA. We use loads of Sterling and Chinook hops in the kettle and hopback (and even more during the dry hop) for intense pine aromatics accentuated by a rye and 2-row malt base for a truly great IPA experience. ", "reviews": [{"date": "04/27/2020", "author": "BD", "rating": "3/5", "body": "Deep golden / copper color IIPA with good clarity. 1 finger off white head with decent retention leaves behind clingy lacing and holds as a solid cap.\r\nThis is a unique nose that's hard to describe. Some of it's uniqueness is the rye malt bill I believe and a spicy/herbal hop component that pushes the \"spicy\" element sky high in the nose. Also a sharp twang that isn't fruity or piney as a hop type descriptor.\r\nVery high tone flavor pushing a varnish quality. Pine bitterness. \r\nSpicy is there but a little overwhelmed by the initial flavors.\r\nMedium body and carbonation. Lingering bitterness and a dry finish.\r\nVery unique aroma and flavors - probably not for me.\r\nGood."}, {"date": "10/05/2018", "author": "Chad B.", "rating": "3/5", "body": "A little too malty & grassy for me but not bad. "}], "rating": "3.0/5", "url": "https://craftshack.com/collections/cans/products/mike-hess-habitus-rye-ipa"},
{"name": "Mikkeller San Diego Beer Geek Breakfast", "origin": null, "price": 4.99, "abv": "7.5", "description": "Oatmeal Stout with Dark Horse Coffee.", "reviews": [{"date": "04/23/2020", "author": "Kenneth w.", "rating": "5/5", "body": "nice strong flavor. go for it!"}, {"date": "04/11/2020", "author": "Seyed", "rating": "5/5", "body": "I've had this on draft once, I was pleasantly surprised how good it was in a can aswell.\r\n"}, {"date": "02/09/2020", "author": "Ryan", "rating": "5/5", "body": "The beer was beyond my expectation "}, {"date": "06/21/2019", "author": "Seth", "rating": "4/5", "body": "Do you like coffee? Do you like Guinness? If so, this beer is for you. It a very high quality beer that does exactly what it says as a coffee stout.\r\n\r\nHowever, I have to give it 4 stars because it's just not unique. It's a very good coffee stout but I can find 20 more very good coffee stouts."}, {"date": "04/15/2019", "author": "Brendan", "rating": "5/5", "body": "You like coffee? You like stout? Marry them both and you have this fine release! Delicious and the price is absolutely frekin right!!\r\n"}], "rating": "4.9/5", "url": "https://craftshack.com/collections/cans/products/mikkeller-san-diego-beer-geek-breakfast"},
{"name": "Maui Pineapple Mana Wheat", "origin": null, "price": 4.99, "abv": "5.5", "description": " ", "reviews": [{"date": "04/11/2020", "author": "Richard A.", "rating": "5/5", "body": "I enjoyed this beer very much. The pineapple flavor wasn’t too sweet, and it complimented the wheat beer very well.\r\n\r\nCheers,\r\nRich\r\n"}, {"date": "04/04/2020", "author": "Tim R.", "rating": "5/5", "body": "I crushed about 15 of these during my Honeymoon in Hawaii. A tasty, smooth delight in a can."}, {"date": "01/14/2019", "author": "Charles D.", "rating": "4/5", "body": "Not bad at all for a flavored beer!"}, {"date": "01/11/2019", "author": "Tony", "rating": "5/5", "body": "An incredible wheat bear with a small hint of pineapple. The taste brought me right back to Maui.\r\n"}], "rating": "4.8/5", "url": "https://craftshack.com/collections/cans/products/maui-mana-wheat"},
{"name": "Maui Coconut Porter", "origin": null, "price": 4.99, "abv": "6.3", "description": "A robust dark ale with hand-toasted coconut and hints of mocha.", "reviews": [{"date": "04/12/2020", "author": "CARMELA G.", "rating": "5/5", "body": "At first I was hesitant because I have never tried any beer with coconut flavor. However, this Porter blew my mind!! Thanks Craft Shack!!"}, {"date": "06/11/2019", "author": "Heather", "rating": "2/5", "body": "I was expecting more coconut from a coconut beer from Hawaii. But it wasn't really there, very disappointed and sticking with Oskar Blues."}, {"date": "04/04/2019", "author": "Bob", "rating": "3/5", "body": "Decent porter but I didn’t really get the coconut. More of a mocha taste. "}, {"date": "01/01/2019", "author": "CHRISTL", "rating": "4/5", "body": "Nice drinking beer- reminds me of vacation"}], "rating": "3.5/5", "url": "https://craftshack.com/collections/cans/products/maui-coconut-porter"},
{"name": "Maui Mosaic Lite IPA", "origin": null, "price": 4.99, "abv": "4.3", "description": "Session version of Mosaic Mo Betta", "reviews": [], "rating": "3.5/5", "url": "https://craftshack.com/collections/cans/products/maui-mosaic-lite-ipa"},
{"name": "Maui Big Swell IPA", "origin": null, "price": 4.99, "abv": "6.8", "description": " ", "reviews": [{"date": "10/13/2018", "author": "Kurtis", "rating": "5/5", "body": "Quite possibly my favorite IPA. Great balance of hoppiness and bitterness while still having a great flavor"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/maui-big-swell-ipa"},
{"name": "Left Hand Nitro Mixed 8-Pack", "origin": null, "price": 23.99, "abv": null, "description": null, "reviews": [], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/left-hand-nitro-mixed-8-pack"},
{"name": "Left Hand Milk Stout NITRO", "origin": null, "price": 4.99, "abv": "6", "description": " ", "reviews": [{"date": "04/14/2020", "author": "Raffi A.", "rating": "5/5", "body": "Bold creamy flavor with a nice finish ... it's real good with beef, game or on its' own.\r\nKeep it in stock.\r\nThx"}, {"date": "04/03/2020", "author": "Jesse B.", "rating": "5/5", "body": "Left Hand Nitro Milk Stout was one of the first of its kind to enter the market, and its still one of the best! Super creamy body with roasty notes of chocolate and coffee, finishing smooth and sweet."}, {"date": "11/26/2019", "author": "Patrick", "rating": "5/5", "body": "This was actually really impressive. I was expecting an overbearing, boozy taste like most heavy beers, but this was mainly coffee focused and had notes of toffee/chocolate milk coming thru. The carbonation was neat, allowed me to sip on it for quite some time and see how the flavors warped thru heat change without going flat. If you like stouts at all, I am sure you would enjoy this."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/left-hand-milk-stout-nitro"},
{"name": "Latitude 33 Mangoveza IPA", "origin": null, "price": 4.99, "abv": "7.2", "description": "In tribute to our southern neighbors, we crafted an unparalleled contrast of sweet and heat with Mangoveza. Fruity bitterness upfront followed by a burst of habanero warmth provides a well-balanced IPA—unlike any other spicy ale. Come explore the uncharted territories of this invigorating IPA.", "reviews": [], "rating": "4.6/5", "url": "https://craftshack.com/collections/cans/products/latitude-33-mangoveza-double-ipa"},
{"name": "Latitude 33 Native Trails Coffee Coconut Porter", "origin": null, "price": 4.99, "abv": "7", "description": "Native Trails, a rotating experiment, is taking an adventurous turn towards the roasty roads of toasted coconut and coffee by collaborating with Steady State Coffee. This delicious, limited brew has traces of sweetness while keeping the rich mouthfeel of an American porter. We brought in Steady State's premium specialty coffees Space Traveler and Sipi Falls by blending them together for a perfect pairing. This coffee blend has bright complexity with nice floral accents, followed by a rounded body with chocolate notes that makes for the perfect brew.", "reviews": [], "rating": "4.6/5", "url": "https://craftshack.com/collections/cans/products/latitude-33-native-trails-coffee-coconut-porter"},
{"name": "Left Hand Hard Wired NITRO Coffee Porter", "origin": null, "price": 4.99, "abv": "6", "description": "﻿Innately predisposed to be smooth when Poured Hard, this nitro coffee porter builds a pillowy, toffee-sweet head. Coffee and flavors of caramelized sugar, cacao and hints of blueberry lead to a light, smoky finish.", "reviews": [{"date": "04/02/2020", "author": "John Z.", "rating": "4/5", "body": "It was rich and creamy with a nice coffee flavor. Not too strong or weak, flavorful porter."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/left-hand-hard-wired-nitro-coffee-porter"},
{"name": "Latitude 33 Blood Orange IPA", "origin": null, "price": 4.99, "abv": "7.2", "description": "Juicy and refreshingly delicious, our Blood Orange IPA redefines the category of the San Diego style IPA. While it is infused with blood orange, this IPA is not too sweet. The citrusy, tropical bitterness provides a perfect balance and a sweet finish.", "reviews": [{"date": "03/07/2020", "author": "Jason O.", "rating": "4/5", "body": "Sweet orange flavor. Very drinkable"}, {"date": "11/13/2019", "author": "Bryan Y.", "rating": "5/5", "body": "This is my favorite beer! So smooth, tasty and has the right amount of flavor! Please continue to brew!"}, {"date": "10/24/2019", "author": "michael d.", "rating": "5/5", "body": "This is an awesome.IPA from San Diego..smooth blend of.orange doesnt overwhelm..kickass!"}, {"date": "10/20/2019", "author": "Bryan Y.", "rating": "5/5", "body": "By far the best blood orange IPA on the market! I hope they make more!"}, {"date": "10/14/2018", "author": "Andrew", "rating": "4/5", "body": "Excellent blend of orange and IPA without diluting it down to a watery juice-like. Non-IPA fans might even love it, the blend is so well done. Probably in my top 3 orange brews."}], "rating": "4.6/5", "url": "https://craftshack.com/collections/cans/products/latitude-33-blood-orange-ipa"},
{"name": "Lagunitas Hazy Wonder IPA", "origin": null, "price": 4.99, "abv": "6", "description": "A Bright Spectacle of a hazy IPA featuring Comet, Citra, &amp; Cashmere hops.", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/lagunitas-hazy-wonder-ipa"},
{"name": "American Solera Power TIPA", "origin": null, "price": 6.99, "abv": "10", "description": "TIPA w/ citra and mosaic hops", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/american-solera-power-tipa"},
{"name": "Avery Liliko'i Kepolo Passionfruit Witbier", "origin": null, "price": 4.99, "abv": "5.4", "description": "Belgian style wheat infused with copius amount of passion fruit", "reviews": [{"date": "04/02/2020", "author": "Claire .", "rating": "5/5", "body": "Nice hit of passion fruit flavor, one of my favorite fruits! The punchy passion fruit pairs well with the smooth Belgian wheat style beer. Delicious :)"}, {"date": "12/15/2018", "author": "Jason", "rating": "5/5", "body": "As you take your first sip you immediately taste the spices that are soon followed with passionfruit coriander and orange peel. A perfect blend of fruit and tart"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/avery-lilikoi-kepolo-passionfruit-witbier"},
{"name": "Avery Our Core Team Variety Pack", "origin": null, "price": 28.99, "abv": null, "description": null, "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/avery-our-core-team-variety-pack"},
{"name": "American Solera Magic Touch DIPA", "origin": null, "price": 7.99, "abv": "8.2", "description": "DIPA with Kohatu and Moutere hops. You could call it a mango smoothie if you don’t like beer.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/american-solera-magic-touch-dipa"},
{"name": "Latitude 33 Lost Cities Hazy IPA", "origin": null, "price": 4.99, "abv": "6.3", "description": "We stumbled upon this hazy wonder while navigating through the fog of San Diego’s craze for haze. When the clouds clear, Lost Cities Hazy IPA exposes peaks of flavor erupting with juicy citrus—leaving a desire to experience more unparalleled haze. It may be concealed, but this adventurous brew is waiting to be discovered.", "reviews": [{"date": "09/20/2019", "author": "Robert", "rating": "4/5", "body": "This is a smooth hazy IPA with a clean finish. I don't taste overwhelming hops and it has a nice orangey/pine finish. Would definitely buy a 6 pack in the store if I stumbled across it"}, {"date": "04/20/2019", "author": "Will", "rating": "4/5", "body": "One of my new favorite hazy ipa’s"}, {"date": "03/19/2019", "author": "Joseph", "rating": "4/5", "body": "solid! would definitely get again!"}, {"date": "03/06/2019", "author": "Scott", "rating": "5/5", "body": "Go to hazy ipa. Outstanding job."}, {"date": "01/22/2019", "author": "adam S.", "rating": "4/5", "body": "The latitude 33 was a great hazy ipa. Sweet and not in your face too much. Nice smooth finish. Good alcohol content. Overall a very nice beer I would drink again."}], "rating": "4.2/5", "url": "https://craftshack.com/collections/cans/products/latitude-33-lost-cities-hazy-ipa"},
{"name": "Area Two 2020 Urban Funk Sour", "origin": null, "price": 8.99, "abv": "6", "description": "Urban Funk is fermented using a one-of-a-kind mix of wild yeast captured during Superstorm Sandy. Fermented in concrete and aged in steel tanks, it's a totally sour, funky and experimental brew!", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/area-two-2020-urban-funk-sour"},
{"name": "Alpine HFS IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": "Mosaic, Citra and Simcoe hops", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/alpine-hfs-ipa"},
{"name": "Alpine Nelson IPA", "origin": null, "price": 4.99, "abv": "7", "description": " ", "reviews": [{"date": "01/06/2020", "author": "Nichole E.", "rating": "5/5", "body": "My co-worker is a big beer collector, specifically IPAs and she was so excited to get this from me. Amazing beer"}, {"date": "09/11/2019", "author": "Dustin H.", "rating": "5/5", "body": "I love Nelson hops and this beer did not disappoint."}, {"date": "10/03/2018", "author": "doug f.", "rating": "5/5", "body": "Been waiting a long time for this highly sought after RyePA to re-emerge. Nelson lived up to it reputation and the BeervAdvocate reviews\r\n Get some!!!!!!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/alpine-nelson"},
{"name": "Alpine Duet IPA", "origin": null, "price": 4.99, "abv": "7", "description": " ", "reviews": [{"date": "12/02/2019", "author": "Craig M.", "rating": "5/5", "body": "It is very good."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/alpine-duet-ipa"},
{"name": "Almanac Unfiltered Opinion", "origin": null, "price": 5.99, "abv": "6.1", "description": "Unfiltered Opinion is low on bitterness, but high on flavor and personality. Brewed as a Northeast-style IPA, this hoppy beer explodes with unsolicited Simcoe and Mosaic aromas of lime zest, mango, and blueberry. Juicy, cloudy, and opionated, this hazy IPA doesn’t hold back on anything except bitterness.", "reviews": [{"date": "10/14/2018", "author": "Elizabeth", "rating": "4/5", "body": "Crisp, bitter, tropical, refreshing"}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/almanac-unfiltered-opinion"},
{"name": "Almanac True Kolsch", "origin": null, "price": 4.99, "abv": "4.7", "description": "German Kölsch-Style Ale", "reviews": [], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/almanac-true-kolsch"},
{"name": "Almanac Sunshine & Opportunity", "origin": null, "price": 6.99, "abv": "5.8", "description": "Mixed fermentation saison, aged in oak barrels with pear juice. A delicate dry-hop of Sabro, Citra, and Mosaic imparts a transcendent tropical aroma in every sip.", "reviews": [{"date": "08/01/2019", "author": "justin", "rating": "4/5", "body": "Good sour with nice background flavor "}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/almanac-sunshine-opportunity"},
{"name": "Almanac Love Hazy IPA", "origin": null, "price": 5.99, "abv": "6.6", "description": "LOVE is a head-over-heels hazy brew bursting with hoppy tropical flavors. Built on a simple base of pilsner malt and rolled oats, this super dank IPA has a pillowy mouthfeel and is double dry-hopped with Citra, Mosaic and Simcoe. Flavors of mango, cantaloupe, and citrus will keep you infatuated. LOVE is all you need.", "reviews": [{"date": "11/26/2019", "author": "Patrick", "rating": "5/5", "body": "Almanac consistently brings fire brews to the table. Anytime I see them available, I make sure to stock up. Can never go wrong with anything they put out. Cheers"}, {"date": "11/01/2019", "author": "Danielle H.", "rating": "5/5", "body": "Pretty good hazy IPA. To me it had a bit of a funny taste but my friend really loved it.\r\n"}, {"date": "04/26/2019", "author": "Bert F.", "rating": "5/5", "body": "I enjoyed this Hazy IPA a bit more than the LOUD. It is crisp and refreshing. Very smooth and found myself wanting another, and another"}, {"date": "02/10/2019", "author": "Aaron", "rating": "4/5", "body": "Tropical-forward with complementing resin. Mango and melon flavors come through. Refreshing and tasty."}, {"date": "12/11/2018", "author": "Eugene", "rating": "3/5", "body": "We had it a little less fresh, but could still tell it's pretty well-balanced."}], "rating": "4.4/5", "url": "https://craftshack.com/collections/cans/products/almanac-love-hazy-ipa"},
{"name": "AleSmith Sublime Mexican Lager", "origin": null, "price": 4.99, "abv": "5.2", "description": null, "reviews": [{"date": "01/22/2020", "author": "Margaret T.", "rating": "5/5", "body": "I like to try new beers and most of the time I'm disappointed, this beer was spot on its description. I highly recommend it for those looking for a crisp taste."}, {"date": "12/23/2019", "author": "Lora B.", "rating": "5/5", "body": "Tasty & The can design just caught my eye. I was hoping it was good & I wasn't disappointed.\r\n\r\n"}, {"date": "12/21/2019", "author": "Brian", "rating": "5/5", "body": "Still one of my favorite lagers"}, {"date": "10/27/2019", "author": "Carl", "rating": "3/5", "body": "Like other reviewers said, it is like a Corona, Sol, or Landshark. It is smooth and easy to drink. Great for a hot summer day. If it was a larger can, might be something I would consider buying more frequently.\r\n"}, {"date": "10/08/2019", "author": "Kristen", "rating": "3/5", "body": "Not much exciting about this beer. While it's very easy to drink, especially on those 100 degree NC summer days, it doesn't taste much different than a Corona. I wouldn't buy it again, but I'd be ok with someone bringing me a six pack and leaving it."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/alesmith-sublime-mexican-lager"},
{"name": "Almanac Cherry Sournova", "origin": null, "price": 6.99, "abv": "5.8", "description": "Sour ale aged in oak barrels with cherries and vanilla bean", "reviews": [{"date": "04/13/2020", "author": "Todd J.", "rating": "4/5", "body": "Another very good addition to the Almanac sour series. Ranks among the top of those out there."}, {"date": "05/05/2019", "author": "Brendan", "rating": "5/5", "body": "Cherries galore! Sour but not overly tart! Superbly well done!"}, {"date": "04/30/2019", "author": "Tyler", "rating": "3/5", "body": "More sour than anything. Kind’ve a letdown in the vanilla department. There a woodsy taste from the barrels. Okay at best."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/almanac-cherry-sournova"},
{"name": "Almanac LOUD! Hazy DIPA", "origin": null, "price": 6.99, "abv": "8.3", "description": "LOUD! Hazy Double IPA always uses its outside voice. Obnoxiously dry-hopped with Mosaic and Denali, LOUD! screams with tropical flavors of mango, papaya and pineapple and has a crazy hazy mouthfeel. ", "reviews": [{"date": "11/20/2019", "author": "Ronald H.", "rating": "5/5", "body": "Amazing Is all that comes to mind after my first sip! Hands down the best DIPA I've had to date. Great job Almanac beer company!"}, {"date": "06/28/2019", "author": "Paul", "rating": "4/5", "body": "I really like this IPA. Very hazy and fruity/juicy. Definitely will buy again\r\n"}, {"date": "06/03/2019", "author": "Peter K.", "rating": "4/5", "body": "Good DIPA. Not as hazy as some of the others, but good hop flavor and nice finish"}, {"date": "05/17/2019", "author": "Will", "rating": "4/5", "body": "This drink was pretty good nice aroma. It tasted really good you get a nice tropical bite, and citrus.\r\n"}, {"date": "02/10/2019", "author": "thomas f.", "rating": "4/5", "body": "Really enjoyed this one. I don’t give out 5 stars easily, but this one is deserving of 4 stars. Great tasting and finish throughout. Would purchase again.\r\n"}], "rating": "4.2/5", "url": "https://craftshack.com/collections/cans/products/almanac-loud-hazy-dipa"},
{"name": "AleSmith Juice Stand", "origin": null, "price": 4.99, "abv": "6.7", "description": " ", "reviews": [{"date": "09/17/2019", "author": "Robert", "rating": "4/5", "body": "I will start by saying, overall, this is a pretty good ipa! A good amount of hops, subtle taste of citrus. I will say, however, that it isn't as hazy as I was expecting, especially for a beer called 'juice stand' but I'd probably order this beer again in my rotation given my new expectations."}, {"date": "05/24/2019", "author": "Lindsey", "rating": "4/5", "body": "I love hazy and milkshake IPAs and I found this one lacking in the haze department. It was great if I wasn’t expecting it to be a hazy IPA."}, {"date": "05/01/2019", "author": "Pete", "rating": "3/5", "body": "Good beer but not compared to other hazy IPAs. Not as juicy or thick as others in this category."}, {"date": "04/21/2019", "author": "Will", "rating": "3/5", "body": "This ipa was pretty average, the flavors were pretty muted and but it’s very hoppy not one of my particular favorites but it’s aromatic and has a nice after taste\r\n"}, {"date": "04/20/2019", "author": "Will", "rating": "4/5", "body": "I enjoyed this ipa, it was nice and smooth but also had straight my flavors "}], "rating": "3.7/5", "url": "https://craftshack.com/collections/cans/products/alesmith-juice-stand"},
{"name": "AleSmith Speedway Stout", "origin": null, "price": 7.99, "abv": "12", "description": "Speedway Stout is a HUGE Imperial Stout, with pounds and pounds of coffee added during conditioning for a little extra kick! This will definitely get you racing! Appearance: Jet Black, with a toast-brown head. Flavor: Starts with a strong coffee and dark chocolate sensation, then fades to a multitude of toasty, roasty and caramelly flavors. Finishes with a nice fullness but dry enough not to be cloying. Aroma: COFFEE! And some other stuff. And coffee. Mouthfeel (body/texture): Velvety smooth texture. Clean and crisp, full-bodied. Warmth from the high alcohol content lightens up the feel a bit. Still, you won't fool your taste buds -- this beer is HUGE!", "reviews": [{"date": "04/24/2020", "author": "Donna C.", "rating": "4/5", "body": "The best of the best. Never had a better stout. Highly recommended "}, {"date": "12/15/2019", "author": "Michael H.", "rating": "5/5", "body": "Refreshing taste with a little kick. Smooth"}, {"date": "04/19/2019", "author": "Eugene", "rating": "3/5", "body": "A little oily."}, {"date": "11/21/2018", "author": "Andrew", "rating": "5/5", "body": "Dark like night, thick, and creamy."}, {"date": "10/14/2018", "author": "Robert G.", "rating": "5/5", "body": "Loved this beer for years! One of the all-time best to sit back and enjoy! "}], "rating": "4.4/5", "url": "https://craftshack.com/collections/cans/products/alesmith-speedway-stout"},
{"name": "AleSmith San Diego Pale Ale .394", "origin": null, "price": 4.99, "abv": "6", "description": " ", "reviews": [{"date": "12/21/2018", "author": "Danielle", "rating": "3/5", "body": "\"Smells like a West Coast IPA. Taste a lot like a West Coast IPA.\""}], "rating": "3.0/5", "url": "https://craftshack.com/collections/cans/products/alesmith-san-diego-pale-ale-394"},
{"name": "AleSmith Forgeberry Sour", "origin": null, "price": 4.99, "abv": "4.9", "description": "This deliciously fruity creation combines the sweetness of raspberries with a bright tartness and refreshing drinkability, all within 120 calories per serving. ", "reviews": [], "rating": "3.7/5", "url": "https://craftshack.com/collections/cans/products/alesmith-forgeberry-sour"},
{"name": "Abnormal Mocha Stout", "origin": null, "price": 4.99, "abv": "5.1", "description": "Collaborating with other like minded businesses will be an important part of this brewery. For this beer we team up with locally based Mostra Coffee Roasters. After brewing this oatmeal milk stout with Guana Cacao Nibs from San Francisco's TCHO Chocolatier we cold steep Mostra's Fortissimo Espresso with the beer for 24 hours before packaging. At 5.1% ABV this beer is defies the perception that dark beers are only big, bold, and too alcoholic to enjoy.", "reviews": [], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/abnormal-mocha-stout"},
{"name": "Abnormal Hopsalada", "origin": null, "price": 4.99, "abv": "7.2", "description": "Our take on the classic West Coast style IPA. Assertive bitterness, a solid malt backbone, and layers of hop character. We add hops more than a few times during the boil with multiple varieties to create a harmonious balance of aromas and flavors. It finishes clean and tight with a soft bitterness and notes of classic citrus and pine. An easy drinking American IPA brewed with a plethora of hops, unfolding an insanely crisp &amp; clean hop finish.", "reviews": [], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/abnormal-hopsalada"},
{"name": "Abnormal / Pink Boots Abnormally Pink Double IPA", "origin": null, "price": 5.99, "abv": "8.5", "description": "Happy International Women’s Day!⁣⁣We brewed a double IPA with Pink Boots Society and YCH to celebrate all the badass women out there!⁣", "reviews": [{"date": "04/19/2020", "author": "Just i.", "rating": "5/5", "body": "Good flavor profile. Easy drinking too"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/abnormal-pink-boots-abnormally-pink-double-ipa"},
{"name": "Abnormal Hazy Dreams", "origin": null, "price": 5.99, "abv": "6.9", "description": " ", "reviews": [{"date": "05/22/2019", "author": "John E.", "rating": "4/5", "body": "Nice NEIPA Juicy and citrusy Hoppy"}, {"date": "05/14/2019", "author": "Scott", "rating": "5/5", "body": "This is a fantastic Hazy. Sucks you in from the beauty in a glass and from start to finish a great taste the whole way through! I highly recommend this baby!\r\n"}, {"date": "05/10/2019", "author": "Brendan", "rating": "4/5", "body": "Really enjoyed this beer quite a bit! Recommended buying. You won’t be disappointed!\r\n"}, {"date": "05/08/2019", "author": "Brendan", "rating": "4/5", "body": "Quality again! Citrusy and juicy fresh! Get it!"}], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/abnormal-hazy-dreams"},
{"name": "Abnormal Boss Pour IPA", "origin": null, "price": 4.99, "abv": "7", "description": "In Southern California, we like our IPAs dry, light in color, aromatic, &amp; packed with hop flavor. \"Boss Pour IPA\" was created to achieve just that. Simcoe, whole leaf Cascade, Nelson Sauvin, &amp; Citra hops give it a heavy dank aroma that you can smell a few feet away.", "reviews": [{"date": "09/01/2019", "author": "Chris .", "rating": "5/5", "body": "Nice California IPA-wouid order again."}, {"date": "07/05/2019", "author": "Brendan", "rating": "4/5", "body": "Definitely a worthy purchase! Fruity & hoppy forward experience! "}], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/abnormal-boss-pour"},
{"name": "21st Amendment Hell or High Watermelon Wheat", "origin": null, "price": 3.99, "abv": "4.9", "description": " ", "reviews": [{"date": "09/22/2019", "author": "Joseph C.", "rating": "5/5", "body": "This drink is amazing. The mesh of the two opposite flavors work well together.\r\n"}, {"date": "09/04/2019", "author": "Heather I.", "rating": "5/5", "body": "It’s a good flavor beer. "}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/21st-amendment-hell-or-high-watermelon-wheat"},
{"name": "Robinsons Trooper Ale (Iron Maiden Beer)", "origin": null, "price": 4.99, "abv": "4.7", "description": "\"Trooper takes its name from the Iron Maiden song which is inspired by the famous Charge of the Light Brigade. Being a real ale enthusiast, vocalist Bruce Dickinson has developed a beer which has true depth of character.Trooper is a Premium British Beer inspired by Iron Maiden and handcrafted at Robinsons brewery. Malt flavours and citric notes from a unique blend of Bobec, Goldings and Cascade hops dominate this deep golden ale with a subtle hint of lemon.\" ", "reviews": [{"date": "11/10/2019", "author": "Devan", "rating": "4/5", "body": "Smooth, light and refreshing"}, {"date": "11/05/2019", "author": "Jason S.", "rating": "3/5", "body": "Descent beer and tasty ESB."}, {"date": "10/30/2018", "author": "Mark", "rating": "5/5", "body": "So far I'm 3 for 3 the beer that I have bought have been great I've never had a British beer before but this is very good beer makes me want to be an alcoholic."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/robinsons-trooper-ale-iron-maiden-beer"},
{"name": "Revision Social Fermentation", "origin": null, "price": 5.99, "abv": "6.5", "description": "It’s fun to party with your friends. The gang’s all here in this highly drinkable Northeast IPA. Citra and Mosaic of course, and our buddy Amarillo, life of the party Galaxy and recent addition to the squad Vic Secret. Hang out, drink up, and party on.", "reviews": [{"date": "02/22/2020", "author": "Jennifer", "rating": "5/5", "body": "This is a hazy New England IPA. Citra and Mosaic hops make this a juicy and there are also Amarillo, Galaxy and Vic Secret hops. This is so flavorful from the rich scent to the mouth-feel to the great finish, smooth and satisfying. You will not regret hanging with this gang of hops. "}, {"date": "10/13/2019", "author": "Brent T.", "rating": "5/5", "body": "Revision killing it"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/revision-social-fermentation"},
{"name": "Revision Staff Of Life", "origin": null, "price": 6.99, "abv": "8", "description": "We all need a little help on the way, some support while briefly traveling through this world. More than a walking stick, the Staff of Life lifts your spirits with a blend of Mosaic, Equinox and CTZ over a pillowy malt base. Smooth yet packed full of hop flavah and aroma, this is the refreshing beverage to quaff on the journey to the promise land.", "reviews": [{"date": "03/13/2019", "author": "Joshua", "rating": "4/5", "body": "This beer has a full, layered flavor but not so bitter to punch you in the face. If you're int he mood for a big beer with wide-range hops flavor, this is it.\r\n"}, {"date": "01/12/2019", "author": "Timothy", "rating": "5/5", "body": "Surprised by this beauty! Citrus and dank explode out of the can. A stellar brew!"}, {"date": "01/05/2019", "author": "Collin", "rating": "4/5", "body": "Good beer, all around great DPA. Another solid hit from Revision "}], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/revision-staff-of-life"},
{"name": "Revision Revision IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": "Low impact bitterness, high impact aroma and flavor. Simcoe lays the hop foundation for this extremely delicious, flavorful and quaffable American India Pale Ale. Tropical citrus, orange and pine flavors meld seamlessly.", "reviews": [{"date": "04/25/2020", "author": "John K.", "rating": "4/5", "body": "Very drinkable."}, {"date": "02/07/2019", "author": "justin", "rating": "4/5", "body": "This beer taste like hops you use to brew with....buy it you wont be disappointed\r\n"}, {"date": "12/30/2018", "author": "Collin", "rating": "4/5", "body": "Good IPA. All around delicious "}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/revision-revision-ipa"},
{"name": "Revision Leafy Greens", "origin": null, "price": 4.99, "abv": "7.25", "description": " ", "reviews": [{"date": "05/30/2019", "author": "Dan A.", "rating": "5/5", "body": "Great beer, get some before it’s gone"}, {"date": "05/15/2019", "author": "Monique G.", "rating": "5/5", "body": "I really enjoyed this once. Light, crisp, refreshing and dank. "}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/revision-leafy-greens"},
{"name": "Revision Snarf Snarf", "origin": null, "price": 6.99, "abv": "8", "description": "A special dose of character malt adds schweet, schweet flavah while a combination of old and new school hops provides orange marmalade, grapefruit and forest aromas and tastes. ", "reviews": [{"date": "10/13/2019", "author": "Brent T.", "rating": "5/5", "body": "Nohm nohm yum yum snarf snarf"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/revision-snarf-snarf"},
{"name": "Revision Invitation To Party", "origin": null, "price": 6.99, "abv": "8.5", "description": "Hey Bear, looks like you had a good time. Guess what, today is a new day and we're gonna slay it again. Sabro brings the tropic thunder with hop flavors and aromas of ripe pineapple and a touch of coconut, while Vic Secret lends distinct citrus character, all floating on a pillowy malt cushion.", "reviews": [{"date": "04/15/2020", "author": "Ken H.", "rating": "3/5", "body": "Nice tropical flavor nice hazy look drinks smooth. But, has a bit a weird aftertaste that I couldn’t shake"}, {"date": "01/21/2020", "author": "Patrick", "rating": "5/5", "body": "Hiding that ABV so well underneath pillowy, juicy hops :') the type of beer that makes you wanna cry it's so beautifully crafted"}, {"date": "12/21/2019", "author": "Kyle", "rating": "5/5", "body": "Great tasting DIPA. "}, {"date": "11/03/2019", "author": "justin", "rating": "5/5", "body": "I dont think I've had a bad brew by these guys. Hard to notice the 8.5 percent alcohol. Has good flavor too.\r\n"}], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/revision-invitation-to-party"},
{"name": "Protector Organic Citra Juicy Double IPA", "origin": null, "price": 6.99, "abv": "8", "description": "Juicy with an amazing Citra and Mosaic hoppy flavor and aroma. Clean bitterness and a nice, crisp finish.", "reviews": [{"date": "04/14/2020", "author": "Denny A.", "rating": "5/5", "body": "Very tasty recomend highly"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/protector-organic-citra-juicy-double-ipa"},
{"name": "Revision Moon Wolf IPA", "origin": null, "price": 5.99, "abv": "7", "description": "Brightly lit by Mosaic and Mandarina Bavaria hops dropping notes of berries, tangerine and mango, this brew lays down a foundation of malt, wheat and oats soft and pillowy enough to pad your den.", "reviews": [{"date": "04/18/2020", "author": "BD", "rating": "5/5", "body": "1\" white head with a perfectly straight edge collar sits above a glowing orange and perfectly opaque IPA. Very good retention and leaves behind a thick, fresh lacing. \r\nClean citrus aromas, orange peel and berries with cream, mango - touch of pine and a creamy / creamsicle malt base lean.\r\nBig berry flavor up front followed by a peel/rind flavor and the fresh oils of citrus skin. Very juicy. Very, very juicy.\r\nFull body, smooth and soft mouthfeel. Nice punch of bitterness mid-palate that hangs for awhile. Long tropical and citrus flavors in the finish.\r\nOutstanding.\r\n7th beer I've had from Revision, all fantastic."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/revision-moon-wolf-ipa"},
{"name": "Pizza Port Sidewalk Surfin'", "origin": null, "price": 4.99, "abv": "8", "description": "Sultana, Simcoe, Citra, &amp; Columbus hops.", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/pizza-port-sidewalk-surfin"},
{"name": "Pizza Port Ponto SIPA", "origin": null, "price": 4.99, "abv": "4.5", "description": " ", "reviews": [{"date": "04/02/2019", "author": "Paul", "rating": "3/5", "body": "I thought this beer was pretty nice for a session, not overly hoppy. Easy drinking."}], "rating": "3.0/5", "url": "https://craftshack.com/collections/cans/products/pizza-port-ponto-sipa"},
{"name": "Pizza Port Swami's IPA", "origin": null, "price": 4.99, "abv": "6.8", "description": "Swami’s IPA is a special beer to the Pizza Port family as it was the first IPA brewed in our original location over 20 years ago in Solana Beach. With a more traditional hop profile, this beer is the quintessential example of a West Coast IPA as it showcases the fresh bitterness of citrus and pine. Swami’s is named after one of the most famous surf breaks in San Diego county, which, as perfectly depicted on the can, is always crowded with surfers and paddle boarders alike. The break itself gets its name from its proximity to a Self-Realization Fellowship, a landmark in Encinitas that is also perfectly pictured on the can. Whatever your form of meditation is, we hope that each and every sip contributes to your own self-realization! Hops: Chinook, CTZ, Cascade, Centennial, Citra, Simcoe", "reviews": [{"date": "04/17/2020", "author": "Phillip T.", "rating": "4/5", "body": "Pours out of the can a nice clear golden yellow color with a fluffy off white head. Nice lemon forward, citrus-y nose to it. Piney, juicy tropical citrus flavors can be tasted right off the back, followed by a slightly malty hoppy taste."}, {"date": "04/11/2020", "author": "Jon K.", "rating": "3/5", "body": "Decent West Coast IPA. First beer I have tried from Pizza Port and looking forward to tasting some of their other brews."}, {"date": "04/06/2020", "author": "Frank M.", "rating": "5/5", "body": "Swami’s is an OG WCIPA."}, {"date": "12/14/2019", "author": "Amethyste S.", "rating": "5/5", "body": "The best there is!"}, {"date": "09/13/2019", "author": "David L.", "rating": "3/5", "body": "Nice IPA, but was better when I was enjoying it in SoCal at the beach. There is lot of competition in this style. You have to try out their pizza!!"}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/pizza-port-swamis-ipa"},
{"name": "Perennial Prodigal", "origin": null, "price": 9.99, "abv": "10.5", "description": "Prodigal is an imperial oatmeal milk stout with a massive fudge and roast malt character. It’s a foundation for some of our favorite stouts, now here to stand on its own adorned with only a handful of cacao nibs and Madagascar vanilla beans to round out the edges.", "reviews": [{"date": "11/04/2019", "author": "Chris M.", "rating": "5/5", "body": "Rich taste, good mouth feel. Overall all good beer. Would definitely buy again"}, {"date": "09/11/2019", "author": "Chris M.", "rating": "5/5", "body": "Great mouth feel with lots of lucious flavors a"}, {"date": "07/03/2019", "author": "Martin", "rating": "4/5", "body": "Very good and fudgy with a nice hint vanilla"}, {"date": "05/25/2019", "author": "Brendan", "rating": "5/5", "body": "Highly recommended purchase! You can’t go wrong with this release!"}, {"date": "04/22/2019", "author": "Anthony", "rating": "4/5", "body": "This one isn't terrible for a non-BA stout. It's not too thin and has some good flavors. Can be cellared until 2020, but I drank it sooner.\r\n"}], "rating": "4.6/5", "url": "https://craftshack.com/collections/cans/products/perennial-prodigal"},
{"name": "Pizza Port Kook Double IPA", "origin": null, "price": 4.99, "abv": "8.5", "description": " ", "reviews": [{"date": "03/29/2020", "author": "Ryan T.", "rating": "5/5", "body": "Pizza Port masters another west coast style ipa. Simple and smooth, well-balanced and a delight to the palate. Could drink this all day.\r\n"}, {"date": "02/26/2020", "author": "Patrick", "rating": "4/5", "body": "True to the style--smooth and well rounded, certainly not a haze bomb but my palate still enjoyed it :)"}, {"date": "02/19/2020", "author": "Darryl", "rating": "4/5", "body": "Lots of grapefruit, pineapple and citrus, with a dash of pine for good measure. And pretty darned easy drinking for a beer of 8.5%.\r\n"}, {"date": "01/01/2020", "author": "Jeffrey R.", "rating": "5/5", "body": "Is this the same Port Brewery that has been around for many years? They made some good brews."}, {"date": "10/08/2019", "author": "Kristen", "rating": "4/5", "body": "Very smooth double IPA, great early fall beer."}], "rating": "4.4/5", "url": "https://craftshack.com/collections/cans/products/pizza-port-kook-double-ipa"},
{"name": "pFriem IPA", "origin": null, "price": 4.99, "abv": "7.2", "description": "When the first pale ales were sailed around the cape to arrive in India in the early 18th center, outcries of \"Zounds!\", \"Jolly good!\", and \"Huzzah!\" were heard across the East Indian subcontinent. Similar exclamations are to be expected when sniffing the piney aroma and tasting the big hops, huge citrus, and candy-like malt of Pfriem's own IPA. Drink up, guv'nor.", "reviews": [{"date": "04/25/2020", "author": "Woody R.", "rating": "4/5", "body": "I’m usually a Hazy IPA drinker, but being a former Oregonian, I enjoyed this immensely! Easy drinking, not too hoppy and quite smooth\r\n"}, {"date": "05/10/2019", "author": "Lawrence B.", "rating": "5/5", "body": "pFriem continues to impress with their solid lineup of beers. This IPA leaves a terrific lacing and has all the key elements of a NW IPA. Tropical, slight juicy feel, and just enough dankness. Definitely worth the purchase."}, {"date": "05/09/2019", "author": "Anthony", "rating": "4/5", "body": "Been so long since I had an IPA that I could see through. First IPA from pFriem. A solid 3.75/5."}], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/pfriem-ipa"},
{"name": "Pizza Port Campgrounds IPA", "origin": null, "price": 4.99, "abv": "7.2", "description": " ", "reviews": [{"date": "04/19/2020", "author": "Just i.", "rating": "5/5", "body": "Sweet goodness best pizza port I've had "}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/pizza-port-campgrounds-ipa"},
{"name": "Pizza Port Chronic Ale", "origin": null, "price": 4.99, "abv": "4.9", "description": "Historically brewed with hemp seeds, Chronic Ale has been a staple at Pizza Port for over a decade! This mellow amber ale is the most popular beer in all of our pub locations as it agrees with everyone’s palate and goes great with pizza. It was a dream come true to finally put it in a can and give people the chance to carry it with them wherever they go!", "reviews": [{"date": "04/11/2020", "author": "Patrick M.", "rating": "5/5", "body": "Another great one from Pizza Port. Nice flavor and body for a lower ABV beer.\r\n"}, {"date": "08/23/2019", "author": "Jennifer B.", "rating": "5/5", "body": "Love this beer. Its a good refreshing lighter beer that does not skip out on the full flavor like others. Great beer for a hot day!"}, {"date": "07/24/2019", "author": "Jen", "rating": "5/5", "body": "This was a refreshingly light, smooth amber that is not over powered by hops. One of my favorites on a hot summer day."}, {"date": "04/02/2019", "author": "Paul", "rating": "3/5", "body": "nice amber! the malt shines in this one, not too hoppy but just enough to balance out the grain bill."}, {"date": "11/24/2018", "author": "Adam N.", "rating": "5/5", "body": "I enjoyed this amber ale from Pizza Port. It had a smooth and rich taste."}], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/pizza-port-chronic-ale"},
{"name": "Perennial Coffee Stout (2020 Dark Matter Coffee)", "origin": null, "price": 12.99, "abv": "11.5", "description": "For the full distribution batch, Tim and Phil selected a blend of two beans: The first is a washed coffee from the Santa Petrona farm in El Salvador. The second is from the San Jeronimo Miramar farm in Guatemala and was fermented with Bavarian Wheat Yeast.Brewed with a malt bill comprised of a bevy of European specialty malt and loads of flaked oats. With this rich stout base, the coffee melds with the caramel and chocolate malts to bring forward layers of chocolate cake and freshly brewed coffee, all wrapped up with a smooth yet boozy finish. This beer reminds us of putting chocolate sauce in your morning coffee, late night diner hangs, and early morning stout brewshifts.", "reviews": [{"date": "04/25/2020", "author": "Fred Hedge, Jr.", "rating": "5/5", "body": "Tons of coffee. Very tasty! "}, {"date": "04/01/2020", "author": "Kenneth E.", "rating": "5/5", "body": "Some of the best coffee stout I have tasted. The Dark Matter coffee is rich with chocolate and well balanced, very smooth. Highly recommended."}, {"date": "03/19/2020", "author": "Brendan .", "rating": "5/5", "body": "It tasted like a cold brew with a little beer added. Seriously, delightful & great beer to share!\r\n"}, {"date": "03/09/2020", "author": "Casey K.", "rating": "5/5", "body": "wow. good condition!!!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/perennial-coffee-stout-2020-dark-matter-coffee"},
{"name": "OEC Coolship Lager", "origin": null, "price": 5.99, "abv": "5.2", "description": "Coolship Lager crisp clean refreshing", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/oec-coolship-lager"},
{"name": "Mother Earth Sin Tax Imperial Peanut Butter Stout", "origin": null, "price": 4.99, "abv": "8.1", "description": "You know that feeling when something is so good, it has to be bad? Much like the sumptuary tax placed on the beverages we love so much, at times we feel we must cap ourselves in the wants and needs of our strongest desires. Desires like that of the full bodied and robust flavor of an imperial stout both dark and rich, paired with the creamy essence of peanut butter, twisting and tangling over your taste-buds until you truly comprehend that it just may be too heavenly NOT to be a sin.", "reviews": [{"date": "10/13/2018", "author": "Andrew", "rating": "3/5", "body": "I expected something smoother and maybe creamier. Honestly, it doesn't even really taste like peanut butter - I can't even really place it. The taste isn't bad, but I'm disappointed a brewer like Mother Earth, who has done the excellent Cali Creamin' (which tastes exactly like a cream soda), couldn't nail this."}, {"date": "09/11/2018", "author": "Robin", "rating": "3/5", "body": "This stout was pretty disappointing when it came to the peanut butter flavor. Not a bad beer in general, but lacking the flavor I was hoping for.\r\n"}], "rating": "3.0/5", "url": "https://craftshack.com/collections/cans/products/mother-earth-sin-tax-imperial-stout"},
{"name": "New Holland Dragon's Milk White Stout", "origin": null, "price": 4.99, "abv": "6", "description": "Dragon’s Milk White is a nod to New Holland Brewing’s 20 years of barrel-aging expertise and commitment to innovation in the name of flavor. The next legend to unfold in the Dragon’s Milk family, Dragon’s Milk White creates a full flavored, yet lighter stout drinking experience that presents familiar flavors in a completely unexpected way. ", "reviews": [{"date": "09/01/2019", "author": "Thomas", "rating": "4/5", "body": "The white stout was something I hadn't tried before tonight. It surprised me, I typically don't like beers I can see though I'm kind of a snob and I know it, this was really good it's still not a thick as a dark stout but it definitely tastes like a stout. Try it you won't be disappointed."}, {"date": "07/27/2019", "author": "Marcie C.", "rating": "5/5", "body": "White stouts are amazing"}], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/new-holland-dragons-milk-white-stout"},
{"name": "New English Zumbar Chocolate Coffee Imperial Stout", "origin": null, "price": 4.99, "abv": "9.3", "description": " ", "reviews": [{"date": "07/27/2019", "author": "Marcie C.", "rating": "5/5", "body": "What a delicious beer. I love Coffee Stouts and this chocolate coffee stout was amazing. Highly recommend."}, {"date": "12/12/2018", "author": "Steve", "rating": "5/5", "body": "You must love coffee! If you do, you will really enjoy this beer, add alittle chocolate and you have an excellent brew!"}, {"date": "12/07/2018", "author": "Ben", "rating": "5/5", "body": "Great beer! Pretty balanced and nice kick with the higher ABV. Very smooth and not boozy at all. Chocolate is not overpowering and very flavorful...just enough coffee to add to the flavor and not overpower this brew...definite must try!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/new-english-coffee-chocolate-imperial-stout"},
{"name": "Mother Earth Love Pack", "origin": null, "price": 28.99, "abv": null, "description": null, "reviews": [{"date": "04/15/2020", "author": "Aaron S.", "rating": "5/5", "body": "Great variety, especially loved the stout, which is my kind of beer. But all were very good, even though I don't typically like IPAs. Get this pack back I want to order it again!"}, {"date": "02/02/2020", "author": "Jessie B.", "rating": "5/5", "body": "I really am enjoying this selection! I purchased for the Cali Creamin’ which I have not been able to get locally any more. Cool, pop open and serve in a glass!\r\n"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/mother-earth-love-pack"},
{"name": "Mother Earth Hop Diggity Double IPA", "origin": null, "price": 4.99, "abv": "8.2", "description": " ", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/mother-earth-hop-diggity-ipa"},
{"name": "Offshoot Relax [it's just a hazy IPA]", "origin": null, "price": 4.99, "abv": "6.8", "description": "Relax [it’s just a hazy IPA] embraces the new way to enjoy IPA - unfiltered, fresh and full of hop flavor and aromatics... without the bitterness to stand in the way of kicking back with a juicy beer. It features a combination of Citra, Centennial, Simcoe and Amarillo hops, imparting fruity, tropical and citrusy notes to complement the round, soft mouthfeel of a hazy IPA.", "reviews": [{"date": "04/02/2020", "author": "Jon K.", "rating": "5/5", "body": "Excellent, smooth IPA with refreshing finish. "}, {"date": "06/07/2019", "author": "Dan", "rating": "5/5", "body": "This is one of the best hazys I've ever had to be totally honest. Nice soft mouth feel, awesome bouquet of hops\r\n"}, {"date": "04/25/2019", "author": "Eugene", "rating": "4/5", "body": "Very juicy. Like it."}, {"date": "02/13/2019", "author": "Tony", "rating": "5/5", "body": "This is my go-to everyday hazy. Smooth, crisp, clean."}, {"date": "02/08/2019", "author": "Kyle", "rating": "5/5", "body": "Delicious hazy if you can get it fresh, as with most hazy ipas..."}], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/offshoot-relax-its-just-a-hazy-ipa"},
{"name": "Untitled Art / 608 Brewing Cloudy IPA", "origin": null, "price": 4.99, "abv": "5.5", "description": "Collaboration with 608 Brewing , hope our cloudy will bring you sunshine!! ", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/untitled-art-608-brewing-cloudy-ipa"},
{"name": "Two Roads Two Juicy Hazy IPA", "origin": null, "price": 5.99, "abv": "8.2", "description": "Two Juicy is an unfiltered, cloudy “New England style Double IPA” that uses generous amounts of Hallertauer Blanc, Citra &amp; Mandarina Bavaria hops. The result is a “juicy”, fully-charged DIPA with notes of grapefruit, pine, lychee, orange &amp; tangerine against a soft malt backdrop.", "reviews": [{"date": "04/11/2020", "author": "BD", "rating": "5/5", "body": "1 finger white head with decent retention down to a cap. Pale yellow/orange opaque NEIPA. Minimal lacing.\r\nLight citrus notes, coconut and/or herbal woodsy note, floral, orange rind, hint of fuel. \r\nReally nice subtle (but complex) nose.\r\nCitrus - oranges and white grapefruit. Mango. Zingy, zesty fruit flavors in the finish add to the uniqueness and enjoyability.\r\nSmooth mouthfeel, medium body and low to medium perceived carbonation. Soft bitterness and a medium length off dry finish.\r\nVery good to Outstanding."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/two-roads-two-juicy-hazy-ipa"},
{"name": "Modern Times Themisto Hazy IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": "Themisto IPA is a juicy, hazy delight, featuring an abundance of Citra, El Dorado, Nelson, and Amarillo radness. Consuming this 6.5% seasonal wonder is a like lounging on a pineapple floatie of tropical splendor in a pool of pure refreshment while a subtle, peachy breeze ruffles your hair.", "reviews": [], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/modern-times-themisto-hazy-ipa"},
{"name": "Untitled Art Dry Hop Peach Sour", "origin": null, "price": 5.99, "abv": "6.5", "description": "Citra, Mosiac, Huell Melon Hops brewed 3,500 pounds of peach puree", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/untitled-art-dry-hop-peach-sour"},
{"name": "Untitled Art / Listermann Tangerine Milkshake IPA", "origin": null, "price": 6.99, "abv": "8", "description": "Brewed with Mandarin Tangerine Puree &amp; milk sugar", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/untitled-art-listermann-tangerine-milkshake-ipa"},
{"name": "Toppling Goliath Pseudo Sue", "origin": null, "price": 4.99, "abv": "5.8", "description": " ", "reviews": [{"date": "04/14/2020", "author": "Tyler D.", "rating": "5/5", "body": "I’ve been wanting to try this one for awhile. The citra hops are great! Juicy with a hint of mango and a small hop bite."}, {"date": "04/02/2020", "author": "William T.", "rating": "4/5", "body": "Toppling Goliath Brewing has developed a cult following here in the Midwest. Strong citrus (grapefruit) and pine . . . Nice pale ale distraction from an all IPA drinker."}, {"date": "03/23/2020", "author": "Greg E.", "rating": "4/5", "body": "It's definitely a well made beer. Pretty fresh too, within a couple months of canning. \r\nNo obvious flaws or off flavors. If you're into the hazy IPA trend. You'll probably like it.\r\n\r\n"}, {"date": "03/13/2020", "author": "James S.", "rating": "5/5", "body": "Pseudo Sue should be any craft beer fan’s introduction to Toppling Goliath. Lots of juicy hops in this one!"}, {"date": "11/06/2018", "author": "Frank", "rating": "5/5", "body": "Been putting this beer off for a while but definitely worth the try. Will buy it again. Easy going semi light beer for 6.8.\r\n"}], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/toppling-goliath-pseudo-sue"},
{"name": "Mother Earth Boo Koo IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": " ", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/mother-earth-boo-koo-ipa"},
{"name": "Toppling Goliath Pompeii", "origin": null, "price": 4.99, "abv": "6.2", "description": "Influenced by the preserved mosaics buried under the ash of Mount Vesuvius, Pompeii is our single hop mosaic IPA. It houses mango and pineapple flavors with a medium-bodied feel and bright tones to tantalize the palate.", "reviews": [{"date": "03/04/2020", "author": "Franco M.", "rating": "4/5", "body": "My first time trying it but it was a very enjoyable. My father liked this one best out of my last order. I'll certainly buy this again.\r\n"}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/toppling-goliath-pompeii"},
{"name": "Topa Topa / Burgeon Heaps! Hazy IPA", "origin": null, "price": 4.99, "abv": "6", "description": "Collaboration with Burgeon Beer. This unconventional IPA was brewed with zero hops on brew day. Yep! That's right. No hops in the kettle or whirlpool. Not to fear, bright aromas of dried mango, lime and honeydew come from the absurdly massive dry-hop additions added post-fermentation.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/topa-topa-burgeon-heaps-hazy-ipa"},
{"name": "The Bruery Goses Are Red 2019", "origin": null, "price": 4.99, "abv": "5.6", "description": "This is a rosé - and a gose - by any other name. Goses are Red is a stylish funky, crisp and tart gose ale inspired by the soft sweetness of a rosé wine. The refreshing wheat-based ale begins with some of the qualities you’d expect from a gose, including coriander spicing and a light saltiness to complement the tartness imparted by our house cultures. But the story doesn’t end there - it builds in complexity, thanks to time spent in an oak foeder and the addition of grapes, which impart a refreshing character and color.", "reviews": [], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/the-bruery-goses-are-red-2019"},
{"name": "Toppling Goliath Nugmo IPA", "origin": null, "price": 5.99, "abv": "6.68", "description": "Mosaic, Sabro, Simco, and Amarillo hops join forces to create a bouquet of tropical citrus and pineapple aromas. This bold, hop-forward IPA captivates the senses as you raise a glass in tribute to lord NugMo. May he bless your taste buds with a bounty of flavor.", "reviews": [{"date": "04/26/2020", "author": "Brendan .", "rating": "5/5", "body": "Loads of hop aromas & full on citrusy juicy notes "}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/toppling-goliath-nugmo-ipa"},
{"name": "Topa Topa Spectro Hazy IPA", "origin": null, "price": 4.99, "abv": "6.3", "description": "peach - grapefruit - coconut", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/topa-topa-spectro-hazy-ipa"},
{"name": "The Bruery Bakery: Cherry Pie", "origin": null, "price": 9.99, "abv": "10.2", "description": "Slice into this bold barrel-aged imperial stout and experience the nostalgia-inducing aroma of a warm cherry pie. Full-bodied and smacking of freshly-picked tart cherries, rich artisan vanilla, cinnamon and hints of brown sugar. This bakery is open for business.", "reviews": [{"date": "04/16/2020", "author": "Michael M.", "rating": "4/5", "body": "Bruery does a fabulous job. This beer is a bit too sweet but still great for the style."}, {"date": "04/01/2020", "author": "Jascha N.", "rating": "4/5", "body": "Very, very good. Tastes just like you'd expect. Try not to drink too cold, chilled is better to really being out the flavor. Extremely smooth and not overly boozy."}, {"date": "01/25/2020", "author": "Thomas", "rating": "4/5", "body": "This was a delicious take on a cherry pie it has notes of cinnamon with a nice cherry flavor."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/the-bruery-bakery-cherry-pie"},
{"name": "To Ol Jule Maelk Imperial Milk Stout", "origin": null, "price": 11.99, "abv": "15", "description": "In Denmark we are very fond of Christmas beers. In fact, most of December goes with drinking Christmas beers while chewing on fat duck, pork roast, red cabbage and herrings left in vinegar for months.Jule Mælk. Our so far strongest beer, bumped up to 15% ABV and loaded and loaded and loaded with lactose, just until it couldn’t get any more heavy. You could say this is the Foie Gras force-feeding edition of a beer. But then again, it is Christmas after all…Style:Imperial Sweet StoutMalts:Pale, Special B, Melanoidin, Chocolate, Smoked, Dark Crystal, Roasted Barley, Cassonade Sugar, LactoseHops:Tettnanger, Tomohawk, Sorachi Ace", "reviews": [{"date": "09/27/2019", "author": "Christopher H.", "rating": "4/5", "body": "Great dessert beer. Almost a little too strong and sweet but good to share. "}, {"date": "07/03/2019", "author": "Aaron C.", "rating": "5/5", "body": "Excellent beer with great taste. Well recommended."}], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/to-ol-jule-maelk-imperial-milk-stout"},
{"name": "Strung Out / Lucky Luke Brewing Variety 12 Pack - Armor and Devotion / Astrolux", "origin": null, "price": 74.99, "abv": "8.0", "description": null, "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/strung-out-lucky-luke-brewing-variety-12-pack-armor-and-devotion-astrolux"},
{"name": "Stone Soaring Dragon Imperial IPA", "origin": null, "price": 4.99, "abv": "8", "description": " ", "reviews": [], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/stone-soaring-dragon-imperial-ipa"},
{"name": "Sunriver Cocoa Cow - Chocolate Milk Stout", "origin": null, "price": 6.99, "abv": "7", "description": "Milk sugar, cocoa nibs, and caramel malt build the rich, full body of this brew, with mild roasted notes coming from three varieties of chocolate malt. Have some dessert today - served in a glass!HOPS: ChinookOther Ingredients: Lactose, Cocoa Nibs", "reviews": [{"date": "03/30/2020", "author": "Hans G.", "rating": "4/5", "body": "Good flavor this beer is on the lighter side "}, {"date": "02/09/2020", "author": "Mike G.", "rating": "5/5", "body": "This is very chocolatey and smooth. Very enjoyable. "}], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/sunriver-cocoa-cow-chocolate-milk-stout"},
{"name": "Stone / Metallica Enter Night Pilsner", "origin": null, "price": 4.99, "abv": "5.7", "description": "It’s on. It’s time to get started. To crank things up. To get loud.That thumping you feel in your chest isn’t your imagination. It’s your heart. It’s life. It’s the rockin’ tunes. It’s your inspiration wanting to break out. It ain’t gonna sit there waiting, so mutherf**king grab it.This is a Collaboration in the truest sense between two entities that were born on the fringes. We’ve navigated life from a different perspective. We imagined things differently from what they were, and set about using our art to change the world according to our vision. We started being misunderstood by many, and loved by few. Today that’s the same...but that ‘few’ has become ‘more.’ A LOT more. That’s you, my friend, and we’re stoked you’re with us on this journey.The day is winding down. It’s time to get started. No more waiting. It’s time to get LOUD. It’s time to Enter Night.", "reviews": [{"date": "04/06/2020", "author": "Dan B.", "rating": "5/5", "body": "Excellent beer!! "}, {"date": "01/17/2020", "author": "Daniel B.", "rating": "5/5", "body": "This beer is smooth and is easy to drink. This beer from metallic will not disappoint drinkers. Very good experience."}, {"date": "01/08/2020", "author": "Kenneth B.", "rating": "5/5", "body": "Great Beer....love the can"}, {"date": "12/26/2019", "author": "Paul Q.", "rating": "5/5", "body": "I love this beer. What a great collaboration between Metallica and Stone Brewing. Great tasting beer."}, {"date": "05/03/2019", "author": "Henry J.", "rating": "5/5", "body": "Great tasting beer. Stone brewery and Metallica getting together and creating a beer is perfect. Nothing better then drinking ENTER NIGHT and jamming out to Metallica. "}], "rating": "4.5/5", "url": "https://craftshack.com/collections/cans/products/stone-enter-night-pilsner"},
{"name": "Societe The Pupil", "origin": null, "price": 4.99, "abv": "7.5", "description": "Accolades: Great American Beer Festival Bronze (2014), San Diego Union-Tribune Best San Diego IPA (2018), DRAFT Magazine Top 50 IPAs in America (2017), Los Angeles IPA Festival Peoples' Choice (2013), Los Angeles Beer Week Meeting of the Guilds Best Beer of the Day (2014), The Bistro IPA Festival Silver Medal (2013), Blind Lady Ale House IPA Challenge San Diego's Best (2013)Our easy-drinking Great American Beer Festival medal-winning India pale ale bursts with citrus and tropical-fruit aromas and flavors.He exhibits: Guava &amp; Mango Tropicality, Crispness &amp; Studiousness", "reviews": [{"date": "04/25/2020", "author": "ROGER M.", "rating": "5/5", "body": "I first had it in Del Mar years ago and have since visited the brewery on every trip to San Diego to get a growler or two for the week. If I had to take one beer to a deserted island it would be this beer. It’s my all time favorite and I’m a IPA connoisseur."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/societe-the-pupil"},
{"name": "Societe The Heiress Pilsner", "origin": null, "price": 4.99, "abv": "5.3", "description": "Refreshing and effervescent with a fluffy head, our take on a classic Bohemian pilsner is earthy and floral with a clean, bitter finish.She exhibits: Noble Hoppiness, Dryness, Grassiness &amp; Regality", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/societe-the-heiress-pilsner"},
{"name": "Societe The Coachman", "origin": null, "price": 4.99, "abv": "4.7", "description": "Accolades: Great American Beer Festival Gold (2018 &amp; 2015), San Diego International Beer Festival Gold (2016), Paste Magazine World's Best Session IPAs (#7)We've won TWO Great American Beer Festival gold medals for packing intense hop presence (Mosaic, Citra &amp; Simcoe) into this session IPA.He exhibits: Lemon-Rind Pithiness, Peachy Fruitiness, Evergreen Notes &amp; Restraint", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/societe-the-coachman"},
{"name": "The Bruery Mash & Vanilla", "origin": null, "price": 23.99, "abv": "13.7", "description": "Mash &amp; Vanilla is an ode to a classic from The Bruery. A bourbon barrel-aged barleywine-style base provides a well-matured, oaky and sweet bourbon foundation, while the addition of vanilla beans brings prominent and savory vanilla sensation to the forefront of your palate with every sip. Enjoy fresh for the most full-bodied vanilla character.", "reviews": [], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/the-bruery-mash-vanilla"},
{"name": "Short Throw Green Tops DIPA", "origin": null, "price": 6.99, "abv": "8", "description": "Brewed with Mosaic and Citra hops, graciously dry hopped with the same varietals.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/short-throw-green-tops-dipa"},
{"name": "Second Chance Tabula Rasa Toasted Porter", "origin": null, "price": 4.99, "abv": null, "description": " ", "reviews": [{"date": "04/23/2020", "author": "Frank T.", "rating": "5/5", "body": "So good I must try toasted oats in my own porter brews now. The dry roasted nature of this beer is utmost perfection in both aroma and quaff.\r\n"}, {"date": "10/03/2018", "author": "Andrew", "rating": "5/5", "body": "Immediately on finishing this tasty, smoky porter I wished I had a second and a third ordered. Don't hesitate, try one, but you'll wish you had ordered more. Even the scent is worth lingering over."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/second-chance-tabula-rasa-toasted-porter"},
{"name": "Sierra Nevada Hazy Little Thing IPA", "origin": null, "price": 4.99, "abv": "6.7", "description": "As brewers, we get the privilege to sample our beers straight from the tanks in all their raw glory. Some beers need a little polishing to get ready to go out into the world, while others—the hop-heavy, rowdy, crowd-pleasers—should just be left alone. We wanted to share this brewery-only treat with you, so we present this Hazy Little Thing, our unfiltered, unprocessed IPA, straight from the tanks and into the can.", "reviews": [{"date": "11/09/2018", "author": "David B.", "rating": "3/5", "body": "Smooth and really good, I liked this one "}], "rating": "3.0/5", "url": "https://craftshack.com/collections/cans/products/sierra-nevada-hazy-little-thing-ipa"},
{"name": "Sierra Nevada Fantastic Haze Imperial IPA", "origin": null, "price": 4.99, "abv": "9", "description": "We were in search of something fantastic. Something juicy, something hazy, something ripe with notes of mango, melon and citrus. So we said, \"Reason be damned,\" and filled our kettles with five hop varieties and loads of malt, oats and wheat. Some may call that absurd. We call it absurdly fantastic!Bittering Hops: Amarillo, Azacca, Chinook, Idaho 7, StrataMalts: Two-Row Pale, Wheat, OatsYeast: Ale yeastBeginning Gravity: 19.0° PlatoEnding Gravity: 3.0° Plato", "reviews": [], "rating": "3.0/5", "url": "https://craftshack.com/collections/cans/products/sierra-nevada-fantastic-haze-imperial-ipa"},
{"name": "Second Chance Over The Line Lager", "origin": null, "price": 4.99, "abv": "5.2", "description": "“Over-the-Line Lager” is brewed with German pilsner malt and light floral German hops. It is cold and refreshing, goes great with fish tacos, and is best paired with warm sand, good friends and good times.", "reviews": [{"date": "04/14/2020", "author": "Brittany J.", "rating": "4/5", "body": "Bit hoppy, just the right amount for a lager. Smooth and tasty."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/second-chance-over-the-line-lager"},
{"name": "Second Chance Seize the IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": " ", "reviews": [{"date": "01/22/2019", "author": "Jason", "rating": "4/5", "body": "A solid workhorse WCIPA. A nice bitterness with a subtle malt backbone rounds out this hoppy IPA with nice citrus, darkness, and pine. A nice mix between old school hops (Centennial) and more modern ones like Citra that are crowd pleasers. Find it fresh, this is a perfect go-to daily drinker for the lupulin crazed."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/second-chance-seize-the-ipa"},
{"name": "Second Chance Disco Balloon Hazy IPA", "origin": null, "price": 4.99, "abv": "6.9", "description": "Brewed with Idaho 7, Mosaic and Ekuanot hops. From the moment you pop open the first disco balloon, expect nothing short of juicy mouth candy. Keep the party rolling with this luscious and fluffy hazy.", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/second-chance-disco-balloon-hazy-ipa"},
{"name": "Lagunitas Hazy Memory", "origin": null, "price": 4.99, "abv": "8", "description": "We're going a bit blurry on this nebulous release...Hazy Memory is a cloudy IPA full of oats and smooth wheatly-esque-ish-ness, packed with some of the murkiest, juiciest, turbid Loral 291, Hallertau Blanc,Galaxy, and Citra hops. It's a huge flavor you won't forget!", "reviews": [{"date": "12/26/2019", "author": "Robyn T.", "rating": "5/5", "body": "I wish this beer were available in my area! Worth every penny of the shipping, though!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/lagunitas-hazy-memory"},
{"name": "Knee Deep Tahoe Deep", "origin": null, "price": 4.99, "abv": "8.5", "description": "Cascade, Centennial and CTZ hops keep this Imperial IPA West Coast style, floral, fruit and citrus aromas, Tahoe Deep is the perfect beer to keep on hand for a trip to the lake.", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/knee-deep-tahoe-deep"},
{"name": "Knee Deep Stoutello Chocolate Stout", "origin": null, "price": 4.99, "abv": "6", "description": " ", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/knee-deep-stoutello-chocolate-stout"},
{"name": "Knee Deep Oopsie Dhazy!", "origin": null, "price": 4.99, "abv": "6.8", "description": "Oopsie Dhazy! We forgot to filter and fine this ridiculously juicy New England-Inspired IPA! Served directly out of the fermenter for maximum flavor and aroma, you will taste flavors of juicy guava and ripe passionfruit that pair perfectly with it’s cracker-like malt profile. Take a sip and you will realize that this pillowy soft, velvety liquid was no accident! Best enjoyed fresh!", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/knee-deep-oopsie-dhazy"},
{"name": "Second Chance Mulligan", "origin": null, "price": 4.99, "abv": "5.6", "description": "Smooth caramel malt notes and light, earthy British hops combine for an easy drinking, malty red ale.", "reviews": [{"date": "04/13/2019", "author": "Darryl", "rating": "5/5", "body": "I've ordered Mulligan a couple times now and will do so again and again. It's the first beer I ever tried from Second Chance Brewing as well as being one of the best Irish Reds I've ever tasted. It has loads of malty character and fruity notes which blend well with spicy hops. "}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/second-chance-mulligan"},
{"name": "Knee Deep Simtra Triple IPA", "origin": null, "price": 7.99, "abv": "11.25", "description": " ", "reviews": [{"date": "12/04/2019", "author": "Alex", "rating": "5/5", "body": "Poured hazy amber into a full sized thistle glass. Yes libby's makes them, Wish it was fresher, about 3.5 months old. Wonderful from start to finish. Easy hop nose, spicy bite, complex finish. In other words, pretty kick butt triple. :)"}, {"date": "08/14/2019", "author": "Thomas S.", "rating": "5/5", "body": "Knee Deep is one of best craft beer brewers. Hoptologist put it on the map and they continue to put out outstanding IPA’s. Simtra is another IPA that is above the rest!"}, {"date": "07/19/2019", "author": "Paul", "rating": "5/5", "body": "Packs a punch, but still leaves you wanting more and more and more!"}, {"date": "11/10/2018", "author": "Lindsay", "rating": "5/5", "body": "This is one of my go to bombers. I always purchase this one when it is in stock! All the way around it’s a great tasting beer.\r\n"}, {"date": "11/10/2018", "author": "Lindsay E.", "rating": "5/5", "body": "High IBU but not super hoppy. This one is great. Definitely leaves you with a little buzz!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/knee-deep-simtra-triple-ipa"},
{"name": "Knee Deep Citra Lights", "origin": null, "price": 4.99, "abv": "5.5", "description": "Light, Bright and full of flavor; you will love the insane drinkability of “Citra Lights” Pale Ale. A shimmering golden hue, and subtle biscuit-like malt flavors give way to a light and crisp citrus hop aroma. 100% Citra hopped, and 100% Crushable, this is your new “go-to” beer.", "reviews": [{"date": "07/17/2019", "author": "Patrick M.", "rating": "5/5", "body": "Fuller and hoppier than expected. Great taste for a lower alcohol content beer.\r\n"}, {"date": "06/23/2019", "author": "Patrick M.", "rating": "5/5", "body": "Very hoppy and delicious, with its own unique flavor. Definitely not typical. Loved it, just like most other KD brews.\r\n"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/knee-deep-citra-lights"},
{"name": "Knee Deep Slooow Mo IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": "This light bodied, single hopped Mosaic IPA is bursting with aromas of ripe summer berries, citrus and passionfruit. Flavorful enough to sip, and smooth enough to crush.", "reviews": [{"date": "10/13/2018", "author": "Chad", "rating": "4/5", "body": "Great straight forward old school IPA. Knee Deep never disappoints. "}], "rating": "4.0/5", "url": "https://craftshack.com/collections/cans/products/knee-deep-slooow-mo-ipa"},
{"name": "Hoof Hearted / Evil Twin Even More Tennis Elbow Imperial Stout", "origin": null, "price": 7.99, "abv": "13", "description": "Double mashed imperial stout with hazelnut, coconut, and vanilla added", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/hoof-hearted-even-more-tennis-elbow-imperial-stout"},
{"name": "Knee Deep Citra Extra IPA", "origin": null, "price": 4.99, "abv": "7", "description": "A single hopped, West Coast Style IPA with intense hop flavor and aroma’s. This is a citrus bomb that has grapefruit and passion fruit aroma’s with citrus lime flavors.", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/cans/products/knee-deep-citra-extra-ipa"},
{"name": "High Water Break Apart", "origin": null, "price": 4.99, "abv": "5.4", "description": null, "reviews": [], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/high-water-break-apart"},
{"name": "Harland Mosaic West Coast DIPA", "origin": null, "price": 4.99, "abv": "9", "description": "A modern take on a California classic, the West Coast DIPA pops with aroma of pineapple, citrus, and pine. With a restrained bitterness, and a clean, dry finish, this beer is a DIPA for the weekend.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/harland-mosaic-west-coast-dipa"},
{"name": "High Water Campfire Stout", "origin": null, "price": 4.99, "abv": "6.5", "description": " ", "reviews": [{"date": "04/12/2020", "author": "John H.", "rating": "5/5", "body": "Smooth stout easy drinking not overly sweet \r\nI'LL DRINK THIS BEER AGAIN"}, {"date": "03/19/2020", "author": "James R.", "rating": "5/5", "body": "It was a very smooth, with hint of smoke. Crushable all day drinking beer."}, {"date": "03/03/2020", "author": "frank t.", "rating": "4/5", "body": "Good beer in and of itself. Great aroma but I was expecting more of that s’mores feel on the taste. A touch more roasty than I’d like for this style"}, {"date": "02/23/2020", "author": "Ben", "rating": "5/5", "body": "One of the best lower ABV stouts I have ever had! Can taste the marshmallow/ graham flavor! Not too sweet, nor is it heavy! Build a camp fire, pour it up and enjoy!"}, {"date": "10/03/2019", "author": "Robin R.", "rating": "5/5", "body": "High Water Campfire Stout is a s'mores flavored stout that is unmatched. It is so good I ordered all of it that was in stock and fly it back from California any time I travel there. It actually tastes like s'mores, but isn't too sweet because it has a smokey finish!"}], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/high-water-campfire-stout"},
{"name": "Hoof Hearted / American Solera That's Living Outside The Fire Imperial Stout", "origin": null, "price": 7.99, "abv": "12", "description": "double mashed imperial stout with vanila", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/hoof-hearted-american-solera-thats-living-outside-the-fire-imperial-stout"},
{"name": "Gunwhales Hawaiian Sling IPA", "origin": null, "price": 5.99, "abv": "6.1", "description": "Farmhouse IPA - Foeder fermented with a wild saccharomyces Brux Trois yeast. Motueka / Mosaic hops", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/gunwhales-hawaiian-sling-ipa"},
{"name": "Ground Breaker Paddy Porter", "origin": null, "price": 5.99, "abv": "5.6", "description": "Roast - coffee - dark fruit - medium body. We used medium roast Peruvian coffee provided by Equal Exchange Coffee PDX, dark roasted rice malt from Eckert Malting &amp; Brewing and organic cacao nibs to develop a medium-body porter with a thick, creamy head. Fans of dark beer have reason to rejoice, your gluten-free porter has arrived.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/ground-breaker-paddy-porter"},
{"name": "Ground Breaker Inclusion Dry Hopped Pale Ale", "origin": null, "price": 5.99, "abv": "5.7", "description": "Dry hopped pale ale", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/ground-breaker-inclusion-dry-hopped-pale-ale"},
{"name": "Gunwhales Orangewood Hazy IPA", "origin": null, "price": 5.99, "abv": "6.6", "description": "A fully opaque Hazy IPA, built for those who love a creamsicle style juice bomb. Notes of citrus, tropical pineapple/papaya, and vanilla cake sweetness. A bit of Chinook in the whirlpool followed by a double dry hop of Amarillo, Cascade and Citra hops. Medium bodied with a rocky head, a pillowy mouthfeel and low carbonation. Smooth and refreshing.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/gunwhales-orangewood-hazy-ipa"},
{"name": "Ground Breaker Olallie Ale", "origin": null, "price": 4.99, "abv": "4.5", "description": "Blackberry rose-hip ale.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/ground-breaker-olallie-ale"},
{"name": "Ground Breaker Dark Ale", "origin": null, "price": 5.99, "abv": "4.7", "description": "Our mild dark ale delivers caramel and light roasty flavors with hints of chocolate and dark fruits. Dark Ale is brewed with dark roasted rice malt, chestnuts, lentils and dark Belgian-style candi sugar. This dark and mild beer is fermented with English ale yeast. It is modestly bittered, with just enough hops to let its malt-forwardness shine.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/ground-breaker-dark-ale"},
{"name": "Ground Breaker Amber Lager", "origin": null, "price": 5.99, "abv": "5", "description": "A German-style amber lager. Clean flavor, fermented with the classic Weihenstephan yeast.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/ground-breaker-amber-lager"},
{"name": "Garage Variety 12-Pack", "origin": null, "price": 29.99, "abv": null, "description": null, "reviews": [], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/garage-variety-pack-12-pack"},
{"name": "Garage Spiced Coconut Porter", "origin": null, "price": 4.99, "abv": "6.4", "description": "A Robust Porter with Toasted Coconut, Vanilla, Cinnamon, and Ginger", "reviews": [], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/garage-spiced-coconut-porter"},
{"name": "Garage Island Mango Twist", "origin": null, "price": 4.99, "abv": "5.5", "description": "This unfiltered American wheat beer will transport you to the tropics with coconut and pineapple notes along with tropical flavors.", "reviews": [], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/garage-island-mango-twist"},
{"name": "Foreign Objects Transgression Culture: Honey Frangipane Imperial Stout", "origin": null, "price": 7.99, "abv": "11.5", "description": "This is a hyper thick, creamy Imperial Stout brewed with massive amounts of soft malted oats, and flaked barley, and into which we then add heaps and piles of sweet sweet almond paste, aromatic vanilla beans, and local New York star thistle honey to complete the frangipane hyper-pastry dynamic!", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/cans/products/foreign-objects-transgression-culture-honey-frangipane-imperial-stout"},
{"name": "Garage Cold Brew Milk Stout", "origin": null, "price": 3.99, "abv": "7.1", "description": "It is so good that you may want to substitute your daily cup o’ joe with this beer that combines roasted malts with smooth coffee. ", "reviews": [{"date": "04/14/2020", "author": "Ezekiel K.", "rating": "4/5", "body": "Exactly as it says, a lot of delicious cold brew up front. A really easy drinking dark option."}, {"date": "04/12/2020", "author": "Ryan B.", "rating": "4/5", "body": "Great coffee stout "}, {"date": "04/01/2020", "author": "Kenneth E.", "rating": "5/5", "body": "Great tasting coffee stout. Rick chocolate and coffee taste. Highly recommended."}, {"date": "03/24/2019", "author": "Jesse", "rating": "5/5", "body": "Great coffee flavor, not overly sweet. Not super bitter either. "}, {"date": "01/04/2019", "author": "Corey", "rating": "5/5", "body": "The beer is coffee-rich, sweet and not bitter in the slightest. This is a favorite and the fact that I only managed to get two bottles *this year* speaks to its great flavor. May be too sweet for some - think Thai Coffee - but for me it's the cat's pajamas."}], "rating": "4.7/5", "url": "https://craftshack.com/collections/cans/products/garage-cold-brew-milk-stout"},
{"name": "Garage Marshmallow Milk Stout", "origin": null, "price": 4.99, "abv": "7.1", "description": " ", "reviews": [{"date": "04/22/2020", "author": "Ryan b.", "rating": "3/5", "body": "It’s alright. Don’t taste the marshmallow but still decent."}, {"date": "02/18/2019", "author": "Eugene", "rating": "3/5", "body": "Light but still with nice chocolate."}, {"date": "01/06/2019", "author": "Viola E.", "rating": "5/5", "body": "I like it, but my order is for my niece who, loves it and want me to order \r\nher the beer for her birthday, which is the 31 of this month.\r\nThank You\r\n\r\nViola English"}, {"date": "01/04/2019", "author": "Kor", "rating": "4/5", "body": "Very sweet - this isn't a 'dry' stout. Marshmallow flavor is great - totally Stay-Puft. This plus graham crackers and a Hershey bar and you're in S'Mores territory. Highly recommended. Pours and drinks smooth from the can."}, {"date": "12/27/2018", "author": "Gary K.", "rating": "5/5", "body": "This is my Uncle's favorite beer. It's definitely on the sweeter side but still very solid. I would personally give it a 4.5 out of 5, but if you don't like sweeter stouts I'd avoid it."}], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/garage-marshmallow-milk-stout"},
{"name": "Garage Hatch Chile IPA", "origin": null, "price": 4.99, "abv": "7.5", "description": "This unique American IPA has aged Hatch chile flavor with medium-low heat and is so delicious you'll have to buy another (or two).", "reviews": [{"date": "12/26/2019", "author": "Lisa W.", "rating": "5/5", "body": "It’s my husband’s favorite and we moved put of the area and can no longer purchase it locally so happy to have found you so we can order it. It’s amazing!"}, {"date": "10/16/2019", "author": "Melinda", "rating": "3/5", "body": "I’m not a huge ipa fan but I do like spicy beers. Pretty good. Drinkable "}, {"date": "05/24/2019", "author": "Lindsey", "rating": "4/5", "body": "Love beers brewed with peppers or chilies and this was beautifully made. You can tell the chilies are there for sure and they don’t take a backseat at all! It isn’t overwhelming so you could enjoy more than one."}, {"date": "10/10/2018", "author": "Andrew", "rating": "5/5", "body": "Spicy, but it's not going to burn your tongue: the chili adds a nice flavor that compliments and contrasts with the hops. I can count the number of beers I've had like this on one hand, but this one might be the best of them all."}], "rating": "4.3/5", "url": "https://craftshack.com/collections/cans/products/garage-hatch-chile-ipa"},
{"name": "Garage Peanut Butter Chocolate Milk Stout", "origin": null, "price": 4.99, "abv": "7.1", "description": "This scrumptious stout touts rich, bold peanut butter aromas and a silky chocolate mouthfeel with flavors that will remind you of classic peanut butter cups.  Contains Lactose. ", "reviews": [{"date": "04/22/2020", "author": "Ryan", "rating": "3/5", "body": "Don’t taste too much peanut butter. Taste coffee and choose more. Still a good stout."}, {"date": "03/30/2020", "author": "Deanie G.", "rating": "4/5", "body": "This beer is light but my wife loves it \r\nThe peanut butter flavor is pronounced and many beers don’t have that great beer\r\n"}, {"date": "02/24/2020", "author": "Thomas", "rating": "4/5", "body": "This had a good taste but unfortunately milk stouts don't agree with me."}, {"date": "02/11/2020", "author": "Joss L.", "rating": "5/5", "body": "Taste like Reese’s "}, {"date": "08/23/2019", "author": "Mark M.", "rating": "5/5", "body": "Very impressed. Smooth and had a distinct peanut butter aroma and finished with a peanut butter aftertaste."}], "rating": "4.2/5", "url": "https://craftshack.com/collections/cans/products/garage-peanut-butter-chocolate-milk-stout"},
{"name": "Logsdon ZuurPruim", "origin": null, "price": 17.99, "abv": "7.2", "description": null, "reviews": [{"date": "02/18/2019", "author": "Kenneth B.", "rating": "4/5", "body": "Superb Wild Ale. Fruity nose with a hint of Brett. Fruity opening, light peach gives way to a well done Brett funk. Dry finish leaves you wanting more. Very easy drinking, more tart than sour. Hazy and cloudy in the glass, some sediment in the bottom. The bottle is corked under the cap. I imagine it could age pretty well. \r\n Overall very well done, well worth a purchase.\r\n"}], "rating": "4.0/5", "url": "https://craftshack.com/collections/bottles/products/logsdon-zuurpruim"},
{"name": "Jester King Ol' Oi! Sour Ale", "origin": null, "price": 23.99, "abv": "6.3", "description": "In Britain, what started out as young or “mild” dark ale was once aged in oak barrels to make something that was likely similar to sour brown ales of East Flanders. Using a similar base recipe to Commercial Suicide Dark Mild, Ol’ Oi is Jester King’s tribute to that tradition.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/jester-king-ol-oi-sour-ale"},
{"name": "Jester King Encendia Sour Ale", "origin": null, "price": 31.99, "abv": "14.5", "description": "Farmhouse ale brewed with agave nectar, epazote, and ancho chiles and aged in Scorpion Mezcal barrels from Oaxaca, Mexico! Encendía is a collaboration with longtime friend Kristina Bozic.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/jester-king-encendia-sour-ale"},
{"name": "Knee Deep Simtra Triple IPA", "origin": null, "price": 7.99, "abv": "11.25", "description": " ", "reviews": [{"date": "12/04/2019", "author": "Alex", "rating": "5/5", "body": "Poured hazy amber into a full sized thistle glass. Yes libby's makes them, Wish it was fresher, about 3.5 months old. Wonderful from start to finish. Easy hop nose, spicy bite, complex finish. In other words, pretty kick butt triple. :)"}, {"date": "08/14/2019", "author": "Thomas S.", "rating": "5/5", "body": "Knee Deep is one of best craft beer brewers. Hoptologist put it on the map and they continue to put out outstanding IPA’s. Simtra is another IPA that is above the rest!"}, {"date": "07/19/2019", "author": "Paul", "rating": "5/5", "body": "Packs a punch, but still leaves you wanting more and more and more!"}, {"date": "11/10/2018", "author": "Lindsay", "rating": "5/5", "body": "This is one of my go to bombers. I always purchase this one when it is in stock! All the way around it’s a great tasting beer.\r\n"}, {"date": "11/10/2018", "author": "Lindsay E.", "rating": "5/5", "body": "High IBU but not super hoppy. This one is great. Definitely leaves you with a little buzz!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/knee-deep-simtra-triple-ipa"},
{"name": "Jackie O's Bourbon Barrel Dark Apparition", "origin": null, "price": 17.99, "abv": "12.5", "description": " ", "reviews": [{"date": "04/29/2019", "author": "Randall", "rating": "5/5", "body": "Reminded me a lot of BBA Ten Fidy"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/jackie-os-bourbon-barrel-dark-apparition"},
{"name": "Holy Mountain The Seer", "origin": null, "price": 13.99, "abv": "5.1", "description": "The Seer is a hoppy saision brewed with pilsner malt and wheat, and hopped aggressively with galaxy and ekg. this batch was fermented with one of our house saison cultures and aged in an oak foudre with brett. after spending 4 months in oak, the seer was dry-hopped with galaxy and ekg and conditioned in the bottle with brett.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/holy-mountain-the-seer"},
{"name": "Holy Mountain The Ox", "origin": null, "price": 21.99, "abv": "7", "description": null, "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/holy-mountain-the-ox"},
{"name": "Grimm Cherry Rebus Sour Ale", "origin": null, "price": 15.99, "abv": "6", "description": "Foeder-fermented mixed fermentation golden sour with tart cherries: Concentrated aromas of dry cherries dominate the nose with very subtle baking spice notes of vanilla and cinnamon stick. The fruitiness is backed by a bright, funky, and rounded acidity that spreads out in the mouth. Topped off by a dry, slightly tannic finish.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/grimm-cherry-rebus-sour-ale"},
{"name": "Gigantic Massive! - Port Barrel-Aged (2019)", "origin": null, "price": 20.99, "abv": "14", "description": "The 2019 Massive! long boil single-malt Barley Wine was aged in seven different kinds of barrels. In addition to the traditional bourbon barrel aging (Buffalo Trace and Woodford Reserve) we also aged in Scotch, Porter, Mezcal (sold out), Maple, Rye and Cognac. ", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/gigantic-massive-port-barrel-aged-2019"},
{"name": "Gigantic Ginormous MK9 Imperial IPA", "origin": null, "price": 8.99, "abv": "8", "description": "Ginormous MK 9 Imperial IPA is a delightfully hoppy combo of Amarillo and classic Cascades in a well-balanced and drinkable IIPA. 8% ABV", "reviews": [{"date": "04/19/2020", "author": "Jus i.", "rating": "5/5", "body": "Damn this is hoppy \r\n\r\nGigantic is nice beer but pricey. At I percent you only need one. I'd buy it again. \r\n\r\n"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/gigantic-ginormous-mk9-imperial-ipa"},
{"name": "Gunwhales California Cobbler Sour Ale", "origin": null, "price": 16.99, "abv": "7.6", "description": "Farmhouse Ale with Rye, Peaches and Cinnamon aged in Oak Barrels.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/gunwhales-california-cobbler-sour-ale"},
{"name": "Garden Path Fermentation The Prime Barrel Age", "origin": null, "price": 21.99, "abv": "7.2", "description": "This is Batch 2 of The Prime Barrel Age, our mature barrel blend. This is a blend of beer from four puncheons and two smaller barrels with an emphasis on subtlety, balance, and nuance. It's a little tart, a little funky, but still really easy to drink.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/garden-path-fermentation-the-prime-barrel-age"},
{"name": "Garden Path Fermentation The Curious Mix Methods", "origin": null, "price": 21.99, "abv": "6.9", "description": "A blend of mature, barrel-aged beer and stainless fermented beer inoculated with coolship wort and keg conditioned with honey.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/garden-path-fermentation-the-curious-mix-methods"},
{"name": "Garage Imperial Oatmeal Brown Ale - Barrel Aged", "origin": null, "price": 14.99, "abv": "8", "description": "This out of the ordinary Imperial Brown Ale is darker in color than a typical brown ale, and it features toasty, nutty and light vanilla notes.", "reviews": [{"date": "10/26/2019", "author": "Kevin", "rating": "4/5", "body": "And this one meets the grade. Good malty flavor, smooth mouthfeel and you really don't notice the alcohol. It tastes almost more like a stout, but a rather restrained one, without coffee notes. i liked this one a lot."}], "rating": "4.0/5", "url": "https://craftshack.com/collections/bottles/products/garage-imperial-oatmeal-brown-ale-barrel-aged"},
{"name": "Funk Factory Pruim Sour", "origin": null, "price": 29.99, "abv": "6", "description": "Pruim is a new Méthode Traditionnelle (MT) beer aged on over 3 lbs/gal of purple plums from Barnard Farms in Door County, WI. They’re a family-owned farm and have been sustainably growing some of our favorite cherries, apricots, peaches, and plums in the area since 1972. We love working with them, and using their fruit in our beer has always led to outstanding results. Last summer they brought down 500 pounds of plums, and we designed a blend of 18-30 month-old spontaneous beer around them. After processing the plums and refermenting them in the beer for two months, the tannic skins and sweet flesh contributed a gorgeous coral color, as well as a crisp, rounded juiciness to the already complex beer.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/funk-factory-pruim-sour"},
{"name": "Funk Factory Geuzeria Bière De Coupage Reserve Sour Ale", "origin": null, "price": 29.99, "abv": "6", "description": "Bière de Coupage was one of our favorite releases last year, and as such, we thought it deserved some special treatment. The 1 and 3-year old spontaneous beer and foeder saison blend was rested for the better part of a year in a freshly dumped Mourvèdre wine barrel from the Paso Robles region in California. Due to extended aging, the barrel’s instinctive rustic nature and red currant flavor are boldy expressed, which elevates a beloved beer to even new heights.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/funk-factory-geuzeria-biere-de-coupage-reserve-sour-ale"},
{"name": "Funk Factory Blackberry Meerts Sour", "origin": null, "price": 22.99, "abv": "4.5", "description": "Meerts is our take on the style of beer traditionally derived from the second runnings of Lambic. Our modern interpretation begins with Pilsner malt, raw wheat, and Saaz hops, which is brewed using a turbid mash and long boil, and fermented in French oak foeders with our wild yeast. This version was then refermented on blackberries for two months prior to bottle conditioning.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/funk-factory-blackberry-meerts-sour"},
{"name": "Founders CBS Imperial Stout", "origin": null, "price": 7.99, "abv": "11.7", "description": "CBS was born when we stumbled upon some bourbon barrels that had previously housed maple syrup. We opted to put the same base beer as KBS, an imperialized version of Breakfast Stout, in the maple barrels and, after one taste, we knew we had something special. Rich maple syrup, roasted coffee and velvety chocolate meld together in what can only be described as a transcendental drinking experience.", "reviews": [{"date": "04/24/2020", "author": "Lawrence S.", "rating": "5/5", "body": "Delicious. I will definitely buy this again. "}, {"date": "04/14/2020", "author": "JOE M.", "rating": "5/5", "body": "It was smooth and a great beer"}, {"date": "04/03/2020", "author": "Jesse", "rating": "5/5", "body": "Founders makes some of the best barrel aged beers on the market, and this is the cream of the crop. Like a pancake breakfast in a glass, you get notes of maple, honey, caramel, and cream along with vanilla, milk chocolate, and oak. Really hope they bring this back again!"}, {"date": "03/13/2020", "author": "Andrew P.", "rating": "5/5", "body": "CBS is one of the best tasting beers ever. The rich taste with a hint of maple wakes your tastebuds and the ABV is the icing on the cake. Thinking that Founders would stop producing this beer is mind boggling. Get it while you can and cellar it!"}, {"date": "03/12/2020", "author": "Michael H.", "rating": "5/5", "body": "Great taste. Right amount of alcohol"}], "rating": "4.9/5", "url": "https://craftshack.com/collections/bottles/products/founders-cbs-imperial-stout"},
{"name": "Founders KBS 2020", "origin": null, "price": 5.99, "abv": "12", "description": "This beer taught us that patience truly is a virtue. KBS is a big imperial stout brewed with a massive amount of coffee and chocolate and then bourbon barrel-aged to perfection. Incredibly silky and full-bodied with notes of vanilla, cocoa, roasted coffee and charred oak.", "reviews": [], "rating": "4.9/5", "url": "https://craftshack.com/collections/bottles/products/founders-kentucky-breakfast-stout-kbs-2020"},
{"name": "Funk Factory Apricot Meerts Sour", "origin": null, "price": 22.99, "abv": "4.5", "description": "foeder fermented sour beer aged on apricots", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/funk-factory-apricot-meerts-sour"},
{"name": "Firestone Walker Manestave Wild Ale", "origin": null, "price": 16.99, "abv": "5.5", "description": "Wild ale with Plums, Raspberries, caviar lime, and Meyer lemon. Collaboration With O'Brien's", "reviews": [], "rating": "4.6/5", "url": "https://craftshack.com/collections/bottles/products/firestone-walker-manestave-wild-ale"},
{"name": "Firestone Walker 805", "origin": null, "price": 4.99, "abv": "4.7", "description": "A light, refreshing blonde ale created for the laid back California lifestyle. Subtle malt sweetness is balanced by a touch of hops creating a versatile beer with a clean finish.", "reviews": [{"date": "01/03/2020", "author": "Jennifer B.", "rating": "3/5", "body": "Its good for a lighter beer. Not as flavorful as other Firestone Walker beers but still a good beer on a hot summer day."}, {"date": "07/23/2019", "author": "Donna S.", "rating": "5/5", "body": "It is my boyfriend’s birthday tomorrow and I purchased this because it is his favorite. He loves the taste, not too strong and very refreshing.\r\n"}, {"date": "06/26/2019", "author": "Joseph C.", "rating": "5/5", "body": "Being a Harley nut I discovered this beer from the different west coast riders I follow. I tried it on a business trip to Vegas and fell in love. Being able to get it shipped to NJ was a great thing.\r\n"}, {"date": "03/26/2019", "author": "Steve W.", "rating": "5/5", "body": "This is a great, easy drinking Blonde Ale, perfectly suited for a warm sunny day. At about 4.5% ABV, it makes for a good session beer. I will have another!"}, {"date": "09/12/2018", "author": "Michelle D.", "rating": "5/5", "body": "Loved this beer and the idea of having it shipped to us on the complete other side of the country.\r\n"}], "rating": "4.6/5", "url": "https://craftshack.com/collections/bottles/products/firestone-walker-805"},
{"name": "Elysian Space Dust IPA", "origin": null, "price": 4.99, "abv": "8.2", "description": "Manic IPA series. The hopping is pure starglow energy, with Chinook to bitter and late and dry additions of Citra and Amarillo. OG 16.8°P/1.068 SG", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/elysian-space-dust-ipa"},
{"name": "Evil Twin Oh My God, He's A Bozo!", "origin": null, "price": 23.99, "abv": "17.2", "description": "Imperial Stout Bozo Beer and barrel aged it in Maple Syrup Bourbon Barrels from BLiS Gourmet for 18 months.", "reviews": [{"date": "04/16/2020", "author": "LuAnna H.", "rating": "5/5", "body": "Boozey!!! ( I like that! )"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/evil-twin-oh-my-god-hes-a-bozo"},
{"name": "Deschutes Black Butte Porter", "origin": null, "price": 4.99, "abv": "5.2", "description": "This is the beer that started it all. A delicate, creamy mouthfeel contrasts with layered depth revealing distinctive chocolate and coffee notes. Dark and rich, yet easy to drink.", "reviews": [{"date": "06/25/2019", "author": "Craig D.", "rating": "4/5", "body": "Quite creamy, Advertises notes of chocolate and coffee. Chocolate definitely comes through more, though flavor is not overpowering. Overall a very solid porter. Will definitely stock this stuff for the colder months!"}, {"date": "05/22/2019", "author": "J K.", "rating": "5/5", "body": "This beer is awesome. It's rich and creamy with coffee and chocolate overtones but without the bitterness common to porters or IPA's. Too bad it's only available in small quantities. I procure all I can.\r\n"}, {"date": "01/08/2019", "author": "Edward", "rating": "4/5", "body": "Deschutes makes a solid porter everyone should try. Perfect for the winter nights."}], "rating": "4.3/5", "url": "https://craftshack.com/collections/bottles/products/deschutes-black-butte-porter"},
{"name": "Dogfish Head 120 Minute IPA", "origin": null, "price": 12.99, "abv": "21", "description": " ", "reviews": [{"date": "01/01/2020", "author": "Tad F.", "rating": "5/5", "body": "120 minute is one of my favorite IPAs. I am glad it available on Craftshack, since it's still hard to find in my state. It is dank, rich, wonderful hop notes, with a warmth at the back end from the high ABV. It truly is unlike any other IPA, and is best enjoyed in small sips. The taste is complex, and more flavors come out as you drink it. Highly recommended."}, {"date": "12/16/2019", "author": "Jason W.", "rating": "5/5", "body": "It is always a treat to have any Dogfish beer and this is no exception. It is not overly boozy but check yourself if not used to this level of ABV."}, {"date": "11/30/2019", "author": "Jeff", "rating": "5/5", "body": "look: Clear, gorgeous honey-copper. Amber head and messy lacing. This has serious legs.\r\nsmell: Incredibly rich floral hoppy malty nose. \r\ntaste: Again, rich and decadent. Bright hops and sweet malts with balls to spare.\r\noverall: Transcendent. This is a beer but it's a unique creation. Kind of a Hop Port. I guess some would criticize ever giving a perfect score. Imo, a beer that is transcendent, it's own thing and I would't want anything changed deserves it. Kudos Sam and team."}, {"date": "11/21/2019", "author": "justin", "rating": "5/5", "body": "This is a high octane beer for real drinkers.....puts hair on your hair....this is not for the timid but damn for 15 percent alcohol it is sweet and smooth\r\n"}, {"date": "11/18/2019", "author": "Eddie T.", "rating": "5/5", "body": "Always a treat when i get this a couple times of year. Dont be fooled though, drink these slow as the ABV will creep up on you!"}], "rating": "4.9/5", "url": "https://craftshack.com/collections/bottles/products/dogfish-head-120-minute-ipa"},
{"name": "Deschutes Obsidian Stout", "origin": null, "price": 4.99, "abv": "6.4", "description": "A stout as black as the nearby volcanic flow from which it is named. Dive into its dark, robust depths with intense layers of espresso and chocolate. Roasted malt and barley give it a full, toasty finish.", "reviews": [{"date": "03/24/2020", "author": "John S.", "rating": "5/5", "body": "Jet black color with a thick rocky tan head and a full nose of dark chocolate and roast. Taking a sip, the beer is full in body with harsh roasty char, bittersweet dark chocolate, and black coffee. Harsh (but wonderful) roasty bitter finish. I wish the glass would never end!"}, {"date": "12/26/2018", "author": "Edward F.", "rating": "5/5", "body": "An excellent made Stout. Smooth and toasty."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/deschutes-obsidian-stout"},
{"name": "Dogfish Head 60 Minute IPA", "origin": null, "price": 4.99, "abv": "6", "description": null, "reviews": [{"date": "04/04/2019", "author": "William", "rating": "5/5", "body": "Great beer."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/dogfish-head-60-minute-ipa"},
{"name": "Crooked Stave Progenitor Sour Ale", "origin": null, "price": 17.99, "abv": "6.8", "description": "1. Dry Hopped Golden Sour Ale", "reviews": [], "rating": "3.5/5", "url": "https://craftshack.com/collections/bottles/products/crooked-stave-progenitor-sour-ale"},
{"name": "Crooked Stave Salvador Cybies (Double Barrel Aged In Leopold Bros Maryland Style Rye Whiskey Barrels)", "origin": null, "price": 35.99, "abv": "8.92", "description": "Salvador Cybies Maryland Style Rye Whiskey: Belgian Style Dark Sour Ale Double Barrel Aged in Leopold Bros Maryland Style Rye Whiskey Barrels with Colorado Cherries.", "reviews": [], "rating": "3.5/5", "url": "https://craftshack.com/collections/bottles/products/crooked-stave-salvador-cybies-double-barrel-aged-in-leopold-bros-maryland-style-rye-whiskey-barrels"},
{"name": "Chimay Premiere Red", "origin": null, "price": 9.99, "abv": "7", "description": "First sold in 75 cl (25.4 fl.oz.) bottles, it is noted for its copper color and as the first beer brewed by the monks of Chimay in 1862.Topped with a creamy head, it gives off a light, fruity apricot aroma produced by the fermentation. The taste perceived in the mouth is a balance confirming the fruity nuances noticed in the fragrance.Its taste, which imparts a silky sensation to the tongue, is made refreshing by a light touch of bitterness. To the palate, the taster perceives a pleasant astringency which complements the flavor qualities of this beer very harmoniously.This top-fermented Trappist beer, re fermented in the bottle, is not pasteurized.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/chimay-premiere-red"},
{"name": "Chimay Grande Reserve Blue", "origin": null, "price": 10.99, "abv": "9", "description": "Originally brewed as a Christmas beer in 1948, this dark ale has rich flavors of mulling spices and caramel, with a smooth palate and warming finish.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/chimay-grande-reserve-blue"},
{"name": "Alpine HFS IPA", "origin": null, "price": 4.99, "abv": "6.5", "description": "Mosaic, Citra and Simcoe hops", "reviews": [], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/alpine-hfs-ipa"},
{"name": "Alpine Nelson IPA", "origin": null, "price": 4.99, "abv": "7", "description": " ", "reviews": [{"date": "01/06/2020", "author": "Nichole E.", "rating": "5/5", "body": "My co-worker is a big beer collector, specifically IPAs and she was so excited to get this from me. Amazing beer"}, {"date": "09/11/2019", "author": "Dustin H.", "rating": "5/5", "body": "I love Nelson hops and this beer did not disappoint."}, {"date": "10/03/2018", "author": "doug f.", "rating": "5/5", "body": "Been waiting a long time for this highly sought after RyePA to re-emerge. Nelson lived up to it reputation and the BeervAdvocate reviews\r\n Get some!!!!!!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/alpine-nelson"},
{"name": "Crooked Stave Nightmare on Brett", "origin": null, "price": 17.99, "abv": "9.666", "description": "A demonic dark sour, Nightmare on Brett takes on many facets during its transformation to the sour side. Initially aged in large oak foeders with our mixed culture of wild yeast and bacteria, this beer is then transferred to bourbon and whiskey barrels. The various spirit barrels bring on a new life to this beer as it conditions for months, while obtaining additional bourbon and whiskey characteristics. Dominated by dark fruit aromas and flavors, the underlying cacao notes meld with an acidic tart berry finish. With each batch release being a unique blend of barrels, the multiple variations of Nightmare on Brett released throughout the year prove that with creativity and experimentation, anything is possible.", "reviews": [], "rating": "3.5/5", "url": "https://craftshack.com/collections/bottles/products/crooked-stave-nightmare-on-brett"},
{"name": "Alpine Duet IPA", "origin": null, "price": 4.99, "abv": "7", "description": " ", "reviews": [{"date": "12/02/2019", "author": "Craig M.", "rating": "5/5", "body": "It is very good."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/alpine-duet-ipa"},
{"name": "Alesong Kind of Blue", "origin": null, "price": 19.99, "abv": "6.7", "description": "Our light bodied Belgian-style ale was matured on whole local blueberries for a deep purple color and a balanced berry aroma. The oak aging layers in hints of vanilla and mild dry tannin notes. Secondary fermentation adds in a firm acidity and an earthy character that will continue to develop over time.", "reviews": [], "rating": null, "url": "https://craftshack.com/collections/bottles/products/alesong-kind-of-blue"},
{"name": "Allagash White Ale", "origin": null, "price": 4.99, "abv": "5.1", "description": " ", "reviews": [{"date": "02/29/2020", "author": "BD", "rating": "5/5", "body": "1 finger, stark-white, and pillowy head - very good retention at 1/4\". Pale and soft yellow color (matches the label on the bottle), and opaque. Early spotty lacing and more throughout the drink.\r\nYeast, soft spice and floral nose. Orange / orange blossom. Faint banana yeast character. Wheat.\r\nFlavor follows the nose, great balance of spice (coriander and the bright lemon notes that come from it), fruit, yeast with a slightly chalky feel and wheat malt.\r\nMedium body, soft mouthfeel. Carbonation level is perfect. Medium length and delicate and dry finish with a touch of persistent bitterness.\r\nVery good.\r\nSo refreshing and enjoyable!"}, {"date": "01/04/2020", "author": "Linda D.", "rating": "5/5", "body": "Love Allagash White. Drank it while in Maine few years ago. Wasn't able to find it anywhere .....until now. Like the smooth taste with the touch of fruit and spice.\r\nLJ"}, {"date": "12/14/2019", "author": "Kevin C.", "rating": "5/5", "body": "A very nice wheat ale, with Belgian yeast flavors running around in the finish. Noticing that it is 30F outside, and thinking this would be so much better in summer, as a refreshing cool-down from being out in the sun. Seriously, a very good wheat ale."}, {"date": "07/11/2019", "author": "jule r.", "rating": "5/5", "body": "If it's Allagash - it's good to great!!"}, {"date": "03/11/2019", "author": "Jeremiah", "rating": "5/5", "body": "Allagash knows how to make a quality brew. This beer is quite tasty.. it may seem to be a simple quality, but damn is it made so well."}], "rating": "4.9/5", "url": "https://craftshack.com/collections/bottles/products/allagash-white-ale"},
{"name": "Alaskan Icy Bay IPA", "origin": null, "price": 4.99, "abv": "6.2", "description": "The very intense, complex aromatic character with a refreshing, crisp finish is achieved by dry hopping. The fruity, citrusy aroma is a nice complement with grilled prawns and spicy foods.", "reviews": [{"date": "04/23/2020", "author": "Guy W.", "rating": "5/5", "body": "My first order. It was amazing!!!!!"}, {"date": "02/23/2020", "author": "Katharine M.", "rating": "5/5", "body": "They were happy to try this beer! They loved the it! "}, {"date": "12/13/2018", "author": "Dory A.", "rating": "5/5", "body": "All the beers are good. I love all the can designs. Very unique style."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/alaskan-ipa"},
{"name": "AleSmith Barrel-Aged Mexican Speedway Stout (2018)", "origin": null, "price": 59.99, "abv": "13", "description": "This variation of our Imperial Stout combines a portion of the year-round version combined with a portion that went through a lengthy aging process in freshly used tequila barrels. The blend is then combined with Dominican Republic cocoa nibs and cocoa powder, Madagascar Bourbon vanilla beans, Ceylon cinnamon, and blend of Mexican coffees. The result is a luscious, complex brew with notes of vanilla, oak, cocoa, and caramel.", "reviews": [], "rating": "3.7/5", "url": "https://craftshack.com/collections/bottles/products/alesmith-barrel-aged-mexican-speedway-stout-2018"},
{"name": "Alaskan Husky IPA", "origin": null, "price": 4.99, "abv": "7", "description": "This IPA has brilliant clarity and exhibits tropical and stone fruit flavors with aromas of tangerine and papaya.", "reviews": [{"date": "07/22/2019", "author": "Thomas K.", "rating": "5/5", "body": "Hoppy goodness. A full flavored ale without overdoing the hops."}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/alaskan-husky-ipa"},
{"name": "Alaskan Amber Ale", "origin": null, "price": 59.99, "abv": null, "description": null, "reviews": [{"date": "03/12/2020", "author": "Terry T.", "rating": "5/5", "body": "The very best amber ale!"}, {"date": "03/02/2020", "author": "Ian H.", "rating": "5/5", "body": "All time favorite, if someone said “pick a beer to drink the rest of your life,” I would say Alaskan Amber.\r\n"}, {"date": "02/11/2020", "author": "Diana D.", "rating": "5/5", "body": "Loved it since I first had it in Alaska years ago. Was glad to see I could get it delivered because it is not sold anywhere here in Virginia. Still as good as I remember."}, {"date": "01/27/2020", "author": "Kelsey", "rating": "5/5", "body": "We love this beer! Tried it when we went to Alaska, will definitely order more best website to order from!\r\n"}, {"date": "01/26/2020", "author": "James H.", "rating": "5/5", "body": "Enjoyed immensely, used to drink this beer when I was stationed in the Northwest, I now live on the East coast and can not purchase locally.\r\n"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/alaskan-amber-ale"},
{"name": "Allagash Barrel & Bean", "origin": null, "price": 7.99, "abv": "10", "description": "Barrel &amp; Bean starts its life as our Tripel—a Belgian-style golden ale. We age that beer in bourbon barrels for just shy of two months, before blending it with cold-brewed coffee from Speckled Ax, a Maine coffee roaster. The sun-dried Ethiopian beans in the coffee are known for their stone fruit and dark berry flavors. The finished beer features rich notes of caramel, bourbon, and coffee.", "reviews": [{"date": "04/11/2020", "author": "MIchael A.", "rating": "3/5", "body": "It was ok. Not enough barrel aging for me. But smooth easy drinking"}, {"date": "03/09/2020", "author": "BD", "rating": "4/5", "body": "1 finger white head on a gold-orange Tripel...opaque. Good retention down to 1/4\" and early lacing.\r\nInitial nose is mild coffee. Wood starts to show about 15 minutes in...toffee, caramel aromas. Bourbon hint late. \r\nFlavor is coffee (smooth and mild) up front followed by a hint of citrus midway through. Coffee, fruit, spice, and the mildest bourbon towards the end.\r\nMedium body and carbonation with a creamy mouthfeel. Dry finish.\r\nVery good and unique.\r\nI suggest spending about an hour with this one for all the nuances to show out."}, {"date": "08/18/2019", "author": "Vince Y.", "rating": "4/5", "body": "It was good in moments, but not as expected from the description. "}], "rating": "3.7/5", "url": "https://craftshack.com/collections/bottles/products/allagash-barrel-bean"},
{"name": "3 Fonteinen Oude Kriek", "origin": null, "price": 20.99, "abv": "5.6", "description": " ", "reviews": [{"date": "11/05/2018", "author": "Anthony", "rating": "5/5", "body": "All around great solid Kriek. Champaign style head and foam, tart cherry, musk, and earthy flavors.\r\n"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/3-fonteinen-oude-kriek"},
{"name": "3 Fonteinen Oude Geuze Cuvée Armand & Gaston", "origin": null, "price": 20.99, "abv": "5.3", "description": "Blend of young, middle-aged, and old lambics, brewed by 3 Fonteinen. One hundred percent natural, authentic, spontaneous, and a bit stubborn, but always elegant and full of character. The Pure Passion, as Armand and Gaston have always done. ", "reviews": [{"date": "04/11/2020", "author": "Gregory", "rating": "5/5", "body": "This was an exceptional lambic and truly unique. Would highly recommend although is expensive so not an every day beer!"}, {"date": "03/14/2020", "author": "Shane C.", "rating": "5/5", "body": "Excellent balance of effervescent funky tartness."}, {"date": "11/27/2019", "author": "Brendan", "rating": "5/5", "body": "Like lambics you say? Seriously?? If you haven't grabbed this, you really should! \r\nHighly highly recommended purchase ~~"}, {"date": "12/08/2018", "author": "Jon Q.", "rating": "5/5", "body": "Fantastic beer! Super dry and earthy. I wish I bought more!"}], "rating": "5.0/5", "url": "https://craftshack.com/collections/bottles/products/3-fonteinen-oude-geuze-cuvee-armand-gaston"}
]