[
{"name": "Great Women Spirits by Francis Ford Coppola ADA Lovelace Gin", "origin": "California", "price": 41.99, "abv": "40", "description": "Daughter of Lord Byron and protégé of Charles Babbage, Ada Lovelace was a woman of fierce originality and intellectual interests. She is recognized today as the first computer programmer. Born in London in 1815, she studied math and science at the insistence of her mother, despite the common knowledge that these subjects were too rigorous for girls. A handcrafted gin that pays homage to the great English-style gins of Lady Ada Lovelace’s era, with a forward-thinking Code of 10 Botanicals, some of which may be found at our wine estates in Napa and Sonoma, along with pure spring water from our Napa estate. It is a gin that is inspired by the innovators of the past, present, and future. Classic London dry feel with balanced aromas of Italian juniper berries, lavender, summer roses, ripe tangerines and Meyer citrus blossoms. Full-bodied on entry, mid-palate Turkish delight sweets, orris root and candied ginger finish, balancing floral aromas with earthly Rutherford dust base. Proof: 80", "reviews": "This English-style, small-batch gin from the Golden State romances\r\nwith aromas of rose petals, lavender, lanolin, and echoes of juniper. Lemons from a Napa-based estate paint the tongue with an unctuous stroke, adding a hint of cin- namon and salinity. Candied ginger ascends and fades with a kiss of dark chocolate and coffee bean on the finish.", "rating": "92.0", "url": "https://www.wine.com/product/great-women-spirits-by-francis-ford-coppola-ada-lovelace-gin/531610"},
{"name": "St. George Spirits Pear Brandy", "origin": "California", "price": 43.99, "abv": "40", "description": "Astonishingly fruit-forward and wildly aromatic on the nose. On the palate, dry but redolent of ripe Bartlett pears, with subtle honey notes and a hint of spice. Proof: 80", "reviews": "One of the bolder pear brandies, it offers a bright, slightly sweet fresh pear and honey aroma. Flavor-wise it offers a big pop of rounded pear warmed with baking spice entices up front. Made from dry-farmed organic Bartlett pears, about 30 pounds of fruit per bottle. Best Buy", "rating": "93.0", "url": "https://www.wine.com/product/st-george-spirits-pear-brandy/530368"},
{"name": "Virginia Distillery Co. Cider Cask Finished Whiskey", "origin": "Other U.S.", "price": 67.99, "abv": "46", "description": "#13 Whisky Advocate Top 20 Whiskies of 2018 The Cider Cask Finished Virginia-Highland Whisky is made from 100% malted barley, marrying whisky from Scotland with whisky made on-site in Virginia. The whisky is then cask finished for 8 to 12 months in cider casks coming from Virginia producers such as Potter’s Craft Cider and Buskey Cider. This release is offered annually during the fall and is a limited release. Notes of apple, vanilla and pear are evident on the nose along with a hint of caramel. On the palate, some creaminess and sweetness from the malt, along with caramelized wood sugars from the oak, melds with a pleasant touch of acidity from the cider. Proof: 92", "reviews": "Nose is heavy with spice and oak; long and bright with an elegant and carefully balanced style; an instant classic made in Virginia. This blend of Scotch whisky and Virginia Distilling’s own-make whisky is finished in cider casks for 8 to 20 months, and has layers of flavor. There’s light peat, campfire, and fragrant meadow on the nose, along with sweeter notes of vanilla coulis, applesauce, marzipan, pears, and cinnamon-spiced almonds. The palate offers polished oak, clementine, grilled apple, and almond pudding. A lengthy finish adds brown sugar, grilled fruit, dark chocolate, espresso, and white pepper.", "rating": "92.5", "url": "https://www.wine.com/product/virginia-distillery-co-cider-cask-finished-whiskey/535405"},
{"name": "D. George Benham's Sonoma Dry Gin", "origin": "Sonoma County, California", "price": 43.99, "abv": "45", "description": "A combination of traditional, exotic, and local California botanicals including grains of paradise, galangal, peppermint, and hand-zested Meyer Lemon and Buddha’s Hand citrus. Each of our 12 botanicals are individually vapor distilled allowing for maximum flavor extraction, and then masterfully blended to create a complex and balanced gin that can be enjoyed on its own or in your favorite cocktail. Proof: 90", "reviews": "This spirit is handmade in Sonoma, California, with each botanical individually vapor-distilled in column stills and then blended together; the citrus is locally sourced and hand-zested for a remarkable freshness. Aromas of salted lemon, lavender, and vanilla are delicate and inviting, while vibrant notes of lemon oil, chamomile, and honeysuckle are accented by coriander and rose petals. A wash of wintergreen mint and an echo of juniper melts into a dry, defined, and most stylish finish that’s akin to a fresh bouquet of blue flowers. The bottle is vibrant turquoise but the contents are perfectly clear. The sweet aroma suggests candied lemon peel, warm orange peel, and a faint licorice note. Bold licorice leads on the palate, fading into bracing juniper, black pepper and clove.", "rating": "94.5", "url": "https://www.wine.com/product/d-george-benhams-sonoma-dry-gin/529463"},
{"name": "Pomp & Whimsy Gin Liqueur", "origin": "California", "price": 33.99, "abv": "30", "description": "2017 San Francisco World Spirits Competition Gold Medal Winner Pomp & Whimsy brings modern sensibilities to the tradition of gin making, by infusing classically distilled gin with a natural, delightfully flavorful botanical liqueur. Light citrus and exotic fruits on the start, evolving into a dry, warm spice finish, with a familiar suggestion of citrusy juniper on the tail. Subtly sweet and eminently quaffable. This highly refined, yet playfully sensorial spirit,  is both graceful by itself, and can be effortlessly dressed up or down. It's gin, reimagined. Proof: 60", "reviews": "Pomp & Whimsy Gin Liqueur’s glorious botanicals do not mask this spirit—juicy white peaches and pears on the nose diminish any strong juniper or coriander notes with a jasmine kiss. Luscious notes of ginger, McIntosh apple and orange rind vamp the expansive palate. This is lightly sweet, distinctly (but not overly) floral and compulsively quaffable. You'll want to add this cucumber-dominant gin liqueur to spring cocktails, although it also sips surprisingly well straight up.", "rating": "94.5", "url": "https://www.wine.com/product/pomp-and-whimsy-gin-liqueur/530527"},
{"name": "Pasote Blanco Tequila", "origin": "Jalisco, Mexico", "price": 49.99, "abv": "40", "description": "Utterly clean and clear, with an exquisitely soft mouthfeel, the first impression of this beautifully balanced agave tequila is that you’re drinking liquid light. Crisp, zesty citrus dominates the foreground, unfolding mid-palate to pure succulent blue agave. A surprisingly long finish that’s decidedly clean. The distinctive agave taste deliciously lingers on, flecked with hints of white pepper. Rewards agave lovers with the ripe essence of the plant itself, roasted to perfection to bring out its herbaceous depths. A deeper sniff reveals fragrant undertones of bright citrus. Proof: 80", "reviews": "An aromatic adventure of celery root, salt and lime—which perks up the nose immediately. Slick on the palate, the salinity morphs to more of a savory white pepper, with clean ripe tones of agave, jicama, taro and citrus. The prickly finish on the tongue is sense-sational. The mild scent hints at agave and basil. Meanwhile, the palate shows vanilla sweetness up front, warming to a traditional agave and jalapeño midpalate, and finishing with black pepper sparks and echoes of vanilla and cinnamon. Seems like it would lend itself to barrel-aged expressions.", "rating": "91.5", "url": "https://www.wine.com/product/pasote-blanco-tequila/528340"},
{"name": "Lambay Single Malt Cognac Cask Whiskey", "origin": "Ireland", "price": 65.99, "abv": "40", "description": "Wine Enthusiast Top 100 Spirits of 2019 Lambay Single Malt is a triple distilled malt whiskey crafted with Lambay Island Trinity Well water. It is finished in selected Cognac casks that have been exposed to the sea air on Lambay Island. Mahogany brown, with aromas of malt, green fruit, floral, ripe bananas. Coconut, malt, dried berries/fruits on the palate and a long lasting malt with a lingering sweetness and green fruits. Proof: 80", "reviews": "The story behind this whiskey reflects a tale of two islands: First, the spirit is aged on Lambay Island, off the coast of Dublin. The whiskey is then finished in Cognac casks from Île de Ré, off the coast of France. While the finished result doesn’t exactly sing of the salty sea, it’s a pleasing sipper nonetheless, with a dark honey hue, bold, fruity aroma and drying palate mixing cedar with big, red apple bite and a long, robust vanilla-and-clove exit.", "rating": "93.0", "url": "https://www.wine.com/product/lambay-single-malt-cognac-cask-whiskey/528783"},
{"name": "Bulleit 95 Rye Whiskey", "origin": "Kentucky, Other U.S.", "price": 39.99, "abv": "45", "description": "Russet in color, with rich oaky aromas. The taste is exceptionally smooth, with hints of vanilla, honey, and spice. Finish is crisp and clean, with long, lingering flavors. Bulleit Rye is an award-winning, straight rye whiskey with a character of unparalleled spice and complexity. Released in 2011, it continues to enjoy recognition as one of the highest quality ryes available. Proof: 90", "reviews": "Rich and toasted; spicy, deep, and lush with grass and caramel notes; a pure and classic rye from this top producer. Bright and buttery, this rye has a warm, malty scent and mellow flavors of cookie dough and juicy lemon, interspersed with just the right amount of rye bite.", "rating": "92.0", "url": "https://www.wine.com/product/bulleit-95-rye-whiskey/530191"},
{"name": "Rieger's Midwestern Dry Gin", "origin": "Missouri, Other U.S.", "price": 40.99, "abv": "46.1", "description": "Midwestern Dry Gin is inspired by the traditional London Dry Gins that famously emphasize the spicy and aromatic character of mature Juniper berries. By selecting only the finest botanicals from around the world, the result is bold, full-flavored Gin with layers of aroma and a complexity of flavor that makes it perfect for sipping on the rocks or ideal for classic cocktails. Proof: 92.2", "reviews": "Mild juniper and menthol lead the nose. The palate unpacks bright lemon and grapefruit peel, underpinned by mild, marshmallow-like sweetness. It finishes cleanly, with lemon-pepper and a gingery flicker of heat. Mix up gin & tonics.", "rating": "91.0", "url": "https://www.wine.com/product/riegers-midwestern-dry-gin/535400"},
{"name": "No. 209 5XD Gin", "origin": "San Francisco Bay, Central Coast, California", "price": 37.99, "abv": "46", "description": "Vastly different from the juniper-heavy gins of the past, No. 209 opens with a beautifully aromatic nose of predominately citrus and floral notes with a hint of spiciness. First across the palate are the citrus high notes, with lemon followed by a hint of orange. As the spirit warms in the mouth, delicate floral notes are liberated from the bergamot and coriander. Mid-palate, there is a pepper-like warmth from the emerging cardamom and juniper. As the cardamom continues to bloom across the palate mint-like components further emerge. The cassia and other warm spice notes become prominent on the finish. The cassia in particular lingers, encouraging another sip. Proof: 92", "reviews": "Following breathtaking aromas of tangerine, lilac, and vanilla toffee, the palate is sweetened by candied blue-floral notes as juniper gets kissed by spearmint for a refreshing wash on the palate. This flavor profile is highly original. Scented with juniper and lemon peel, this light, silky gin is distinctly citrusy and crisp, suggesting lemon and grapefruit peels. It finishes lightly sweet, enlivened by white pepper and candied ginger sparks.", "rating": "93.0", "url": "https://www.wine.com/product/no-209-5xd-gin/91810"},
{"name": "Santa Teresa \"1796\" Rum", "origin": "South America", "price": 54.99, "abv": "40", "description": "To commemorate the Hacienda’s bicentennial in 1996, Alberto Vollmer Herrera, member of the 4th generation of the family, challenged the company to develop a rum that could leverage all of its mastery learned in the first 200 years. Santa Teresa 1796 is a bold and elegant rum with blends up to 35 years aged in bourbon oak barrels, then further aged through the artisanal Solera method resulting in a dry, smooth and balanced rum. Proof: 80", "reviews": "This single-estate rum is made from sugarcane grown on Santa Teresa\r\nproperty; the blending and bottling is also done on-site. The slow blending of 30 rums (through three styles of distillation) come together for spirits aged anywhere from four to 35 years. The nose continues to evolve, so as we sip, we return to grab additional olfactory notes of apricot and orange liqueur, as well as a defined salinity. The palate feel is luxurious: Chocolate-covered orange peel and new saddle become a liquid jewel that melts across the mouth, and the finish has a sweet resin-y quality. This overdelivers. Made with a blend of rums ranging from four to 35 years, look for a mild caramel aroma and plush palate echoing with rich vanilla bean, fudge and mocha. The drying finish weaves in oak and walnut, laced with a bit of clove zing.", "rating": "94.5", "url": "https://www.wine.com/product/santa-teresa-1796-rum/531925"},
{"name": "Chamucos Anejo Tequila", "origin": "Jalisco, Mexico", "price": 64.99, "abv": "40", "description": "Aged for 18-22 months in 50% French oak barrels (5% American oak barrels are char #2), Chamucos Tequila Anejo is elegant and silky, with smooth character that coats the palate with roasted agave and enticing vanilla flavors layered with caramel, toffee, fennel, chocolate and baked or grilled pineapple undertones followed by sun-ripened tropical fruits and spice create a refined, yet unforgettable taste sensation. Beautiful, slightly sweetly with seductive spice, sweet toffee, vanilla essence and tropical spice and butter mint undertones to create a wonderfully unique tequila experience. Proof: 80", "reviews": "Tequila Chamucos Anejo delivers such a captivating perfume - jasmine, brown sugared agave, summer peach and buttered toast; it translates equally well on the palate. Rich and generously textured with a velvet creaminess, a hint of tobacco and black pepper give this aged spirit extra oomph. The aroma is fresh and bright, welcoming with pineapple and pear. The palate echoes those flavors, and surprises with a waft of smokiness too. All together, this fruity-smoky profile suggests charred pineapple, plus a vanilla and clove finish.", "rating": "93.5", "url": "https://www.wine.com/product/chamucos-anejo-tequila/530949"},
{"name": "Amador Whiskey Co. Double Barrel Bourbon Whiskey", "origin": "California", "price": 41.99, "abv": "43.5", "description": "Amador Whiskey Co. Double Barrel marries the best of Kentucky Bourbon with Napa Valley wine barrel finishing. Its journey began in the heart of Bourbon country, where we selected exceptional Kentucky Bourbon that came to life in new charred American oak barrels aged 3.5 years. You’ll discover complex flavors of vanilla, oak, brown sugar and spice. Enjoy this unique Bourbon with Kentucky pedigree and California flair. Proof: 86.8", "reviews": "This whiskey is made from a blend of Kentucky Bourbons aged from three to ten years old and finished in former Napa Valley wine barrels. Caramel sweetness intertwines with oak, vanilla and coconut, while a meandering, slightly earthy finish suggests mellow cocoa and a puff of campfire smoke. Dilution coaxes out a marshmallow-y sweetness. Overall, the experience is reminiscent of s'mores, with that cocoa-smoke finish. Sip or mix.  Best Buy.", "rating": "91.0", "url": "https://www.wine.com/product/amador-whiskey-co-double-barrel-bourbon-whiskey/529520"},
{"name": "Rough Rider The Big Stick Cask Strength Rye Whisky", "origin": "Long Island, New York, Other U.S.", "price": 69.99, "abv": "60.5", "description": "Following the harvest of Long Island’s iconic potatoes, locally harvested Winter Rye is the cover-crop planted on surrounding farmlands to maintain the sustainable characteristics in the soils. Rye is a deep-rooted grain, the farmers refer to it as a cleansing grain, so it is a very terroir dependent. Surrounded by over 70 vineyards, Long Island Rye’s tend to have a spicy sweetness to them. The Big Stick is bottled at 121 Proof Cask Strength and it is a remarkable Rye that reveals the true raw spirit of this locally planted Rye. This small-batch whisky incorporates the use of Champagne yeast, which allows for a 12-day low-slow fermentation that is 4-times longer than your typical rye. It’s an impressive amount of esters and florals offer more flavor than heat. Proof: 151", "reviews": "This cask-strength rye is among the highest proof you'll see on the shelf. Uncut, this dark amber whiskey has a rich caramel aroma and a wood-heavy palate that finishes long, spicy and hot. Balanced with plenty of dilution, mellow vanilla, almond and coconut tones emerge.", "rating": "90.0", "url": "https://www.wine.com/product/rough-rider-the-big-stick-cask-strength-rye-whisky/528731"},
{"name": "Buchanan's 15 Year Select Blended Malt Scotch Whisky", "origin": "Scotland", "price": 69.99, "abv": "40", "description": "2018 San Francisco World Spirits Competition Gold Medal Winner. A delicious harmony of toffee-sweetness and deep, fruity notes, our golden amber whisky incorporates additional waves of smoky barbecue heat ending in a delightfully drying finish. This unique spirit is exclusively composed of some of the finest Single Malt Scotch Whiskies from the heart of Scotland, resulting in a harmonious blend with a real depth of flavor and character worthy of its minimum 15-year maturation. Proof: 80", "reviews": "Butterscotch and smoke, with rewarding maritime and medicinal characters balancing the sweetness, candied peel, poached apricots, and lemon squeezed over warm, sugar-sprinkled pancakes. The smoke billows up around the citrus-tinged caramel, cotton candy, marmalade, and dried fruit. Wave after wave of spices ride the smoke trails through the finish, carrying along some residual caramel sweetness. Soft, mellow nose; smooth and elegant with carefully balanced flavors that range from toasty and intense to spicy and rich to soft and lush; a lovely blended malt that brings many elements to your glass; charming, polished and long.", "rating": "93.0", "url": "https://www.wine.com/product/buchanans-15-year-select-blended-malt-scotch-whisky/526173"},
{"name": "Bushmills 10 Year Single Malt Irish Whisky", "origin": "Ireland", "price": 49.99, "abv": "40", "description": "Bushmills Single Malt Whiskey 10 year old is triple distilled from 100% malted barley and matured for at least 10 years in bourbon season barrels which give it its honey, vanilla and milk chocolate aroma. It can be served neat, over ice or if you’re feeling a little more adventurous, try it frozen. Proof: 80", "reviews": "This is just a delight; a real flavor giver. A wave of honey sweeps along aromas of creamy vanilla, white peach, fresh citrus peel, white pepper, cinnamon stick, and milk chocolate. It starts delicately with melon, light grape, and vanilla, swells with citrus acidity and creamy caramel, ramping up to toffee, darker fruits, chocolate, Fruit Pastilles, and a little oak. The finish is mouth-clinging, with vanilla and spice.", "rating": "90.0", "url": "https://www.wine.com/product/bushmills-10-year-single-malt-irish-whisky/23810"},
{"name": "Kaiyo Cask Strength Japanese Whisky", "origin": "Japan", "price": 99.99, "abv": "53", "description": "Kaiyo Cask Strength extremely smooth with great complexity and a lovely balance of fruit, silky malt, and a touch of dark chocolate. Proof: 106", "reviews": "Fully matured in mizunara oak on land and sea, this has tangy orange, ground ginger, fennel seed, cedar, and incense, though it seems a little more tightly wound than the standard strength whisky. Juicy orange, quick firecracker spices, and more toffee sweetness; it becomes heavy and thick, flaunting high alcohol, then turns creamier with marzipan, orange Jell-O, and singed oak spices.", "rating": "90.0", "url": "https://www.wine.com/product/kaiyo-cask-strength-japanese-whisky/529440"},
{"name": "JCB Pure Vodka", "origin": "France", "price": 125.0, "abv": "40", "description": "Made Cote-D'or Pinot Noir and Chardonnay grapes this unique bottle of vintage Burgundian Vodka is sorted by hand. The grapes are crushed and fermented individually into wine in french oak barrels for six months after blending the wine is distilled one time in a copper pot and six times in copper columns. Proof: 80", "reviews": "With an expressive, feminine nose of blueberries, lavender, and vanilla bean, this charming spirit uses hand-harvested Pinot Noir and Chardonnay grapes from Jean-Charles Boisset’s estate vineyards in Burgundy. After the varieties are fermented separately, the grapes are aged for six months in barrel before blending (they sit for two additional months for the flavors to meld). The result of this labor-intensive process is an exquisitely exotic vodka with flavors of summer roses, gardenia, and a continuous perfume on the nose and sumptuous palate.", "rating": "100.0", "url": "https://www.wine.com/product/jcb-pure-vodka/530148"},
{"name": "Brenne Estate Cask Single Malt Whisky", "origin": "France", "price": 64.99, "abv": "40", "description": "The first single malt in the word aged exclusively in French Limousin Oak and Cognac casks, Brenne Estate Cask is twice-distilled in a copper alembic still, and aged for a minimum of six years. The whisky has perfumed fruit and French patisserie aromas with creamy and complex sugar notes of rich creme brulee and burnt caramel. On the palate, notes of banana, tropical fruits, and warm spices like cinnamon and clove. Proof: 80", "reviews": "This unique newcomer—a French single-malt whisky finished in used Cognac barrels—tastes like a soft, golden Speyside Scotch with a little something extra. Honey, apricot and crème brûlée kick into a spicy ginger and black pepper finish and a gentle puff of smoke.", "rating": "93.0", "url": "https://www.wine.com/product/brenne-estate-cask-single-malt-whisky/529600"},
{"name": "Averna Amaro Liqueur", "origin": "Sicily, Italy", "price": 34.99, "abv": "29", "description": "An excellent liqueur with full body and smooth taste, extremely pleasant for every moment of the day. You can drink it or taste it straight, with ice or frozen. It is produced using an ancient recipe made of herbs, which has been passed down from one generation to another since 1868. Proof: 58", "reviews": "Opaque and inky brown, the restrained aroma hints at espresso. On the palate, it's a wash of espresso, hazelnut and cola, with a pleasantly fleeting sweet-ness followed by a long, herbal finish.", "rating": "93.0", "url": "https://www.wine.com/product/averna-amaro-liqueur/531745"},
{"name": "Glenlivet 12 Year Single Malt Scotch Whisky", "origin": "Speyside, Scotland", "price": 64.99, "abv": "40", "description": "There's arguably no scotch single malt whisky more reliable than The Glenlivet 12 Years of Age. This is a standout in the Glenlivet family you can count on for virtually any meal pairing.Proof: 80", "reviews": "Look for a honey hue and super-fresh, bright orchard fruit aromas. The drying palate shows oak and vanilla, plus darker hints of espresso and clove. The finish is lifted by a pleasing hint of lemon cream pie. Sip or mix.  Best Buy", "rating": "92.0", "url": "https://www.wine.com/product/glenlivet-12-year-single-malt-scotch-whisky/526131"},
{"name": "Partida Anejo Tequila", "origin": "Jalisco, Mexico", "price": 67.0, "abv": "40", "description": "Intense golden color with tones of bronze. Clean and full bodied. Refined aromas of oak, chocolate, dry fruits and butter. A pleasant spice at the tongue, it has flavors of black and green pepper, white oak, vanilla, and maple honey. Although it has 18 months of aging the flavor of agave is still present. Proof: 80", "reviews": "Hitting all the right notes, this 18-month-aged añejo melds tropical fruit and fresh-cut apple with silky vanilla and agave nectar, finishing on a brisk peppery-cinnamon note.", "rating": "95.0", "url": "https://www.wine.com/product/partida-anejo-tequila/530463"},
{"name": "Bols Genever Gin", "origin": "Netherlands", "price": 38.99, "abv": "42", "description": "Bols Genever is an award-winning classic cocktail spirit that combines the mixability of a white spirit and the complexity of a brown spirit. Proof: 84", "reviews": "The original gin, imported from Holland; smooth, spicy, and creamy\r\nwith rich and balanced flavors. Produced from a recipe from 1820, this expression has previously won a Double Gold at the San Francisco World Spirits Competition. Still made with the original recipe from 1820, including 22 botanicals, this genever is clear in the glass with a warm, sweet vanilla-tinged aroma. The malty palate is grainy and slightly viscous, finishing long with vanilla and cinnamon heat.", "rating": "91.5", "url": "https://www.wine.com/product/bols-genever-gin/529575"},
{"name": "Ron Barcelo Imperial Rum", "origin": "Dominican Republic, Caribbean", "price": 31.99, "abv": "40", "description": "Bright copper-amber color. Aromas of buttercream, dried cherries, intense vanilla, pineapple jam and caramelized walnuts followed smoothly by a dry fruity lush medium body, full of depth and balance. Ending on a note of carrot cake, kola nut, mocha and a strong toasted flavor that slowly fades. Proof: 80", "reviews": "The prestige offering from this venerable house founded in 1929 by a young Spaniard; rich, smoke-laced nose with toasty oak and brown sugar flavors.", "rating": "91.0", "url": "https://www.wine.com/product/ron-barcelo-imperial-rum/531910"},
{"name": "Bushmills 21 Year Single Malt Irish Whisky", "origin": "Ireland", "price": 249.99, "abv": "40", "description": "Bushmills Single Malt Whiskey 21 year old is aged for a minimum of 19 years in former Oloroso Sherry and Bourbon-seasoned casks, then transferred into Madeira casks for a further 2 years. The result is a whiskey awarded ‘Best Irish Single Malt 2013’. It has huge depth that interweaves dried fruit flavors with spicy, aromatic maltiness and subtle nutty raisin notes. Proof: 80", "reviews": "Bushmills’ sumptuous magnum opus spins aromas of sultana, brown sugar, walnut oil, date slice, chocolate-covered cranberries, leather gloves, and a hint of espresso. The dark, crepuscular mystique continues in the syrupy mouthfeel redolent of forest honey, banana bread, nuts, browned butter, sultana, date, and blackberry. Utterly beguiling, the Madeira finish works wonders here, right through to the last moments of the smooth, sweet finish. A must-try for all.", "rating": "96.0", "url": "https://www.wine.com/product/bushmills-21-year-single-malt-irish-whisky/529625"},
{"name": "Tesseron Lot 29 Exception XO Cognac (1.75 Liter)", "origin": "France", "price": 1849.97, "abv": "40", "description": "Tesseron Lot 29 Exception XO Cognac is the rare jewel of the Tesseron collection of Cognacs. A unique blend of legendary Grande Champagne, the cream of our oldest and rarest stocks, lovingly aged for at least three generations. Balancing power and finesse, Exception has a floral bouquet, allied to chocolate and mocha notes. This is complemented by that elusive, ethereal nose which is so typical of only the very best old cognac. This subtle elixir has an extraordinarily long aftertaste, and its lovely amber highlights reflect its very slow aging – the quintessence of elegance. Proof: 80", "reviews": "The Tesseron family, who made their fortune in Cognac (but are probably best known by wine lovers as the proprietor of Pontet Canet and Lafon Rochet) released tiny quantities of single vintage Cognacs. Although French law does not permit a vintage date to be used, this is all from 1929, and is very limited in availability. I'm not an expert on Cognac, but anything this smooth, silky, potent, and aromatic, is truly great stuff. It is about as ethereal Cognac as anyone could ever hope to drink. The nut-paste, oaky scents take on a citrusy tone as the smell turns fruitier the more it aerates; lovely and compelling. The palate entry is supple, fruity sweet, and ripe; the midpalate stage highlights melded flavors of light caramel, marzipan, and nougat. Ends up oaky- sweet, lightly spiced and satiny. \r\n Range:  90-95", "rating": "97.5", "url": "https://www.wine.com/product/tesseron-lot-29-exception-xo-cognac-175-liter/558163"},
{"name": "Koval Single Barrel Bourbon Whiskey", "origin": "Illinois, Other U.S.", "price": 50.99, "abv": "47", "description": "KOVAL Distillery’s organic, single barrel bourbon has the requisite mash bill of at least 51% corn, but instead of the usual rye or wheat supplement, they have included one of the main cereals of Asia and Africa. Millet is a gluten-free ancient sustenance grain, and like corn, has a history of working in the spirits industry, albeit in Nepal, where it has long been celebrated as a libation of choice. Tucked away in a charred new American oak barrel to age, millet and corn learn to complement each other, neither taking the lead. Out of the bottle, this duet opens with notes of mango chutney, while the millet renders a soft whisper of vanilla throughout. Then harmonizing, the grains sing with the sweetness of apricot custard. This pair finishes with peppery caramel, a diminuendo into a wisp of clove-spiked tobacco lingering on the tongue. Proof: 94", "reviews": "Aged for less than four years, this 94-proof bourbon features grain sourced from organic Midwestern farms. Although the mash bill for bourbon has the requisite 51% corn, this spirit includes millet instead of rye or wheat. It exudes an expansive perfume of spiced Ceylon tea, honeyed papaya, and peppered apricot. On the palate, Eastern spices such as garam masala, cumin, and mustard seed intertwine with tropical fruits. The finish keeps your tongue peppered, but the texture is luxurious.", "rating": "96.0", "url": "https://www.wine.com/product/koval-single-barrel-bourbon-whiskey/531540"},
{"name": "Mount Gay Extra Old Peated Rum", "origin": "Barbados, Caribbean", "price": 259.99, "abv": "57", "description": "Wine Enthusiast Top 100 Spirits of 2019 The Master Blender Collection is a celebration of Mount Gay’s 315 years of rum expertise and pioneering spirit. As the oldest rum producer in the world, our long standing heritage provides us with the skills and knowledge of previous generations. This savoir-faire allows us to innovate and create new products, always pushing the boundaries of the category. We are continually looking towards the future with our mission is to create the future of tradition. This series is an opportunity for our Master Blender, Allen Smith, to fully exert his creativity and to embody the revolutionary and innovative essence of Mount Gay. Mount Gay XO The Peat Smoke Expression is the first limited edition of this collection, and marks the beginning of a highly original and inventive series. Crystal clear, brilliant coppery hue. Slow running lanky legs develop when swirled. Distinct old oak aroma, stewed fruit and sweet caramel interlaced with warm chocolate, bourbon vanilla and smoke. Initially delicate on the palate with a velvety texture, followed with a powerful freshness that culminates in a long opulent finish. Proof: 114", "reviews": "This unique bottling starts with pot-stilled rums aged eight to 15 years in American oak barrels, then matured for an additional 6 months in casks that previously held peated Islay whisky. Look for a rich maple scent and a palate with caramel and vanilla flavors, with the peat emerging on the finish. Add water or ice to tame the fiery alcohol in this overproof rum.", "rating": "93.0", "url": "https://www.wine.com/product/mount-gay-extra-old-peated-rum/530411"},
{"name": "Kaiyo Mizunara Oak Japanese Whisky", "origin": "Japan", "price": 67.99, "abv": "43", "description": "#14 Whisky Advocate Top 20 Whiskies of 2019 Delicate nose with vanilla, ripe dried fruit and hints of cherry, with a long lingering finish. Proof: 86", "reviews": "Mizunara oak is the modern signature of Japanese whisky, and Kaiyo- whisky enables inquisitive imbibers to savor the spice, incense, and sandalwood flavors of this rare wood for an attractive price. Distilled and matured in Japan, the casks then undergo a three-month ocean voyage from Osaka to Liverpool before bottling to encourage further flavorsome interactions. Ground spices, vanilla sponge cake, honey, brown sugar cubes, and scents of aromatic woods and incense. Pastry, egg custard, and allspice flavors, followed by a wave of vanilla creaminess and a lengthy finish with fading spices.", "rating": "92.0", "url": "https://www.wine.com/product/kaiyo-mizunara-oak-japanese-whisky/529441"},
{"name": "Buchanan's Red Seal Blended Scotch Whisky", "origin": "Scotland", "price": 194.99, "abv": "40", "description": "2018 San Francisco World Spirits Competition Double Gold Medal Winner. This whisky features the finest blend of Scottish malts for an impeccable taste. Buchanan's Red Seal is inspired by the blend crafted by James Buchanan & Co. over 100 years ago. Matured to perfection. Proof: 80", "reviews": "Inhale deeply and this bestows a sense of serenity; morning dew on clipped lawns strewn with spent fireworks and strands of honey mingled with subtle, elegant smoke. Blender Maureen Robinson’s light, well-balanced creation ushers in gentle honey and growing sweetness, before billowing puffs of smoke grow dominant. Charred peaks of a lemon meringue pie, iced coffee, and milk chocolate follow, leaving a catch of smoke in the aftertaste. Quite a charmer.", "rating": "91.0", "url": "https://www.wine.com/product/buchanans-red-seal-blended-scotch-whisky/526172"},
{"name": "Codigo 1530 Reposado Tequila", "origin": "Mexico", "price": 71.99, "abv": "40", "description": "Bright, sweet agave notes with the added complexity of vanilla, toasted caramel and subtle cocoa powder. Proof: 80", "reviews": "A mild whiff of tropical fruit leads the nose. The palate is light and mildly sweet with a trace of coconut, finishing peppery, crisp and a bit fiery. Aged for six months in former Napa Cabernet barrels.", "rating": "90.0", "url": "https://www.wine.com/product/codigo-1530-reposado-tequila/530932"},
{"name": "Stolen 11 Year Old American Whiskey", "origin": "Indiana, Other U.S.", "price": 49.99, "abv": "46", "description": "Double Gold Medal at San Francisco World Spirits Competition 2017 Aged eleven years in American oak barrels, it’s a highly-awarded, single-grain American whiskey. It is finished in a secondary barrel and steeped with toasted oak staves. As a result Stolen 11 has a rich and bold flavor profile, yet it is exceptionally smooth and light on the palate. All with a luscious, buttery mouthfeel. Proof: 92", "reviews": "From a producer known for unusual spiced rums, here's an 11-yearold whiskey flavored with “double smoked” barrel staves. The aroma suggests brown sugar, marzipan and butterscotch. That brown sugar is echoed on the palate, along with oak and plenty of baking spice. The finish is long and a little hot, a cinnamon tingle dancing on the tip of the tongue. Best Buy", "rating": "92.0", "url": "https://www.wine.com/product/stolen-11-year-old-american-whiskey/532139"},
{"name": "Drumshanbo Gunpowder Irish Gin", "origin": "Ireland", "price": 37.99, "abv": "43", "description": "Bright citrus greets the nose, along with complimentary notes of juniper and spice. The palate is immediately delighted with enticing notes of juniper, Gunpowder Tea, meadowsweet and coriander. Serve in cocktails such as a signature gin & tonic with ruby red grapefruit. Proof: 86", "reviews": "Named for the gunpowder tea that's part of the botanical mix, this bone-dry gin offers juniper, anise, caraway and lime peel on the nose. The palate opens with grapefruit, finishing long and astringent on pink peppercorn, caraway and a flicker of alcohol heat. Mix into martinis.", "rating": "92.0", "url": "https://www.wine.com/product/drumshanbo-gunpowder-irish-gin/531370"},
{"name": "Clynelish 14 Year Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 74.99, "abv": "46", "description": "2016 San Francisco World Spirits Competition Gold Winner. Yellow gold. Light candle wax, with some sugar. A faint floral fragrance. The body is firm, light to medium. Pleasant creamy mouthfeel; maritime generally. Some salt, dryish yet an attractive, even slightly bitter finish. Proof: 92", "reviews": "The initial aroma is large, biscuity and grainy sweet; the aroma then becomes more sugar biscuit-like and a touch salty. Palate entry finds generous and malty-sweet flavors; by midpalate distinctive notes of black pepper, seaweed, oaky vanilla, honey and dark caramel are added. Finishes elegantly, sweetly and malty, with just a barely discernable influence of the sea.  Best Buy.  Range:  90-95 Points", "rating": "95.0", "url": "https://www.wine.com/product/clynelish-14-year-single-malt-scotch-whisky/526461"},
{"name": "Kirk and Sweeney 18 Year Dominican Rum", "origin": "Dominican Republic, Caribbean", "price": 51.99, "abv": "40", "description": "This full-bodied rum delivers an intriguing range of aromas, from intense vanillas to faint notes of sherry and raisins–all built upon a notable undercurrent of roasted cane sugars. Expert blending comes to life with the first taste, revealing a deep vanilla flavor, followed by dried fruits, nutmeg, cinnamon spices and a hint of oak. Immensely smooth all the way through, this rum unwinds with a gently wavering sensation of oak, sherry, and raisin. Proof: 80", "reviews": "A deep, dark, complex rum. Redolent of rich caramel and brown sugar on the nose and palate, toffee-like sweetness soon gives way to cocoa, clove, cigar wrapper and espresso on the drying finish. Sip over ice.", "rating": "93.0", "url": "https://www.wine.com/product/kirk-and-sweeney-18-year-dominican-rum/528321"},
{"name": "Langley's No. 8 London Dry Gin", "origin": "England", "price": 42.0, "abv": "41.7", "description": "Langley’s Distillery was founded almost a century ago by the Palmer family. Here they have been developing and producing some of the finest award-winning gins in the world since 1920, but Langley’s No. 8 is the first time they have allowed the distillery’s name to be used on a product. A unique recipe of 8 secret botanicals; including juniper berries from Macedonia, coriander seeds from Bulgaria, sweet orange and lemon peel from Spain, cassia bark from Indonesia and ground nutmeg from Sri Lanka, all picked at their freshest, and then distilled in a single, small batch distillation. Proof: 83.4", "reviews": "This complex, balanced gin has a citrusy, lightly sweet palate, hinting at grapefruit and delivering a faint, pleasing white floral note. The finish offers citrus and spicy zing.", "rating": "93.0", "url": "https://www.wine.com/product/langleys-no-8-london-dry-gin/530030"},
{"name": "British Navy Pusser's Gunpowder Proof Rum", "origin": "Caribbean", "price": 39.99, "abv": "54.5", "description": "Pusser’s ‘Gunpowder Proof’ is a traditional Royal Navy style rum produced at original Admiralty strength and in accordance with the Admiralty’s blending recipe last used when the Royal Navy discontinued its daily ration on 31 July 1970. Clear, dark coppery amber with burnished copper highlights. On the nose, p ungent molasses, treacle, toffee, honey and vanilla with oak, cinnamon, nutmeg and ginger.  Full-bodied with a more enhanced flavor profile than the lower proof Blue Label.  Long finish, and despite its strength, smooth and mellow. Proof: 109", "reviews": "This 17-century-style British Navy rum is a history lesson in a bottle: the ship’s “pusser” (purser) once doled out the sailor’s ration of rum, and gunpowder was used to prove the strength of the alcohol (hence “proof ”). Smooth, rich with flavors of toasted orange rind, tamarind and brown sugar; lush and powerful; long and balanced. ", "rating": "93.0", "url": "https://www.wine.com/product/british-navy-pussers-gunpowder-proof-rum/531480"},
{"name": "Uncle Nearest \"1856\" Premium Whiskey", "origin": "Tennessee, Other U.S.", "price": 58.99, "abv": "50", "description": "Light caramel in color with a deep golden hue, this whiskey offers aromas of hay, dried grass, stone fruit, caramel corn and sweet maple. On the palate, spicy caramel and maple notes come through at first, then mellow with dried fruit and floral notes. The sweetness and spice are reminiscent of freshly baked oatmeal raisin cookies. Long and rich finish with hints of vanilla. Proof: 100", "reviews": "Sarsaparilla and vanilla lead the nose and palate. There's a strong drying feel to the sip, which sizzles with ginger and cinnamon right into the toasty vanilla and almond finish. Made with a blend of 8- to 11-year-old whiskies.", "rating": "90.0", "url": "https://www.wine.com/product/uncle-nearest-1856-premium-whiskey/530852"},
{"name": "Hanson Of Sonoma Original Organic Vodka", "origin": "California", "price": 29.99, "abv": "40", "description": "Complex and balanced on the nose and palate with a silky smooth mouth feel that gives way to a lasting, satisfying finish that will leave you wanting more. Proof: 80", "reviews": "A small-batch wine country vodka distilled from organic grapes. The faintly fruity aroma channels bubble gum or lychee. Those notes echo on the palate, layered with hints of rosewater, cinnamon and white pepper heat. Sip or mix.", "rating": "90.0", "url": "https://www.wine.com/product/hanson-of-sonoma-original-organic-vodka/529482"},
{"name": "Greenhook Ginsmiths American Dry Gin", "origin": "New York, Other U.S.", "price": 36.99, "abv": "47", "description": "How to describe this American Dry Gin? The main punch comes from juniper (naturally) but with a creative twist. Greenhook Ginsmiths adds nine botanicals to a base spirit distilled from organic grown wheat. The uniqueness of the distillation process creates a bright, vibrant and nuanced gin that is a perfect balance between our herbal, floral and citrus components: elderflower, cinnamon and chamomile. It’s a mix unlike any other. Proof: 94", "reviews": "This history-minded bottling was made in collaboration with Brooklyn barmen Damon Boelte and Maxwell Britten. It's made from an 18th-century recipe, pot distilled using “exotic spices inspired by the British Spice Trade,” and finally, aged for 12 months in Bourbon and oloroso Sherry casks. All that adds up to a light gold hue, light sweetness (typical of the Old Tom style) and a pleasing, robust vanilla-mint profile with flecks of rosemary and lemon peel, finishing long and spicy. Sip or mix.", "rating": "90.0", "url": "https://www.wine.com/product/greenhook-ginsmiths-american-dry-gin/531842"},
{"name": "Belvedere Single Estate Rye Lake Bartezek Vodka", "origin": "Poland", "price": 39.99, "abv": "40", "description": "Crafted with rare Diamond Dankowskie Rye from a single estate located on the shores of Lake Bartezek in Poland’s Masurian Lake District, this exceptionally fresh, smooth and delicate vodka reflects the unique terroir of its estate. Snowy, cold winters stress the rye and develop the vodka’s delicate, refined character – more reminiscent of the region’s calm lakes than its harsh climate. Bright, fragrant with notes of freshly cut rye grain, grass and a hint of almond. Medium bodied and delicate with notes of spearmint, fresh hay and a hint of biscuit. The finish is clean and crisp with persistent notes of menthol, fresh grass and rye bread. The Belvedere Single Estate Rye Series celebrates Belvedere’s craftsmanship and expertise in vodka distilling, as well as our ability to produce vodkas of complex character. Proof: 80", "reviews": "One of two new bottles introduced to demonstrate the impact of terroir in vodka, this bottling is crisp, light and overall neutral on nose and palate. A vegetal hint on the palate leads into white pepper, ginger and lemon peel on the exhale.", "rating": "92.0", "url": "https://www.wine.com/product/belvedere-single-estate-rye-lake-bartezek-vodka/572735"},
{"name": "Bozal Tobasiche Single Maguey Mezcal", "origin": "Oaxaca, Mexico", "price": 77.99, "abv": "47", "description": "With an unconventional sweet nose, this mezcal exerts traces of quince, anise, and strong minerality. This bouquet is complemented by rich herbaceous botanicals on the finish. A subspecies of the Karwinskii Family of agave, the Tobasiche is a wild agave that needs twelve to thirteen years to fully mature. This agave is typically characterized by its herbaceous and cedar-like aromatics with an earthy finish. Proof: 94", "reviews": "It takes 12 to 13 years for this strain of agave to fully mature. With a bright licorice-citrus nose and a hint of\r\nearthy persimmon, this wild child’s smoky character brings along herbs and pine with a\r\ntouch of lemon bitters on the palate. Reminiscent of juniper and other botanicals used for\r\ngin, this liquid goes deep with swarthy notes of tobacco and charred oak. Showing just the faintest straw tinge in the glass, this single-maguey mezcal offers a zesty dried-herb scent. The palate also shows plenty of dried herb flavor, plus hints of tomato, citrus peel and a strongly smoky midpalate, finishing with a minty fade.", "rating": "93.5", "url": "https://www.wine.com/product/bozal-tobasiche-single-maguey-mezcal/528331"},
{"name": "JAJA Blanco Tequila", "origin": "Mexico", "price": 37.99, "abv": "40", "description": "Triple distilled for a smooth experience, Blanco offers subtle notes of black pepper and citrus fruit while capturing the essence and sweetness of its only ingredient — Pure Agave Azul. Proof: 80", "reviews": "Scented like an herb garden with a touch of Himalayan salt and lime, this small-production (100% agave azul), non-aged tequila has a zippy taste profile.The salinity lingers amidst just-ripe agave and vanilla bean on the path to a focused finish.", "rating": "93.0", "url": "https://www.wine.com/product/jaja-blanco-tequila/530951"},
{"name": "Bushmills 16 Year Single Malt Irish Whisky", "origin": "Ireland", "price": 138.99, "abv": "40", "description": "Bushmills Single Malt Whiskey 16 year old is aged for 16 years in a combination of Oloroso Sherry and Bourbon-seasoned casks, then matured for several months in port wine barrels. The unique maturation process gives this single malt its distinct notes of juicy fruits, nuts and spice, as well as a hint of ruby redness. It’s best enjoyed neat or over ice. Proof: 80", "reviews": "The smashing bouquet features delightful notes of toasted wheat bread, oatmeal, black raisins, trail mix, roasted chestnuts, bacon fat, sweet butter, ruby Port and prunes. Entry is peppery, moderately sweet and smoky; midpalate features succulent tastes of dark chocolate-covered cherries and strawberries, honey and smoked nuts. Finishes elegantly and clean, with deft traces of smoke and cocoa. Range:  96-100", "rating": "100.0", "url": "https://www.wine.com/product/bushmills-16-year-single-malt-irish-whisky/529624"},
{"name": "Kaiyo \"The Peated\" Japanese Whisky", "origin": "Japan", "price": 114.99, "abv": "46", "description": "Smokey nose with hings of nuts, sweet frit and honey. A sweet, long drying finish. Proof: 92", "reviews": "This is utterly unique; made from imported Scottish peated malt, it spends 2 years in madeira casks, then 6 years in mizunara casks. Light, clean, fruity refreshment: apple, white grape, lingering cigar smoke, coconut macaroons, and ample Japanese oak influence. Apple and watermelon flavors, developing a more sugary fruitiness of Life Savers hard candy, all brushed with gentle spice and a swish of smoke.", "rating": "90.0", "url": "https://www.wine.com/product/kaiyo-the-peated-japanese-whisky/529442"},
{"name": "The Real McCoy 12 Year Single Blended Rum", "origin": "Barbados, Caribbean", "price": 52.99, "abv": "40", "description": "This rum is aged for 12 full years in American oak bourbon barrels, rivaling the world's finest spirits. Exceptionally smooth, mature and balanced with complex wood and spice. The nose has hints of buttery oak, earthy notes, and spicy dark chocolate. The palate has caramel, complex wood and spice notes, orange zest, and a tobacco hint. The finish is soft, structured buttery with peppery spice and a hint smoke. Proof: 80", "reviews": "Caramel and toffee aromas lead the nose, while the soft palate opens with a luscious brown-sugar flavor that's cut with brisk espresso and cocoa tones. It tapers off to a dry leather exhale accented with clove and black pepper. It's ideal as a sipping rum. shows depth of\r\ncharacter from its\r\nheady scents of\r\ncedar, brandied\r\napricots, and\r\noatmeal. The\r\nlevel of maturity\r\nshows itself\r\nwith a warmth\r\nthat traverses\r\nthe palate,\r\nadding depth of\r\ncharacter with\r\nflavors of spiced\r\nsandalwood and\r\nnutmeg.", "rating": "93.0", "url": "https://www.wine.com/product/the-real-mccoy-12-year-single-blended-rum/526801"},
{"name": "Tesseron Lot 76 Tradition XO Cognac", "origin": "France", "price": 149.99, "abv": "40", "description": "Tesseron Lot 76 Tradition XO Cognac is an exceptional blend of reserve stocks of Grande Champagne Cognac, matured to perfection in old casks. Lot 76 immediately establishes its quality on the nose, which exhibits a wealth of caramelized peaches, almond and candied fruit aromas. This carries on magnificently through to the palate, with rich, delicate flavors of nuts and dried fruits – a wonderful range of tasteful sensations. Proof: 80", "reviews": "The bouquet includes delicate fragrances of spice, sesame seed, light oak, pineapple, light toffee and brown sugar. The palate entry is elegant and moderately sweet; at midpalate there are flavors of ripe pear, white grapes, cake frosting, oloroso Sherry, orange peel and dark honey. Ends up sweet, satiny and long in the throat.\r\n Range:  90-95", "rating": "95.0", "url": "https://www.wine.com/product/tesseron-lot-76-tradition-xo-cognac/558149"},
{"name": "Rhum Clement XO Agricole Rhum", "origin": "Martinique, Caribbean", "price": 64.99, "abv": "42", "description": "Habitation Clément releases every year carefully selected aged Rhum Agricole as part of their Grand Reserve portfolio. With a beautiful dark mahogany color, Clément 6 year old Rhum Agricole has been distilled from fresh pressed sugarcane juice and aged a minimum of six years in a combination of virgin and re-charred oak barrels, yielding an exceptional aged Agricole Rhum, with a beautiful smokey aroma and long lingering finish. This rum is accentuated by the intense charred wood flavors balanced by the natural sweetness of the sugarcane distillate and displays some of the finest floral notes and pure character of the Clément cellar. Proof: 84", "reviews": "Honey and orange peel aromas lead the nose. The drying palate shows vanilla, leather and chamomile tea, finishing with a burst of spice and orange peel, plus a hint of banana on the final exhale. Aged a minimum of six years, in virgin oak and ex-Bourbon barrels. ", "rating": "92.0", "url": "https://www.wine.com/product/rhum-clement-xo-agricole-rhum/530655"},
{"name": "Tesseron Lot 53 Perfection XO Cognac", "origin": "France", "price": 369.99, "abv": "40", "description": "Tesseron Lot 53 Perfection XO Cognac is a blend of our most sublime stocks of Grande Champagne Cognac. It has a sumptuous topaz color with a bouquet of plums, figs, and chocolate on the palate. This Cognac borders on perfection, finesse and complexity complemented by a refreshing lift on the finish. Proof: 80", "reviews": "The nosing passes find an oaky/nut paste aroma with fruity notes of berries, dried fruit, plums, pears and soft cheese. The palate entry is composed, succulent and honeyed; by midpalate the flavors deepen to include caramel, rancio and orange rind. Finishes beautifully with depth, finesse and maturity. \r\n Range:  96-100 The Tesseron family (currently the proprietors of St.-Estèphe’s Lafon-Rochet and Pauillac’s Pontet-Canet) made its fortune in the Cognac business, and it is one of the few families to possess ancient stocks of great vintages that have not been diluted with water or manipulated in any manner. They released small quantities of Lot 29 (1929), which remains the most ethereal Cognac I have ever tasted. I’m no expert, but their newest release, the 1953, seems close in quality to the 1929. Slightly darker than the 1929, the 1953 is pure silk, which at this alcohol level is very dangerous indeed. The complex aromatics can fill a room.", "rating": "99.0", "url": "https://www.wine.com/product/tesseron-lot-53-perfection-xo-cognac/558154"},
{"name": "Hillrock Solera Aged Bourbon Whiskey", "origin": "New York, Other U.S.", "price": 94.99, "abv": "46.3", "description": "Hillrock Solera Aged Bourbon is the first American whiskey to be aged in centuries-old Solera method used traditionally to create exceptional Sherries, Ports, Madeiras and Cognacs. Recognized internationally, the award winning whiskey is finished in 20 year old Oloroso Sherry casks witch give the bourbon floral notes layered with fig, roasted walnuts, candied fruit and spicy rye. Proof: 92.6", "reviews": "From master distiller Dave Pickerell, this estate-grown, field-to-flask offering makes good use of oloroso Sherry barrels. Look for peach and vanilla aromas, bold raisin and brown sugar flavors and a gentle exit that just hints at Sherry. At nearly 93 proof, the alcohol makes its presence known, so add some water or vermouth if you must. Attractive and substantial squared bottle.", "rating": "96.0", "url": "https://www.wine.com/product/hillrock-solera-aged-bourbon-whiskey/528527"},
{"name": "Krogstad Aquavit", "origin": "Oregon", "price": 30.99, "abv": "40", "description": "Distilled from naturally gluten free American grain. Plenty of anise, licorice and caraway on the nose and palate, plus hints of fennel, black pepper and cinnamon zing on the spicy, mouthwatering finish. Outstanding on its own, and a standout in cocktails. Proof: 80", "reviews": "This is big and bold, with plenty of anise, licorice and caraway on the nose and palate, plus hints of fennel, black pepper and cinnamon zing on the spicy, mouthwatering finish. Producer recommends for a “Norwegian Bloody Mary,” with tomato juice, lemon and spices. Best Buy", "rating": "93.0", "url": "https://www.wine.com/product/krogstad-aquavit/530258"},
{"name": "Tesseron Lot 29 Exception XO Cognac", "origin": "France", "price": 789.0, "abv": "40", "description": "Tesseron Lot 29 Exception XO Cognac is the rare jewel of the Tesseron collection of Cognacs. A unique blend of legendary Grande Champagne, the cream of our oldest and rarest stocks, lovingly aged for at least three generations. Balancing power and finesse, Exception has a floral bouquet, allied to chocolate and mocha notes. This is complemented by that elusive, ethereal nose which is so typical of only the very best old cognac. This subtle elixir has an extraordinarily long aftertaste, and its lovely amber highlights reflect its very slow aging – the quintessence of elegance. Proof: 80", "reviews": "The Tesseron family, who made their fortune in Cognac (but are probably best known by wine lovers as the proprietor of Pontet Canet and Lafon Rochet) released tiny quantities of single vintage Cognacs. Although French law does not permit a vintage date to be used, this is all from 1929, and is very limited in availability. I'm not an expert on Cognac, but anything this smooth, silky, potent, and aromatic, is truly great stuff. It is about as ethereal Cognac as anyone could ever hope to drink. The nut-paste, oaky scents take on a citrusy tone as the smell turns fruitier the more it aerates; lovely and compelling. The palate entry is supple, fruity sweet, and ripe; the midpalate stage highlights melded flavors of light caramel, marzipan, and nougat. Ends up oaky- sweet, lightly spiced and satiny. \r\n Range:  90-95", "rating": "97.5", "url": "https://www.wine.com/product/tesseron-lot-29-exception-xo-cognac/558157"},
{"name": "Breaker Bourbon Whiskey", "origin": "California", "price": 53.99, "abv": "45", "description": "2014 San Francisco World Spirits Double Gold Medal Winner Breaker Bourbon is an American bourbon from the first craft distillery in the golden hills of California’s Central Coast. Breaker Bourbon Whisky is the flagship high rye bourbon, made from corn, rye and malted barley. Each small batch is blended from just eight hand chosen barrels, aged at least five years, and has notes of vanilla, honey, molasses, dark chocolate, baking spices, and oak campfire smoke. Proof: 90", "reviews": "This small-batch whiskey is made from a mix of corn, rye and malted barley. It has an orange-amber hue and notably sweet aroma. On the palate, it's soft with corn sweetness on the entry, which quickly gives over to a fruity flavor profile, showing lots of cherry and peach on the finish.", "rating": "91.0", "url": "https://www.wine.com/product/breaker-bourbon-whiskey/531278"},
{"name": "Tesseron Lot 53 Perfection XO Cognac (1.75 Liter)", "origin": "France", "price": 1179.0, "abv": "40", "description": "Tesseron Lot 53 Perfection XO Cognac is a blend of our most sublime stocks of Grande Champagne Cognac. It has a sumptuous topaz color with a bouquet of plums, figs, and chocolate on the palate. This Cognac borders on perfection, finesse and complexity complemented by a refreshing lift on the finish. Proof: 80", "reviews": "The nosing passes find an oaky/nut paste aroma with fruity notes of berries, dried fruit, plums, pears and soft cheese. The palate entry is composed, succulent and honeyed; by midpalate the flavors deepen to include caramel, rancio and orange rind. Finishes beautifully with depth, finesse and maturity. \r\n Range:  96-100 The Tesseron family (currently the proprietors of St.-Estèphe’s Lafon-Rochet and Pauillac’s Pontet-Canet) made its fortune in the Cognac business, and it is one of the few families to possess ancient stocks of great vintages that have not been diluted with water or manipulated in any manner. They released small quantities of Lot 29 (1929), which remains the most ethereal Cognac I have ever tasted. I’m no expert, but their newest release, the 1953, seems close in quality to the 1929. Slightly darker than the 1929, the 1953 is pure silk, which at this alcohol level is very dangerous indeed. The complex aromatics can fill a room.", "rating": "99.0", "url": "https://www.wine.com/product/tesseron-lot-53-perfection-xo-cognac-175-liter/558161"},
{"name": "Rhum J.M. VSOP Rum", "origin": "Martinique, Caribbean", "price": 53.99, "abv": "43", "description": "The glorious J.M V.S.O.P. is created by aging rhum 3 years in re-charred Bourbon barrels and finishing the rhum an additional year in lightly toasted new American oak barrels and finally reduced to with pure volcanic spring water from Habitation Bellevue to create an extraordinary aged rhum that retains qualities of the natural terroir and sugarcane of Habitation Bellevue. Expect to find nougaty richness with cinnamon and clove aromas, flavors of spiced butter and lemony toffee, which leads into a smooth and subtle finish. Proof: 86", "reviews": "For those who like rum with a bit of sweetness to it, this honey-hued sipper offers vanilla bean and brown sugar on the nose and palate, drying to a hot cinnamon finish smoothed by decadent hints of cocoa, espresso and hazelnut.", "rating": "94.0", "url": "https://www.wine.com/product/rhum-jm-vsop-rum/530671"},
{"name": "Bozal Ensamble Espadin-Barril-Mexicano Mezcal", "origin": "Oaxaca, Mexico", "price": 55.99, "abv": "47", "description": "A slightly smoky, yet herbaceous undertone rests on the center of the palate, while citrus and floral notes from the Barril are introduced and strengthened by the warm viscose finish of the Mexicano. This is a light and easy sipping mezcal, which will delight and surprise you with its complex lingering finish. The Espadín agave, known as the genetic Mother of the Blue Weber Agave, is used to produce tequila, and is also the predominant agave used in mezcal production. Unique in itself, the characteristics of this agave showcase the aromas of wet earth, a rich smokiness on the mid-palate, and a finish reminiscent of wildflowers. Barril, this thick-foliaged, wild agave, often used as fencing to divide land in Oaxaca, intensifies the complexity of this mezcal. As citrus and floral notes arise, hints of green peppers compliment the nose. The palate is a delightful balance of citrus and creamy banana. Mexicano, The Mexicano agave thrives in the moist environment of lower elevations. This wild agave can grow quite large and is usually harvested when close to ten years of age. The concentration of sugar in the fully mature agave produces an extremely powerful mezcal. The palate is distinctively herbaceous and earthy with a long lasting finish in the mouth. Proof: 94", "reviews": "The nose on this blend—dotted with talcum powder (clay), lemon, and magnolia blossoms—is perfumed and extremely pretty. The flavors of sweet, floral-driven earth and river rocks with a touch of salinity paint the palate as sweet lilac-vanilla takes you to the lingering, round, and creamy peaty-smoke finish. Expect a concentrated smoky profile, from start to finish. This mezcal opens with menthol and mint, backed by vanilla-sugar sweetness in the background. The midpalate turns smoky and piny, like embers billowing in the forest, and finishes relatively fiery, echoing a smoky menthol note.", "rating": "95.0", "url": "https://www.wine.com/product/bozal-ensamble-espadin-barril-mexicano-mezcal/528327"},
{"name": "Fortaleza Blanco Tequila", "origin": "Mexico", "price": 53.99, "abv": "46", "description": "Aromas of citrus, and rich cooked agave fill your nose in this unique and very special blanco tequila. Also present: butter, olive, earth, black pepper, and a deep inviting vegetal complexity. Flavors include citrus, cooked agave, vanilla, basil, olive, and lime. The finish is long and deep, complex yet easy to drink. Proof: 80", "reviews": "The savory, spicy aroma hints at fresh tomato. The drying, astringent palate opens with a savory, herbal blast, rounding into sun-dried tomato earthiness, mouthwatering lemon peel and bright lemon-pepper on the long finish. The producer chose to go with the extra-proof “still strength” because “this is how Tequila was enjoyed over 125 years ago by my Great Great Grandfather.” The bottle, topped with a handpainted agave piña, was hand-blown by bottle artisans in Mexico", "rating": "94.0", "url": "https://www.wine.com/product/fortaleza-blanco-tequila/529018"},
{"name": "Pasote Reposado Tequila", "origin": "Jalisco, Mexico", "price": 59.0, "abv": "40", "description": "Light golden in color, our agave tequila presents a rich, intriguing nose. The distinctive herbal aroma of roasted agave is delicately balanced with subtle notes of ripe coconut and sweet American oak. Lusciously supple and warming, this agave tequila is rich with softly mellowed flavors, thanks to six months of barrel aging in American oak. The fruit-forward taste of roasted agave melds with fresh floral notes and subtle hints of sweet vanilla. The finish is very smooth and very long, lingering on sweet and clean–a taste to savor and anticipate in the next delectable sip. Proof: 80", "reviews": "Ooooh, the delicate, fragrant, nature of honey-kissed white\r\nflowers is a seductive lead-in to the pinch of white-peppered pineapple and pink grapefruit on first sip. The finish is silky and the perfume lingers.", "rating": "92.0", "url": "https://www.wine.com/product/pasote-reposado-tequila/528341"},
{"name": "Riazul Reposado Tequila", "origin": "Mexico", "price": 62.99, "abv": "40", "description": "2015 San Francisco World Spirits Gold Medal Winner Riazul Reposado made its debut into the family in September of 2009, and stands out from others in its age category. The wonderful taste of agave remains strong and is complimented by flavors brought out during the fermentation, distillation and aging process. This Reposado is aged 9 months in French and American oak barrels, honoring the refinement of traditional Reposado, while adding a unique touch to its subtle complexity. On the palate, soft and satiny with a very smooth dry-yet-fruity medium to full body. Proof: 80", "reviews": "The enchanting aroma mixes fruit, honey and jalapeño pepper. This Tequila shows lots of peppery spice but it's tempered by vanilla and white-chocolate sweetness on the long finish. Although it feels a bit hot for easy sipping, it still has finesse. Aged nine months in American and French oak barrels.", "rating": "91.0", "url": "https://www.wine.com/product/riazul-reposado-tequila/530886"},
{"name": "Lot 40 Rye Canadian Whisky", "origin": "Canada", "price": 49.99, "abv": "43", "description": "Inspired by a recipe that is seven generations old, Lot 40 is 100% rye whisky expertly distilled in small batches using only the finest locally sourced ingredients and then aged in virgin oak barrels. By distilling in a single copper pot still, the result is a complex rye whisky that starts off with notes of earth and wood, then finishes with a silky vanilla oak finish. Lot 40 Canadian rye is named for the original Lot 40, a patch of land on which local politician and whisky enthusiast Joshua Booth built and operated his first pot still. Today, Lot 40 is the personal obsession of Master Blender Don Livermore, who ensures it’s made the way rye whisky should be—one batch at a time. Proof: 86", "reviews": "Corby’s latest Lot 40, this one undated, comes from the same distillation batch as the 2012 release, but with a couple of extra years in wood. The familiar flavors are all there: dustiness, sour rye, hard wet slate, floral notes, exotic fruits, sweet spices, and biting white pepper. Over these, time has sprinkled licorice root, dried dates, oatmeal porridge, vanilla, hints of bike tires, and mango peels. Flavors remain fully integrated with faint tannins underscoring a long sour-rye finish. Value Pick.", "rating": "94.0", "url": "https://www.wine.com/product/lot-40-rye-canadian-whisky/527359"},
{"name": "Courvoisier XO Cognac", "origin": "France", "price": 141.99, "abv": "40", "description": "Courvoisier X.O. Cognac is a selection of beautifully matured eaux de vie, aged from 11 to 25 years, to highlight the complexity and richness of cognac aromas. “An exotic vanilla and crème brûlée bouquet, candied orange aromas and iris flowers notes, all come together to excite the senses.” - Patrice Pinet, Master Blender Proof: 80", "reviews": "Showing bright topaz in the glass, this Cognac entices with rich, concentrated caramel and toffee aromas. Fleetingly sweet on the palate, vanilla, mocha and hazelnut lead into a rounded brown-sugar finish punctuated by clove and orange peel. This easy sipper would be welcome at any dessert table. Made with a blend of Cognacs aged 11–25 years.", "rating": "95.0", "url": "https://www.wine.com/product/courvoisier-xo-cognac/531240"},
{"name": "Matsui Peated Single Malt Japanese Whisky", "origin": "Tottori, Japan", "price": 89.0, "abv": "48", "description": "#19 Whisky Advocate Top 20 Whiskies of 2019 Packing a potent peat punch, this bottling leaves a hale and hearty aftertaste, even among Matsui whiskies. We feel the force and majesty of the waves in this Ukiyo-e artwork reflects the spirit of our peated offering, hence why we chose it for our label. Aesthetically pleasing and delicious, this Matsui whisky is a work of pride. Proof: 96", "reviews": "Kurayoshi Distillery lies between Osaka and Hiroshima in the foothills of Mount Daisen, where it produces single malt whiskies brought to proof with soft, mountain spring water. The label, adorned by Hokusai’s The Great Wave, portends this whisky’s rush of flavor: satisfyingly smoky, with noticeable structure and complexity. Kippers on the nose, with burnt aromatic grasses, cocoa, and jellied fruits, and a smoky palate of red apple, ginger, pepper, orange, and mango. Smoke writhes like a serpent on the finish, sliding off the walls dripping with sweet tropical fruits.", "rating": "92.0", "url": "https://www.wine.com/product/matsui-peated-single-malt-japanese-whisky/540065"},
{"name": "Mezcales de Leyenda San Luis Potosi Mezcal", "origin": "San Luis Potosi, Mexico", "price": 79.99, "abv": "42", "description": "The aromas are herbal, with notes of bell pepper and chile jalapeno. The flavor is slightly sweet with strong mineral notes and gentle smoked. In regions of San Luis Potosí, it is often paired with cactus flower jam, or prickly pear paste. Strong notes of capsicum (especially jalapenos) with high acidity, pronounced minerality, and a sweet finish. Proof: 84", "reviews": "The aroma almost suggests a Bloody Mary with its mix of tomato water, lemon balm, cilantro and saline sea breeze. The palate is gently sweet and lemony, with minimal smoke and a light, almost foamy texture. Sip or mix.", "rating": "92.0", "url": "https://www.wine.com/product/mezcales-de-leyenda-san-luis-potosi-mezcal/535421"},
{"name": "Patron Gran Smoky Tequila", "origin": "Jalisco, Mexico", "price": 218.99, "abv": "50.5", "description": "A sophisticated silver tequila with a perfectly balanced, very complex smoky flavor. Bright, crystalline. Aromas of smoked agave, pepper, citrus & spices. Smooth, smoked agave, sweet, cooked agave, citrus & pepper. A long, smoked agave finish. Proof: 101", "reviews": "This is in fact an\r\nattempt to cash in on the mezcal craze, but it’s a nice effort that straddles the smooth creaminess of premium tequila and the smoky earthiness of a rustic mezcal. Spicy, long, and intense at 50.5% ABV.", "rating": "92.0", "url": "https://www.wine.com/product/patron-gran-smoky-tequila/530737"},
{"name": "Siete Leguas Reposado Tequila", "origin": "Jalisco, Mexico", "price": 51.99, "abv": "40", "description": "Golden shades and greenish overtones compliment the straw yellow color that it has. It is unique in its class, thanks to the meticulous care it receives and its permanence during 8 months in white oak barrels. Its intense personality gives smooth nuances of the olfactory barrel and a dominant cooked agave flavor and notes of wood to the palate. Proof: 80", "reviews": "This is very pale in the glass, but with a zesty, savory aroma that suggests fresh oregano and basil. The palate melds that herbaceousness with hints of almond and lemon cream, plus cinnamon and white pepper on the elongated finish. Sip or mix.", "rating": "95.0", "url": "https://www.wine.com/product/siete-leguas-reposado-tequila/530807"},
{"name": "Glenmorangie 18 Year Highland Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 139.99, "abv": "43", "description": "This rare Glenmorangie Single Malt Scotch Whisky has matured for eighteen long years in casks of American white oak and part in sherry wood. Its maturity delivers an intense flavor with a beautifully long finish. Honeyed gold in color. The cool aromas of autumn leaves and toffee with hints of walnuts. Smooth and silky citrus yields to honey, malt and nuttiness. Lingering and enticing with the subtle sweetness of dried fruit and the nutty dryness of sherry. Proof: 86", "reviews": "Despite the rich, buttery scent this single malt sips relatively dry. Rounded pear and sherry notes lead the palate at first, drying to leather and cigar wrapper and finishing long, with lemon zest and ginger zing. Water brings out more fruit, a tinge of violet, sprinkles of brown sugar and cinnamon sweetness, and a smoky whiff on the finish. Amazing complexity.", "rating": "94.0", "url": "https://www.wine.com/product/glenmorangie-18-year-highland-single-malt-scotch-whisky/23769"},
{"name": "Johnnie Walker John Walker King George V Blended Scotch Whisky", "origin": "Scotland", "price": 600.0, "abv": "43", "description": "It is an opulent and regal blend. Sensuous, layered and intense, the John Walker & Sons King George V is a kaleidoscope of flavors and aromas. Hints of roasted nuts, dark chocolate and an imposing sweet smokiness combine elegantly with suggestions of honey, citrus orange and rose petals. This is an extremely complex luxury whisky. Proof: 86", "reviews": "Highland toffee, dried banana, salted caramel, seashells flipped from rock pools, and crispy-skinned oily fish barbecuing over a fire. Sweet toffee meets cinnamon, pepper, and clove, as an express train of smoke clatters through, leaving intense citrus peel oils and green fruits in the backwash. A spasm of spice marks the finish: arid, amid baked fruits and toffee. Leave me now, I have everything I need.", "rating": "94.0", "url": "https://www.wine.com/product/johnnie-walker-john-walker-king-george-v-blended-scotch-whisky/526726"},
{"name": "Ballantine's 17 Year Blended Scotch Whisky", "origin": "Scotland", "price": 104.99, "abv": "43", "description": "2019 San Francisco World Spirits Competition Gold Medal Winner. Sweet, fruity and gently spiced. A drink to impress and share with friends. The world's first and most awarded 17 Year Old blended Scotch. An impressive blend of whiskies aged 17 years and over that's perfect for sharing with friends. Proof: 96", "reviews": "As you raise the glass to your nose, this has refreshment written all over it. The fragrance of an early morning visit to a florist, zesty orange notes, honey, peach pits, a hint of salt, and the faintest trace of smoke. It’s silky smooth, glistening with honey, a firm edge of orange, vanilla tablet, barley sugar, powdered ginger, all elevated by the grains supporting the Scapa. A smooth, feather-light finish of sparkling light spices and creaminess. A joy to behold.", "rating": "91.0", "url": "https://www.wine.com/product/ballantines-17-year-blended-scotch-whisky/531787"},
{"name": "Hillrock Double Cask Rye Whiskey", "origin": "New York, Other U.S.", "price": 99.99, "abv": "45", "description": "Hillrock Double Cask Rye is a unique American whiskey, handcrafted in small batches from rye grain, which has been naturally grown, milled, small batch pot stilled, aged, and bottled by hand on their Hudson Valley Estate. After aging in new #3 char American oak casks, the ward winning Field-to-Glass whiskey is then aged in #4 char new American oak casks which add layers of caramel and vanilla to complement traditional rye spice. Proof: 90", "reviews": "This 100% rye whiskey is named Double Cask because it's aged in two different barrels, the last the most heavily charred. The end result is a deep, rich rye that shows off espresso, toffee, sarsaparilla and caramel. The finish reverberates with long echoes of clove, dried orange peel, nutmeg and baker's chocolate From New York’s Hudson Valley. Ripe, toasty nose; spicy and lively with a tannic note; smooth, lush and toasty.", "rating": "92.5", "url": "https://www.wine.com/product/hillrock-double-cask-rye-whiskey/528528"},
{"name": "1921 Resposado Tequila", "origin": "Jalisco, Mexico", "price": 52.99, "abv": "40", "description": "1921 REPOSADO is equally memorable. This smooth, spicy tequila is aged 4 to 6 months in American white oak barrels, just long enough to soften its character while leaving the inherent quality of agave unaffected by tannins in the wood. Golden honey colored tequila that evokes metal shines with bright transparency whose tears descend with elegance down a crystal glass. Sweet, caramel bouquet as a result of aging time and contact between Tequila and the delicacy of toasted oak. With character to impress from the first tasting. It has a floral, vanilla, spicy agave, citrus taste and a long lasting fruit aftertaste. Silky and warm feeling that caresses the tongue. Proof: 80", "reviews": "Luscious butterscotch notes touched with lemon peel lead the way, while dry cocoa, leather and cigar tobacco notes develop on the finish. Soft feel. Based on this complex and mouthwatering reposado, the añejo must be a knockout.", "rating": "93.0", "url": "https://www.wine.com/product/1921-resposado-tequila/530714"},
{"name": "Hennessy Paradis Cognac", "origin": "France", "price": 1169.97, "abv": "40", "description": "In 1765, Richard Hennessy established his “Founder’s Cellar”, also known as “Le Paradis”, to house his family’s oldest and rarest eaux-de-vie. The 6th generation Hennessy Master Blender Maurice Fillioux used the precious, preserved eaux-de-vie with round and sensual character to create the remarkable blend that is Hennessy Paradis. An unanimously desirable cognac and a first step onto the ultra-prestige, Hennessy Paradis is an elegant blend fused together to create a silky, harmonious balance, like a symphony. A splendid coppery gold. Velvet with a touch of silk. On the nose it exudes floral notes of jasmine and honeysuckle, under pinned by intense notes of red fruit and exquisite spices. A paradox of aromas – the surprisingly spicy notes softened by perfumes of dried rose petals, and the power of its headier notes, voluptuous and tempting. Enhanced by a silky texture for a delightful gourmet and enveloping tasting experience. Proof: 80", "reviews": "A sublime marriage of over 100 eaux-de-vie, some more than a century old. Amber/gold appearance. Textbook tête de cuvée Cognac bouquet of pine needles, clover honey, rancio, sweet oak and spiced apple. Offers elegant flavors of fatty rancio, soft cheese, wood smoke and bacon fat from entry through midpalate. Finishes more woody and resiny than fruity-ripe. Still a favorite after all these years. Gorgeous.  Range:  90-95", "rating": "95.0", "url": "https://www.wine.com/product/hennessy-paradis-cognac/23775"},
{"name": "The Real McCoy 14 Year Limited Edition Bourbon Barrel Aged Rum", "origin": "Barbados, Caribbean", "price": 84.99, "abv": "46", "description": "Wine Enthusiast Top 100 Spirits of 2019 In 1920, when prohibition began, Captain Bill McCoy made a name for himself as America’s first “Rum Runner”. He delivered only the best quality unadulterated spirits which became known worldwide as The Real McCoy. This is the oldest rum every produced by the distillery. This limited edition rum (only 6,000 bottles produced) is aged 14 years in American oak bourbon barrels. The result is an incredibly complex rum with flavors of complex wood, honeyed spice, toffee and toasted caramel. It is bottled at 92 proof to provide unadulterated quality that is best enjoyed neat or on the rocks.", "reviews": "This limited edition opens with the guns a-blazing: it's spicy and brisk, loaded with cinnamon and clove. The drying midpalate shifts to oak and walnut, then fades away on gentle, dreamy layers of brown sugar, caramel, orange peel and a hint of dried apricot.", "rating": "96.0", "url": "https://www.wine.com/product/the-real-mccoy-14-year-limited-edition-bourbon-barrel-aged-rum/539731"},
{"name": "Ardbeg An OA Single Malt Scotch Whisky", "origin": "Islay, Scotland", "price": 85.99, "abv": "46.6", "description": "A welcome new addition to the Ultimate range. Ardbeg An Oa is non chill-filtered, singularly rounded; due in no small part to time spent in this newly established bespoke oak Gathering Vat where whiskies from several cask types - including; sweet Pedro Ximenez; spicy virgin charred oak; and intense ex-bourbon casks, amongst others - familiarise themselves with each other. The result is a dram with smoky power, mellowed by a delectable, smooth sweetness. Hallmark Ardbeg peat, dark chocolate and aniseed are wrapped in smooth, silky butterscotch, black pepper and clove, before rising to an intense crescendo of flavor. Proof: 93.2", "reviews": "Ardbeg doles out occasional limited releases for their avid fans, but for nearly a decade the core range consisted of just three whiskies: 10 year old, Uigeadail, and Corryvreckan. The addition of An Oa, matured in a combination of virgin oak, Pedro Ximénez sherry, and bourbon barrels, and married in a French oak ‘gathering vat’ prior to bottling, marks a reason to celebrate. An Oa is a more approachable Ardbeg. It lacks some of the typical oiliness, but flavor and complexity abound with hot peat, black tea, and peppery cloves. Die-hard Ardbeg fans should have no complaints, and new converts have a real treat in store.", "rating": "93.0", "url": "https://www.wine.com/product/ardbeg-an-oa-single-malt-scotch-whisky/527662"},
{"name": "Ardbeg Uigeadail Islay Single Malt Scotch Whisky", "origin": "Islay, Scotland", "price": 107.99, "abv": "54.2", "description": "2018 San Francisco World Spirits Double Gold Medal Winner  Uigeadail - pronounced 'Oog-a-dal' - takes its name from the loch on Islay that has supplied water to Ardbeg distillery for centuries. This premium expression has been created from specially selected casks from 1990, 1993 plus much older, sherry cask-matured Ardbeg. The resulting malt is true to the 'house style' but with an additional luscious richness. Proof: 108.4", "reviews": "Launched in 2003, Uigeadail remains one of Ardbeg’s core offerings. Matured in a mix of sherry and bourbon barrels and bottled at cask strength. Peppery peat, warm tar, coffee grounds, machine oil, and black pepper on the nose. The palate is complex and rich, offering orange segments sprinkled with sea salt, dark chocolate, malt, and ever-present sweet peat. Nicely balanced. Lengthy in the finish, with smoky caramel.", "rating": "94.0", "url": "https://www.wine.com/product/ardbeg-uigeadail-islay-single-malt-scotch-whisky/527960"},
{"name": "Courvoisier VS Cognac", "origin": "France", "price": 37.99, "abv": "40", "description": "Courvoisier® VS Cognac is a blend of several crus aged between three and seven years (four to eight for Russia), composed principally of Fins Bois with a balancing hand of Petite Champagne. “An elegant and harmonious cognac with strong notes of fresh fruit and fresh oaky taste.” - PATRICE PINET, MASTER BLENDER Proof: 80", "reviews": "This crowd-pleasing Cognac has honey and vanilla aromas, plus a touch of violet. The palate is smooth, with luscious undercurrents of vanilla and butterscotch giving way to bold dried apricot and an echo of baking spice on the finish. Sip or mix.", "rating": "90.0", "url": "https://www.wine.com/product/courvoisier-vs-cognac/23757"},
{"name": "Masterson's 10 Year Straight Rye Whiskey", "origin": "Other U.S.", "price": 79.99, "abv": "45", "description": "Masterson’s is a 100% rye whiskey that far exceeds industry standards for rye whiskey. Our artisans incorporate only the most fragrant and plump grains of rye and pure glacial water from the northern Rockies into a meticulous distillation process that utilizes an old-fashioned pot still. Masterson’s is all rye and only rye, meeting the strictest definition of traditional rye whiskey. The rye is grown in the verdant Pacific Northwest, and we choose only rye that exhibits the perfect combination of weight, plumpness and rich, earthy fragrance. These key characteristics, along with our meticulous distillation proces s, give Masterson’s its uniquely smooth taste. Proof: 90", "reviews": "This 100% rye-grain whisky is distilled in Alberta, then shipped to Sonoma, California for final touches. Finished in new American oak, batch PSA3 is one of the tastiest U.S. bottlings of Canadian rye ever. Soft caramels cushion ethereal honeysuckle, blackened firewood, and lusty rye spices on a framework of pulling oak tannins. Hugely complex, with new rewards in every sip. The complex aroma suggests rich caramel, maple and butterscotch. The same flavors are echoed on the palate, showing a flash of sweetness, drying alcohol heat and a spicy finish. Water tames this 100% rye to a maple-almond flavor profile, finishing with cocoa and plenty of mouthwatering spice.", "rating": "94.5", "url": "https://www.wine.com/product/mastersons-10-year-straight-rye-whiskey/532091"},
{"name": "Compass Box The Peat Monster Blended Malt Scotch Whisky", "origin": "Scotland", "price": 65.99, "abv": "46", "description": "Wine Enthusiast Top 100 Spirits of 2019 Peaty, smoky malt with hints of fruitiness; a balanced whisky with great depth and complexity. Pairs well with blue vein cheeses, chocolates and oysters. Proof: 92", "reviews": "A new year-round bottling, this is a blended Scotch that showcases several Islay distilleries, with an eye toward “depth and elegance.” Look for a pale gold hue and a floral, grassy, salt-breezy aroma that reflects a delicate hint of peat smoke. The palate is more robust; think shovelfuls of peat, though it pulls back just short of the overwhelm point, allowing hints of vanilla sweetness and grassy freshness to peek through.", "rating": "94.0", "url": "https://www.wine.com/product/compass-box-the-peat-monster-blended-malt-scotch-whisky/528361"},
{"name": "Penelope Barrel Strength Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 71.99, "abv": "58.3", "description": "2020 San Francisco World Spirits Double Gold Medal Winner Signature four grain balanced flavor profile straight from the barrel. Aromas of rich fruit and orange citrus, leading to a palate of sweet caramel and spice. Proof: 116.6", "reviews": "Distilled in Indiana, bottled in Kentucky, and named for the founder’s daughter, this offers a bold, concentrated caramel tone that mingles with a hint of plum skin. A pleasant prickle of sweet spices—cinnamon, cardamom, clove, cayenne—lingers on the finish. Aged a minimum of 24 months. Four grain types are all combined in this powerful barrel-strength product with a reddish amber hue. When watered, it's silky and toasty with depth and secuctive spice.", "rating": "92.5", "url": "https://www.wine.com/product/penelope-barrel-strength-bourbon-whiskey/610348"},
{"name": "Amaro dell'Etna Liqueur (1 Liter)", "origin": "Sicily, Italy", "price": 41.99, "abv": "30", "description": "Amaro dell’ Etna has its roots on the slopes of Mount Etna in Sicily, where more than 26 herbs and aromatic plants grow to craft this spectacular digestif. The 100% natural, hundred-year-old special recipe embodies the volcanic nature of Sicilian soil and still conveys its traditional, authentic taste after more than a century. The meticulously-selected herbs and plants are carefully washed, and the aromas skillfully extracted before being mixed with water-sugar based syrup. The liquid is then left to mature for more than two months to draw out the full potential and bold spiced flavor of Amaro dell’Etna. Amaro dell’Etna’s flavor profile is well-balanced, exhibiting bitter citrus and orange peel, as well as bittersweet rhubarb and licorice. Proof: 60", "reviews": "More than 26 herbs went into this aromatic amaro, produced from an original 1901 recipe with roots on the Mount Etna side of Sicily. The essence of orange peel is no coincidence: The distillery is located among orange groves. The satiny liquid is a paradoxically cool stream of lava that's luxurious and decadent on the palate. There's no cloying sweetness, and the bitter cherry, anise, coffee bean, and black tea notes are delicately balanced.  ", "rating": "93.0", "url": "https://www.wine.com/product/amaro-delletna-liqueur-1-liter/529425"},
{"name": "Casa Dragones Blanco Tequila", "origin": "Guanajuato, Mexico", "price": 71.99, "abv": "40", "description": "Named the “Best Blanco Tequila” by Epicurious, Casa Dragones Blanco is a small batch, 100% Pure Blue Agave silver tequila, crafted to deliver the true essence of agave through an innovative process that focuses on purity, for a crisp, smooth taste that is perfect to enjoy on the rocks or in signature craft cocktails. Proof: 80", "reviews": "Mild, sweet mango and coconut aromas lead into a mouthwateringly tart, fruity palate. Vanilla and coconut take over into the smooth, elegant finish, exiting with a sprinkle of sweet cinnamon.", "rating": "92.0", "url": "https://www.wine.com/product/casa-dragones-blanco-tequila/530740"},
{"name": "Siete Leguas Blanco Tequila", "origin": "Jalisco, Mexico", "price": 59.99, "abv": "40", "description": "Bright and luminous, with silver nuances and powerful body, which allows to enjoy its excellent distillation, leaving in the mouth a trail of aromas with a cooked agave finish. Whether alone or combined, the nature of the agave is distinguished at all times. Proof: 80", "reviews": "Zesty and spicy, this highlands Tequila shows dried herbs, jalapeño, lemon peel and black pepper, all wrapped up in a clean finish. The alcohol levels feel surprisingly restrained for a blanco. Consider pairing alongside rich or fried foods.", "rating": "94.0", "url": "https://www.wine.com/product/siete-leguas-blanco-tequila/530804"},
{"name": "Familia Camarena Silver Tequila", "origin": "Mexico", "price": 34.99, "abv": "40", "description": "Notes of toasted agave, fresh green herbs and vibrant citrus. Soft and smooth on the palate with hints of sweet vanilla, savory brown spices, and black pepper with a warming finish. Proof: 80", "reviews": "Considering both price point and the complexity that ensues in this\r\nspirit, we’re duly impressed. On the nose, heather and lilac marry into a bouquet of clean agave and tangerine with a veil of vanilla bean. Black pepper anchors a smooth, buoyant texture as dried flower petals, lime, pink grapefruit, and scented boysenberry weave through high tones of agave. The finish is clean with a spot of minerality: almost like tasting a raindrop.", "rating": "94.0", "url": "https://www.wine.com/product/familia-camarena-silver-tequila/529000"},
{"name": "Quiet Man Blended Irish Whiskey", "origin": "Ireland", "price": 38.99, "abv": "40", "description": "Wine Enthusiast Top 100 Spirits of 2019 This sweet blend has a surprising light, floral fragrance, and hints of toasted oak and honey. High in malt, it’s exceptionally smooth. Light and floral fragrances with sweet and citrus notes. Perfect balance of spice and oak with sweet vanilla for a mellow, warm finish. Proof: 80", "reviews": "Look for a burnished gold hue and mild scent that hints at vanilla. The silky palate opens with fresh fruit sprinkled with cinnamon, fading into an exceedingly long, rich vanilla finish. Finished in -ex-Bourbon casks.  Best Buy.", "rating": "95.0", "url": "https://www.wine.com/product/quiet-man-blended-irish-whiskey/531483"},
{"name": "Empress 1908 Original Indigo Gin", "origin": "Other", "price": 51.99, "abv": "42.5", "description": "Empress 1908 Original Indigo Gin is 100% authentic and all-natural. It’s infused with the vibrantly tinted butterfly pea blossom, adding a singularly distinct expression - an impossibly lush and vivid indigo blue, with a stunning secret to reveal; with the addition of citrus or tonic, Empress 1908 is transformed from its breathtaking indigo to a soft pink. Proof: 85", "reviews": "Vibrant deep-blue color; nice citrus nose. Silky texture with notes of orange and juniper; tangy and bright, charming and long.", "rating": "92.0", "url": "https://www.wine.com/product/empress-1908-original-indigo-gin/531407"},
{"name": "Linie Aquavit Original Sherry Cask Liqueur", "origin": "Other", "price": 32.99, "abv": "41.5", "description": "Light amber, an intriguing combination of caraway, aniseed and orange peel is prominent in the aroma, followed by a delicate hint of vanilla. Oak combines with the caraway and aniseed to give great complexity, while old sherry notes give a rich, well-rounded flavour. A well-composed aftertaste of spices and sherry lingers for a few minutes. Proof: 83", "reviews": "Stored in former Sherry casks, this aquavit famously takes a sea voyage across the world, sailing to Australia and back, crossing the equator or “linie” twice. The end result is a bright buttercup hue and mellow vanilla, spearmint, clove and oak tones, plus a silky butterscotch finish.", "rating": "95.0", "url": "https://www.wine.com/product/linie-aquavit-original-sherry-cask-liqueur/530312"},
{"name": "Pierre Ferrand Dry Curacao Orange", "origin": "France", "price": 50.0, "abv": "40", "description": "Wine Enthusiast Top 100 Spirits of 2019 Aromas of orange blossoms combined with candied orange zest as well as toasted wood notes reminiscent of aged Cognac. Proof: 80", "reviews": "Less sweet and more sprightly than most orange liqueurs, the aroma explodes with orange peel and marmalade. The palate echoes those notes, finishing brisk and slightly bitter, tinged with ginger sparks. Sip or mix.", "rating": "95.0", "url": "https://www.wine.com/product/pierre-ferrand-dry-curacao-orange/531420"},
{"name": "Brugal Extra Viejo Gold Rum", "origin": "Dominican Republic, Caribbean", "price": 33.99, "abv": "38", "description": "A truly stunning rum. Its elegance, aromatic charm and flavor may remind you more of a cognac than a premium rum, but a premium rum it is. After going through our distillation process, it is aged for up to eight years in handpicked American oak casks. And when you sip it, you will understand why the Brugals became so famous for our blended rums. Bright and clean, with deep, rich ambers. A symphony of natural and beautiful notes: wood, dried fruits, almonds, cocoa, vanilla, orange peel, caramel and molasses. An elegant taste that first arrives with hints of vanilla, caramel and touches of honey. It is followed by sweet spices and rich cocoa. Lingering in the mouth with a peppery finish. A cool feeling to the nose contrasts with warmer notes at the beginning. Proof: 76", "reviews": "The bouquet features aromas of oak barrel, toasted cereal, dried fruit and toasted nuts. Entry is spicy and buttered-toasty; midpalate turns more honeyed with background tastes of egg yolk. Ends caramel sweet and toasted marshmallow-like.  Range : 90-95", "rating": "95.0", "url": "https://www.wine.com/product/brugal-extra-viejo-gold-rum/529607"},
{"name": "Douglas & Todd Small Batch Bourbon Whiskey", "origin": "Minnesota, Other U.S.", "price": 43.99, "abv": "46.5", "description": "2019 San Francisco Spirits World Competition Gold Medal Winner. This bourbon is aged a minimum of four hard years in handmade oak barrels that provide D&T its distinctive character. Distilled and rested in two historic counties at the first craft distillery in Minnesota. Douglas & Todd was built to be a bourbon drinker’s bourbon. Proof: 93", "reviews": "Refined, pure, and toasted with a silky texture and clean, spiced flavors;\r\nbright, refreshing, and simple. Aged a minimum of four years in handmade oak barrels at the brand’s Minnesota distillery.", "rating": "91.0", "url": "https://www.wine.com/product/douglas-and-todd-small-batch-bourbon-whiskey/529640"},
{"name": "G4 Tequila Blanco Tequila", "origin": "Mexico", "price": 49.99, "abv": "40", "description": "2019 San Francisco World Spirits Competition Gold Medal Winner tes : Nice minerality and forward aroma from rainwater distillation. Silky texture with slight heat. True agave, spicy, peppery, smooth and delicious with nice buttery notes and smoky elements. Complex, but pleasant sipping. Proof: 80", "reviews": "The zesty, spicy aroma hints at tomato and jalapeño. Agave nectar opens the pal - ate, coupled with jalapeño sizzle. A bold fruity note lingers into the mouthwatering finish laced with ginger and cayenne heat.", "rating": "90.0", "url": "https://www.wine.com/product/g4-tequila-blanco-tequila/529009"},
{"name": "G4 Tequila Reposado Tequila", "origin": "Mexico", "price": 59.99, "abv": "40", "description": "2018 Wine Enthusiast Top 100 Spirit Aged for at least 6 months in American Oak bourbon barrels, the “rested” tequila – G4 Reposado builds on the character of the blanco, but adds to the aroma hints of peach and licorice, with a small hints of grapefruit and lighter pepper in the tasting. Proof: 80", "reviews": "The zesty jalapeño aroma and sweet tomato undercurrent suggests what is to come. The savory palate delivers fresh mint, basil, jalapeño and green pepper, finishing with a hint of black pepper smoothed by vanilla-mint sweetness. Sip or mix.", "rating": "94.0", "url": "https://www.wine.com/product/g4-tequila-reposado-tequila/529012"},
{"name": "High West Distillery Double Rye Whiskey", "origin": "Utah, Other U.S.", "price": 41.99, "abv": "46", "description": "#14 Whisky Advocate Top 20 Whiskies of 2018 A very spicy rye whiskey! The nose has notes of mint, clove, cinnamon, licorice root, pine nuts,and dark chocolate, with a surprising dose of gin botanicals throughout. The flavor has rye spices up front, then menthol, mint, eucalyptus, herbal tea with wildflower honey and all spice. Cinnamon and mint, gradually sweetening through the finish, with a hint of anise. Proof: 92", "reviews": "Billed as “the spiciest rye whiskey anywhere,” this is a blend of two rye whiskeys, both a minimum of two years old, sourced from multiple distilleries. The 2018 bottling has a mild, honeyed scent, while the palate surprises with vanilla custard contrasted by traces of smoke, eucalyptus and cigar wrapper. As promised, the long finish explodes with a spicy burst—but don't worry, it's not too extreme to sip.", "rating": "92.0", "url": "https://www.wine.com/product/high-west-distillery-double-rye-whiskey/529048"},
{"name": "Caorunn Gin", "origin": "Scotland", "price": 43.49, "abv": "41.8", "description": "Caorunn is a small batch, quadruple-distilled Scottish Gin personally crafted by one man – our Gin Master, Simon Buley. Using only the finest pure grain spirit, natural Scottish Water and 11 botanical gin ingredients, he personally crafts each and every bottle of Caorunn. Caorunn is a Modern “London Dry” Gin with a dry and crisp, aromatic taste adventure and a long dry finish. Fresh, floral, citrus, slightly spicy and aromatic. Clean, crisp, sweet, full bodied and aromatic. Invigorating, long lasting, refreshing, crisp and slightly drying. Proof: 83.6", "reviews": "Citrus and floral nose; silky and fresh with notes of heather, dandelion and\r\napple; superbly mellow with creamy texture and unique style.", "rating": "95.0", "url": "https://www.wine.com/product/caorunn-gin/531289"},
{"name": "Uncle Val's Botanical Gin", "origin": "Oregon", "price": 38.99, "abv": "40", "description": "A smooth and delicious “American Style” gin. Inviting from the start with a nose that exquisitely balances bright citrus notes, cucumber and lavender. Each sip is delicate and leads with citrus including lemon, orange and key lime. The finish is soft and easy with a hint of spice, but is mostly floral and citrus making it one of the finest of craft gins. juniper. Proof:80", "reviews": "Tangerine, lemon blossoms, and blue flowers sing the praises of gin in this wonderful product from 3 Badge Beverage. Named for August Sebastiani’s uncle, the botanicals chosen are the same that Uncle Val used in his cooking: lemon, juniper, cucumber, sage, and lavender. We also picked up a lovely weight and a syrup of white peppered marshmallow that made this all the more appealing. Sweet-tasting and citrusy, this has a light herbal aroma. It shows distinct cucumber and lavender notes on the palate, and it should lend itself to spring and summer cocktails. Keep an eye out for exciting savory and spicy variations of Uncle Val's that may be coming to market soon.", "rating": "93.0", "url": "https://www.wine.com/product/uncle-vals-botanical-gin/528477"},
{"name": "Greenhook Ginsmiths Beach Plum Gin Liqueur", "origin": "New York, Other U.S.", "price": 54.99, "abv": "30", "description": "Inspired by English Slow Gin, this is the one of the most innovative and unique spirits to hit the industry in recent years. Greenhook Ginsmith’s Beach Plum Gin Liqueur is crafted by soaking Long Island Beach Plums in our signature American Dry Gin for 7 months, with a touch of Turbinado Sugar. The plums are then pressed for their gin and juice and go through an intense filtration process. The final product is bottled and aged in glass before being shipped. The spirit starts with a sour cherry or cranberry flavor with warm notes of juniper and citrus ole plums in Signature American Dry Gin for a full seven months, with just a touch of Turbinado Sugar. Proof: 60", "reviews": "Inspired by England's sloe gin and made with beach plums from Long Island, New York, this gin has round, sweet and tart flavors, with an earthy cinnamon touch on the finish. With its distinctive dark-cherry-juice color and aroma, this lends itself to making fizzes and other cocktails. It's distilled from cane sugar, but it's not supersweet. ", "rating": "91.0", "url": "https://www.wine.com/product/greenhook-ginsmiths-beach-plum-gin-liqueur/531841"},
{"name": "George Dickel #1 White Corn Whisky", "origin": "Tennessee, Other U.S.", "price": 32.99, "abv": "45.5", "description": "George Dickel No. 1 is the foundation where all of George Dickel’s handcrafted corn-based whiskies begin. Crafted in Tullahoma from the same mash bill as our No. 8, No. 12 and Barrel Select whiskies, and finished with the signature Dickel \"Chill Charcoal Mellowing\" process, our No. 1 Foundation Recipe is the finest un-aged whisky around. As George himself would have said, it’s \"Mellow as Moonlight.\" Proof: 91", "reviews": "Clear in the glass with a warm, comfortingly polenta-like aroma, this white corn-based whiskey bills itself as “mellow as moonlight.” It's fleetingly sweet on the palate and surprisingly delicate at first sip. Additional sips build warmer, richer notes of vanilla, marshmallow and coconut, with faint corn sweetness on the crisp finish.", "rating": "91.0", "url": "https://www.wine.com/product/george-dickel-1-white-corn-whisky/530120"},
{"name": "Ramazzotti Amaro Liqueur", "origin": "Italy", "price": 24.99, "abv": "30", "description": "2019 San Francisco World Spirits Gold Medal 33 herbs, spice, flowers and fruits, from across the world create a perfectly intense and harmonious flavor. Amaro Ramazzotti is traditionally consumed as a digestif, neat or on the rocks with a slice of lemon or orange. Proof: 60", "reviews": "Although it appears dark, inky and sin¬ister in the glass, this amaro is on the sweet and gentle side. Think ripe plums, dark berries and cola, with a pleasingly spiced finish and just the faintest bitter edge. It's enjoyable to sip straight up with a twist of lemon peel, or lightened with a splash of club soda.", "rating": "94.0", "url": "https://www.wine.com/product/ramazzotti-amaro-liqueur/530604"},
{"name": "Crown Royal Northern Harvest Rye Blended Canadian Whisky", "origin": "Canada", "price": 41.99, "abv": "45", "description": "With a creamy texture and hints of spiced vanilla and butterscotch, this rye whisky provides a refined flavor that enhances any cocktail party or celebration. With the signature smoothness of traditional Crown Royal, the distinctive flavor of local rye grain makes for a truly exceptional Canadian whisky. Proof: 90", "reviews": "A blend of 95% rye-grain flavoring whisky with a variety of base whiskies. Its big whisky cocktails will tempt mixers into sipping. Very fruity and floral, with prunes, peaches, red apple skins, and bouquets of spring flowers all boosted by vibrant peppery spices on a slightly oaky base. Crown Royal’s signature balsam resin note and hints of vanilla round it out. The long, spicy finish ends with hints of citrus pith. A complex, tightly woven blend. Notably soft and plush, look for pleasing hints of vanilla and marzipan alongside fleeting fresh apple and pineapple notes. It mingles together into an oaky, spicy finish, with clove and cinnamon sparks. Sip or mix.", "rating": "91.0", "url": "https://www.wine.com/product/crown-royal-northern-harvest-rye-blended-canadian-whisky/526475"},
{"name": "Knappogue 14 Year Single Malt Irish Whiskey", "origin": "Ireland", "price": 67.99, "abv": "46", "description": "Knappogue Castle 14 year old is the result of a marriage of 14 year old single malts aged in two types of wood: bourbon barrels and Oloroso sherry casks. It is non-chill filtered. Notes of apple and apricot. Rich in flavor with fruity, nutty, and vanilla notes. Medium-long going from fruity notes to a dry, but pleasant barley finish. Proof: 92", "reviews": "Perfect for drinkers with a Goldilocks complex, this falls between the lemon-favoring 12 year old, and the richer, sherry finished 16 year old, with a nose of sweet mandarin, tropical fruits, fruit pastries, warm banana muffin, barley sugar, and forest honey. Bold, attention-grabbing flavors of orange, honey, vanilla, dried ginger, pepper, and jam-slathered pastries, with caramel, ground almond, and a tantalizing, zesty grapefruit bitterness toward the end.", "rating": "91.0", "url": "https://www.wine.com/product/knappogue-14-year-single-malt-irish-whiskey/531411"},
{"name": "WhistlePig 15 Year Estate Oak Rye Whiskey", "origin": "Canada", "price": 249.99, "abv": "46", "description": "The nose is deep and rich, dominated by caramel, vanilla, and oak with hints of allspice and burnt orange. Warm, rich, and slightly creamy on the palate. Loads of butterscotch and baking spice with leather and a hint of tobacco. The finish is ultra long and rich. Proof: 92", "reviews": "This remarkably complex sipper leads with caramel and vanilla, then reverberates with rounded dried fruit, sherry and almond, fading into a long, gentle baking spice finish. Made with 100% rye sourced from Canada, this is finished in barrels made from Vermont oak and bottled in Vermont.", "rating": "97.0", "url": "https://www.wine.com/product/whistlepig-15-year-estate-oak-rye-whiskey/530866"},
{"name": "Nonino Quintessa Amaro Liqueur", "origin": "Italy", "price": 58.99, "abv": "35", "description": "2020 San Francisco World Spirits Double Gold Medal Winner A liqueur created from the union of Antonio Nonino’s ancient recipe with the Nonino Family’s experience of the Art of distillation. An infusion of herbs with a portion of UE, Nonino Grape Distillate, aged in barriques. Extraordinary fragrance of mountain herbs. Considered a “bitter” with hints of spice, licorice and herbs. Proof: 70", "reviews": "Tawny and bright in the glass, this mellow, bittersweet beauty offers caramel and vanilla, braced by allspice and bitter orange. Although Nonino is best known for its grappas, this amaro, flavored with herbs from the mountains of Friuli, is worth seeking out. Consider it for dessert pairings or an edgy spin on a negroni.", "rating": "96.0", "url": "https://www.wine.com/product/nonino-quintessa-amaro-liqueur/531296"},
{"name": "Delamain Pale and Dry XO Cognac", "origin": "France", "price": 129.99, "abv": "40", "description": "2018 San Francisco World Spirits Competition Double Gold Winner Pale and Dry is bright amber in color, with hints of gold. On the palate it has floral and spice aromas giving way to woody herbs, raisins and other dried fruits, vanilla and a hint of licorice. The highest-quality Cognac is usually enjoyed after dinner as a contemplative drink. It should be served at cool room temperature or slightly chilled and allowed to warm in the glass, slowly releasing waves of aroma. Proof: 80", "reviews": "From the only house were the Cognacs start at XO, this blend of 20- to 25-year-old brandies is mellow and honeyed. The white flower, honey and pear fragrance leads the nose. A flurry of spice —cinnamon, nutmeg and ginger—enlivens the palate, leading to toasty brioche and vanilla, plus\r\nhints of pear and walnut. The finish is long, palate-coating and silky.", "rating": "94.0", "url": "https://www.wine.com/product/delamain-pale-and-dry-xo-cognac/38097"},
{"name": "Chartreuse Yellow", "origin": "France", "price": 64.99, "abv": "40", "description": "This liqueur is gentle, floral and honeyed: think daisies under a hot sun. This has floral and violet aromas, with hints of sweet lemon and intense spices. On the palate are thick honey and blood orange flavors mixed with an array of exotic spices, including saffron, anise and cloves. There’s a bitter leaf and licorice finish, with a softening, sweet character. Proof: 80", "reviews": "Yellow, faintly tinged with green. The aroma is bright, mild and lime-lollipop sweet, although the flavor is more herbal, with hints of mint and anise, and a pronounced licorice finish and alcohol sting. Thick, syrupy and tongue-coating.", "rating": "91.0", "url": "https://www.wine.com/product/chartreuse-yellow/531586"},
{"name": "Square One Organic Vodka", "origin": "Other U.S.", "price": 34.99, "abv": "40", "description": "Square One's unique organic fermentation technique combines with a classic four-column distillation and filtration method to create Square One: an incredibly silky, high-quality vodka with a natural richness on the palate. Proof: 80", "reviews": "The neutral aroma hints at orange peel. On the palate, this vodka is silky, with a faint anise note and a brisk, bracing finish. It's ideal for vodka martinis and other cocktails. Made from 100% organic rye.", "rating": "92.0", "url": "https://www.wine.com/product/square-one-organic-vodka/530546"},
{"name": "Four Roses Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 25.99, "abv": "40", "description": "A worldwide favorite, especially when creating mixed drinks with a sophisticated, contemporary flair. Hints of pear and apple compliment floral aromas and mix with a taste of honey and spice. Smooth and mellow with a unique, long and soft finish. The nose has notes of fruit, floral essences, gentle spice and honey. Crisp, yet soft and smooth, fresh fruit, hints of pear and apple on the palate. The finish is mellow, long and pleasant. Proof: 80", "reviews": "This mellow Bourbon is scented with vanilla and a hint of stone fruit. On the palate it's light and creamy, with nuanced notes of vanilla, almond and pecan, plus a gentle baking-spice finish.  Best Buy", "rating": "93.0", "url": "https://www.wine.com/product/four-roses-kentucky-straight-bourbon-whiskey/529038"},
{"name": "Square One Organic Basil Vodka", "origin": "Other U.S.", "price": 34.99, "abv": "40", "description": "Fresh basil has a rich history in folklore (it's sweet and savory qualities given both light a dark powers in mythology) and in cuisine from around the globe. More recently, many mixologists have discovered the flavor range and taste complexity that fresh basil brings to cocktails. With cocktail creativity in mind, Square One takes the herbal taste experience of basil a step further. Square One Basil is infused with the essences of four basil varieties -- Genovese, Thai, Lemon and Sweet -- plus we add a touch of coriander, honeysuckle and lemongrass to round out the spirit and soften the finish. Try Square One Basil in Mediterranean or Asian cuisine inspired elixirs. And in the classic Bloody Mary, replace vodka with Square One Basil and never look back. Proof: 80", "reviews": "Use this basil-flavored vodka to add fresh aromatics to cocktails. Distilled from organic rye and infused with lemon, two varieties of basil, honeysuckle and lemongrass, the heady herbal notes come through first, exiting with a breeze of white flowers and citrus. USDA certified organic.", "rating": "92.0", "url": "https://www.wine.com/product/square-one-organic-basil-vodka/530550"},
{"name": "Guyot Creme de Cassis", "origin": "France", "price": 30.99, "abv": "40", "description": "Proof: 80", "reviews": "Smooth and creamy with sweet notes of black currant. Going strong for 173 years, this is the definitive brand of cassis and the base of many a Kir Royale. ", "rating": "94.0", "url": "https://www.wine.com/product/guyot-creme-de-cassis/28091"},
{"name": "Tyrconnell Single Malt Irish Whiskey", "origin": "Ireland", "price": 45.99, "abv": "43", "description": "Gold Medal at San Francisco World Spirits Competition 2019 Aromas of roasted nuts, nougat, and mild oak precede a palate that is honeyed and rich in texture. The finish brings forth the malt component, allowing a keen graininess to move to the forefront. Drink neat, or on the rocks. Also, adding a reasonable amount of water to the whiskey is an option, as it will allow the nuances and complexity of the whiskey to more clearly present themselves. Proof: 86", "reviews": "Repackaged at a higher strength, the nose is grassy, with lemon zest, hints of apple and pear, vanilla seeds, almonds, and fresh florals. Light honey and summer fruits, barley notes, and vanilla, becoming juicier over time with base notes of whole spice, before serving up a lemon-and-honey lozenge finish. Very assured, this double-distilled single malt is a must for your Irish whiskey shelf.  Best Value", "rating": "90.0", "url": "https://www.wine.com/product/tyrconnell-single-malt-irish-whiskey/532018"},
{"name": "Kavalan King Car Conductor Single Malt Whisky", "origin": "Other", "price": 129.99, "abv": "46", "description": "Excellently clean and freshly fruity single malt. A touch of papaya, banana and green apple, just to name a few. Pleasantly floral, delicate and complex with depths and multiple layers of aromas, fragrances and nuances waiting to be discovered by each individual and connoisseur. Sweet, rich with vanilla and banana, but also coconut, a slight pleasant bitterness balancing the sweetness. A mouthfilling dram, more complex and sophisticated than you will ever imagine. A grand masterpiece to represent and bear the name of the King Car. Proof: 92", "reviews": "King Car is the name of the Taiwanese company that owns the Kavalan brand and this lavishly packaged single malt is its standard bearer. It's not hard to see why. More subtle and complex than some earlier bottlings of Kavalan, this has an exotic fruit, cream toffee, and soft banana nose, and has bitter orange, dark chocolate, and pepper on the palate. It's rapier-sharp, clean, and drying rather than sweet.", "rating": "90.0", "url": "https://www.wine.com/product/kavalan-king-car-conductor-single-malt-whisky/527209"},
{"name": "Patron Citronage Orange Liqueur", "origin": "Mexico", "price": 29.99, "abv": "35", "description": "Patron Citronge Orange is a delicately blended liqueur that delivers a sweet and smooth fresh orange taste. It is perfect for use in both cocktails and gourmet recipes. Proof: 70", "reviews": "Look for a pale straw tinge and a bold agave scent from the moment this orange liqueur is poured, backed by candied citrus peel. The palate opens juicy and honey-sweet, braced up with agave bite and a citric note in the finish that suggests lemon. While this orange liqueur seems custom-made for sweetening margaritas and other tequila-based drinks, the assertive agave note might be less harmonious in drinks made with other spirits.", "rating": "91.0", "url": "https://www.wine.com/product/patron-citronage-orange-liqueur/530144"},
{"name": "Talisker Storm Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 64.99, "abv": "45.8", "description": "2018 San Francisco World Spirits Competition Double Gold Medal Winner Experience the tale told by the tides with a swig of Talisker Storm Single Malt Scotch Whisky. This whisky starts out with a mellow yet rich sweet, malty taste ending in an explosion of spice. Distilled by the sea on the shores of the Isle of Skye in Scotland, centuries of local distilling tradition and the rugged environment are what makes our award-winning malt so exquisite. Intense and powerful, the flavour comes from the peat burned during the malting process and the rich vanilla imbued by the aging process. With a lasting smooth aftertaste, savor this spirit's sweet and spicy flavors served neat, or draw them out with a little water.", "reviews": "Made on Isle of Skye, this brisk, briny single malt carries honey and campfire smoke aromas on the nose. On the palate, a salted caramel flavor unfolds, with smokiness leading into the brisk finish that brushed with fleeting notes of citrus and rich espresso. It has plenty of alcohol punch, so be sure to add a generous splash of water.", "rating": "93.0", "url": "https://www.wine.com/product/talisker-storm-single-malt-scotch-whisky/528775"},
{"name": "Hotaling & Co. Junipero Gin", "origin": "San Francisco Bay, Central Coast, California", "price": 39.99, "abv": "49.3", "description": "America's original craft gin; first post-prohibition craft gin in the United States made by hand in the classic London dry gin tradition. Offers a bold juniper forward flavor and made with a dozen botanicals in their natural state. Distilled using a small copper pot still at the Hotaling & Co. Distillery on Protrero Hill in San Francisco. Proof: 98.6", "reviews": "The 20th anniversary of this robust spirit, the first craft gin distilled in the U.S. after Prohibition was in 2016. The aroma mingles juniper and citrus; the palate also shows plenty of lemon curd sweetness and peppery spice (cubeb, grains of paradise, pink peppercorn), finishing spicy with white peppercorn and coriander seed.", "rating": "91.0", "url": "https://www.wine.com/product/hotaling-and-co-junipero-gin/530031"},
{"name": "The Real McCoy 10 Year Virgin Oak and Bourbon Cask Rum", "origin": "Barbados, Caribbean", "price": 70.99, "abv": "46", "description": "The Real McCoy 10 Year Virgin Oak and Bourbon Cask Rum offers hints of bourbon oak, light pepper and toasted caramel with a warm, balance finish. The Real McCoy Limited Edition is best appreciated straight, but mixing options have incredible potential range beyond the after-dinner snifter - from Oak Fashioned to Tiki. Proof: 92", "reviews": "This limited-edition blends rum aged for 12 years in Bourbon barrels with rum aged 10 years in virgin oak. The end result is a burnished gold liquid redolent of maple and brown sugar on the nose and palate. Sweet vanilla and hazelnut wraps around a warming core, finishing with a cinnamon tingle. Micro batch of 3,000 bottles.", "rating": "90.0", "url": "https://www.wine.com/product/the-real-mccoy-10-year-virgin-oak-and-bourbon-cask-rum/526803"},
{"name": "Larressingle VSOP Armagnac", "origin": "France", "price": 71.99, "abv": "40", "description": "This Armagnac is supple and full-fruited, with a rich, smoky bouquet reminiscent of prunes and a lingering, mellow finish. The highest-quality Armagnac is usually enjoyed after dinner as a contemplative drink. It should be served at cool room temperature and allowed to warm in the glass, which slowly releases waves of aroma. Pour about 1 inch of Armagnac into a thin tulip-shaped glass or a snifter. The glass may be held in the palm of the hand to warm the liquid. Pause to smell the aromas, then take small sips to appreciate the Armagnac’s smooth texture, its expressive layers of flavor and its lengthy finish. Proof: 80", "reviews": "Look for a dark amber hue and sweet vanilla bean aromas plus hints of cocoa and fig. The soft palate opens with a blast of baking spice, leading into a softer, mocha-tinged midpalate refreshed by lemon peel astringency on the exit. Sip or mix.", "rating": "92.0", "url": "https://www.wine.com/product/larressingle-vsop-armagnac/530316"},
{"name": "Pasote Anejo Tequila", "origin": "Jalisco, Mexico", "price": 67.99, "abv": "40", "description": "The experience begins with a decadently rich mouthfeel that’s velvety smooth. Long barrel aging mellows the character of the roasted agave, bringing out hints of roasted oranges and spicy cinnamon for a finely nuanced complexity. The finish is long and warm, with depths of toasty sweet flavors. The luscious mouthfeel lingers on and on. One whiff confirms the luscious benefits of long aging in American oak. Soft aromas of roasted agave, clean vanilla and sweet coconut merge in a pleasing harmony. Proof: 80", "reviews": "The common thread of salty-peppery aromas combines with sandalwood and cigar leaf for a heady experience before you even taste the spirit. The flavor profile is deep, unctuous and texturally billows with a lightness on the palate. The agave is pungent and unmasked, and shines with a slightly austere edge to the finish. Aged for 18 months, this easy sipper has a pale gold hue and mild honey aroma. It's mellow and light on the palate, mixing honey and vanilla with a slightly drying flurry of nutmeg, ginger and cinnamon.", "rating": "92.5", "url": "https://www.wine.com/product/pasote-anejo-tequila/528337"},
{"name": "Greenhook Ginsmiths Old Tom Gin", "origin": "New York, Other U.S.", "price": 49.99, "abv": "50.05", "description": "With a firm nod to history, the production of Greenhook Ginsmiths Old Tom Gin begins with a base grain spirit, and then is distilled with juniper and exotic spices inspired by the British Spice Trade of the 19th century. Unlike other Old Tom Gins, very little sugar is added, leading to a complex palate with a dryer finish. The spirit has a silky texture with warm notes of juniper, all spice and cinnamon. Proof: 100.1", "reviews": "This history-minded bottling was made in collaboration with Brooklyn barmen Damon Boelte and Maxwell Britten. It's made from an 18th-century recipe, pot distilled using “exotic spices inspired by the British Spice Trade,” and finally, aged for 12 months in Bourbon and oloroso Sherry casks. All that adds up to a light gold hue, light sweetness (typical of the Old Tom style) and a pleasing, robust vanilla-mint profile with flecks of rosemary and lemon peel, finishing long and spicy. Sip or mix.", "rating": "90.0", "url": "https://www.wine.com/product/greenhook-ginsmiths-old-tom-gin/531845"},
{"name": "Meletti Anisette Liqueur", "origin": "Italy", "price": 28.99, "abv": "34", "description": "Meletti Anisette is one of Italy’s oldest liqueurs produced using Silvio Meletti’s original recipe from 1870. Naturally aromatic, anise seed from Le Marche is distilled in a bain marie , then blended with herbs for further distillation to attain intensified aromatics and a smooth palate. Aged in stainless steel tanks for 4-6 months, then fine filtered using wool, Meletti Anisette is an elegant digestivo that is enjoyable on its own or with coffee. Proof: 68", "reviews": "Among the best of the its category, Meletti made its name experimenting with anise plants from numerous Italian provinces as far back as 1870, determining finally that the best quality anise grew on the Adriatic Coast directly east of Rome. The end result: a pungent aroma hinting at anise and fennel, and a mellow, sippable flavor that slowly unfurls fiery cinnamon, anise, Dutch licorice and a sweet-herbal hint of sarsaparilla.  Best Buy.", "rating": "90.0", "url": "https://www.wine.com/product/meletti-anisette-liqueur/528695"},
{"name": "J.R. Ewing 4 Year Private Reserve Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 43.99, "abv": "40", "description": "Sweet and subtle nose, with notes of vanilla, oak, caramel and sweet tea. Finish is incredibly smooth, with light orange and honey textures that linger. Proof: 80", "reviews": "This 80-proof whiskey has been re-formulated and shows itself as an elegant American sipper. Scents of apricot, fresh summer peach, butternut squash and a touch of salinity are fascinating combinations. White pepper trickles down the throat as the stone fruit notes rise, softening out to a finish of syrup-like textured honey. Yes, it's a Dallas-themed bottling; an image of Southfork Ranch is printed on the square bottle and the Kentucky-made four-year-old Bourbon is bottled in Texas. Look for easy-sipping soft vanilla and caramel finishing with oaky flavor and baking spice sparks. Sip or mix. Best Buy", "rating": "92.5", "url": "https://www.wine.com/product/jr-ewing-4-year-private-reserve-kentucky-straight-bourbon-whiskey/531962"},
{"name": "Amarula Cream Liqueur", "origin": "South Africa", "price": 28.99, "abv": "17", "description": "2019 San Francisco World Spirits Competition Double Gold Medal Winner. On the wide-open plains of Africa grows a tree uncultivated by man. The marula tree only grows in one area on the entire planet: the warm, frost-free regions of sub-equatorial Africa. It holds a position of importance both in the animal kingdom and in human legend and ritual. It is from the fruit of this mystical tree that Amarula Cream is born. The hand-picked marula fruit is fermented, double distilled (first in column still and then in copper pots) and matured for two years in French oak before being blended with the finest fresh cream. Sweet, nougaty caramel notes blended with a   subtle citrus aroma. Fresh, smooth and well rounded. Full creamy taste with hints of exotic Marula fruit. Proof: 34", "reviews": "Look for the elephant on the label. Made in South Africa from the fruit of the marula tree, this liqueur is surprisingly light on the palate, mixing subtle fruit and vanilla tones. A portion of proceeds benefit elephant habitat conservation efforts throughout Africa.", "rating": "90.0", "url": "https://www.wine.com/product/amarula-cream-liqueur/530560"},
{"name": "Writers' Tears Double Oak Irish Whiskey", "origin": "Ireland", "price": 64.99, "abv": "46", "description": "#10 Whisky Advocate Top 20 Whiskies of 2019 ? Dashes of sweet vanilla, notes of cinnamon, plum & poached pear. On the palate are notes of pressed grapes and citrus zest. The finish has chocolate undertones and lingering spice. Proof: 92", "reviews": "Walsh Whiskey has rarely released better whiskeys than those of 2019, which included two expressions made in collaboration with the Legaret family of Deau Cognac. Here, they apply bourbon and French oak cognac barrels to the unique marriage of single pot still and single malt Irish whiskeys, arguably the most premium interpretation of the Irish blend. Aromas of dark berry fruit, cinnamon, fudge, milk chocolate, graham crackers, jellied fruit, and a smudge of dry spices. Compelling, well-structured whiskey with cinnamon, chocolate, dark toffee, pepper, and ginger; never cloying, nor overly sweet, just a richly rewarding glass .", "rating": "92.0", "url": "https://www.wine.com/product/writers-tears-double-oak-irish-whiskey/564612"},
{"name": "Appleton Estate 21 Year Jamaican Rum", "origin": "Jamaica, Caribbean", "price": 169.99, "abv": "43", "description": "Wine Enthusiast Top 100 Spirits of 2019 A coppery, tawny hue, with excellent purity. Powerful, yet with delicate citrus, spice, and woody notes. You’ll also discover mellow orange peel, deep vanilla, rich nutmeg, warm coffee, and cocoa notes. The finish is long and dry, with a brown sugar sweetness that does not claw at the palate. Proof: 86", "reviews": "Deep amber in the glass, this sipping rum offers tones of fudge, and hazelnut on the nose. The supersoft palate brings flavors of brown sugar and toffee accented with orange peel and clove, winding into an extraordinarily long exhale tinged with espresso, dusty cocoa and allspice. Aged for a minimum of 21 years. Rare Limited Edition.", "rating": "97.0", "url": "https://www.wine.com/product/appleton-estate-21-year-jamaican-rum/531666"},
{"name": "Wemyss Malts Peat Chimney Blended Malt Scotch Whisky Non Chill-Filtered", "origin": "Scotland", "price": 50.99, "abv": "46", "description": "Honey gold in color, this whisky presents a nose reminiscent of standing on the seashore with wet shells, tangled hemp rope and driftwood. Fragrant heather smoke drifts over baked peach and apricot with hints of orange peel. On the palate, warm peat smoke puffs over a shot of espresso laced with muscovada sugar. A flinty freshness gives way to crisp apple and pear crumble with toasted oatmeal. The finish shows a sweet smoke that slowly sizzles to a softer finale. Pair with strong blue cheese such as Dunsyre or Lanark Blue, any smoked seafood or meaty fish, smoked duck or dark chocolate. Proof: 92", "reviews": "Peat-lovers will enjoy this blended Scotch, which leads with smoke and baked pear on the nose and a heavy dose of peat on the palate. A bit of honeyed sweetness underpins notes of smoke, iodine, soot and charred oak, accelerating straight through to the rounded, peppery finish.  Best Buy", "rating": "90.0", "url": "https://www.wine.com/product/wemyss-malts-peat-chimney-blended-malt-scotch-whisky-non-chill-filtered/532079"},
{"name": "Ragtime Rye American Straight Whiskey", "origin": "New York, Other U.S.", "price": 47.99, "abv": "90.4", "description": "At the dawn of a new century, before the turbulence of Prohibition, the stalwarts of saloons and brothels alike were Ragtime and Rye. The syncopated rhythms of a uniquely American music were punctuated by well-built melody and shades of harmony; to ask for a whiskey cocktail meant a hearty Rye in hand – bold, slightly spicy and full of warm flavor. From Lincoln to the Dust Bowl, the wrath of battle to the backyard barbecue, Rye Whiskey has waxed and waned like amber waves of grain, its popularity, only recently, reclaimed as a resolute American spirit. Distilled from rye proudly grown in New York State, this uncompromising whiskey is aged exclusively in full-size barrels to ensure robust flavor and nuanced finish. If the destiny of nations depends on cultural nourishment then ours may rest, in fulfillment, with Ragtime and Rye. Proof: 90.4", "reviews": "Distilled from New York State–grown rye; spicy, earthy, and smooth; rounded and complex; a very balanced and authentic label from the Brooklyn-based New York Distilling Company. Made with rye grain grown in New York state, and aged for three years. A mild maple aroma leads into the distinctly sweet-and-spiced palate, which opens with maple and marzipan and exits with plenty of baking spice intensity. Mix into Manhattans and other cocktails.", "rating": "91.0", "url": "https://www.wine.com/product/ragtime-rye-american-straight-whiskey/531485"},
{"name": "Four Roses Small Batch Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 43.99, "abv": "45", "description": "San Francisco World Spirits Competition, Gold Medal 2017 ?Mingling multiple Bourbon recipes is an art in itself. Four original and limited Bourbon recipes have been expertly selected by our Master Distiller at the peak of maturation to create a perfectly balanced Small Batch Bourbon that rewards you with a mellow symphony of rich, spicy flavors along with sweet, fruity aromas and hints of sweet oak and caramel. Finishes soft, smooth and pleasantly long. Best enjoyed straight up, on the rocks or with a splash On the nose is mellow spice, rich fruit, hints of sweet oak and caramel. The palate is mellow, ripened red berries, dried spice, well-balanced, rich. The finish is soft, smooth, and pleasantly long. Proof: 90", "reviews": "Aromas are sweet and fruitcake-like, with faint cigar smoke. Restrained, subtle flavors of orange peel, cinnamon and leather ride a medium-to-heavy body. The finish is extremely smooth, with a touch of anise.", "rating": "93.0", "url": "https://www.wine.com/product/four-roses-small-batch-kentucky-straight-bourbon-whiskey/529033"},
{"name": "The Real McCoy 3 Year Silver Rum", "origin": "Barbados, Caribbean", "price": 23.99, "abv": "40", "description": "Smooth and soft with subtle spice and wood notes. On the nose, bright citrus and floral overtones, vanilla, subtle oak, and nutmeg. Buttery caramel, hints coconut, toasted caramel and marzipan on the palate. The finish is long and warm with notes of toasted coconut. Proof: 80", "reviews": "Is a single-cask spirit\r\naged in heavy-char\r\nAmerican oak barrels. From the delicately scented\r\nnose—candied\r\npineapple\r\nand orange\r\nblossoms—you\r\ndon’t pick up\r\nany oak, yet\r\non the palate,\r\ntoasted coconut\r\nand honeydew\r\nmelon surge\r\nforward with\r\na spiced backdrop that speaks\r\nof cedar and caramel. The spirit\r\nretains a graceful quality through.", "rating": "92.0", "url": "https://www.wine.com/product/the-real-mccoy-3-year-silver-rum/530160"},
{"name": "Bozal Tobalá Reserva Mezcal", "origin": "Oaxaca, Mexico", "price": 129.0, "abv": "46.2", "description": "Wine Enthusiast Top 100 Spirits of 2019 Bright and fresh, this single maguey mezcal offers fruit-forward aromas of melon and apricot. A delicate balance of citrus and earthy flavors coat the palate followed by smoky undertones. The finish is clean with intense tropical fruits. A small agave varietal, the Tobalá, a subspecies of the Potatorum Family of agave, has broad, spade-like leaves. The compact size of this agave yeilds limited quantities of mezcal and takes 12-15 years to reach full maturation. Known to many as the king agave, Tobalá can only grow from seed and is becoming increasingly rare. This agave offers intensely aromatic mezal with complex notes of tropical fruit. Proof: 92.4", "reviews": "A JOVEN 92.4-PROOF SPIRIT MADE FROM A SUBSPECIES OF THE POTATORUM FAMILY OF AGAVE. THIS SINGLE-MAGUEY MEZCAL OFFERS FEMININE, PERFUMED NOTES OF RASPBERRY, APRICOT, AND MARSHMALLOW. SWEET ON THE PALATE, WITH A CREAMY TEXTURE OUTLINED BY POMEGRANATE, RIPE PINEAPPLE, AND CLAY The savory aroma suggests tomato water and lemon, with a faint hint of\r\nfresh basil. The palate skews less savory and more\r\ntoward a mellow, almond flavor profile. It’s pleasing nonetheless, with a drying finish that delivers a\r\nlemon-pepper tang and a hint of saline.", "rating": "95.0", "url": "https://www.wine.com/product/bozal-tobala-reserva-mezcal/528330"},
{"name": "Glen Grant 12 Year Single Malt Scotch Whisky", "origin": "Speyside, Scotland", "price": 54.99, "abv": "43", "description": "With a bright, golden color and pleasant aromas of orchard fruit, almond and citrus, this exceptional whisky delights the palate with exquisite and delicate notes of apple pie crust and caramel, and finishes with lingering fruit and subtle hints of spice. Proof: 86", "reviews": "This burnished gold whiskey shows apple and pear drizzled with butterscotch on the nose and palate, plus campfire smoke and gingerbread spice on the exceedingly long exit. A splash of water tames the heat and transforms the oak into vanilla and buttery brioche.\r\n  Best Buy ", "rating": "95.0", "url": "https://www.wine.com/product/glen-grant-12-year-single-malt-scotch-whisky/531684"},
{"name": "Chopin Rye Vodka", "origin": "Poland", "price": 39.99, "abv": "40", "description": "Subtle green apple and vanilla nose, Creamy and earthy taste, Full bodied mouth-feel long, clean finish, no burn. Proof: 80", "reviews": "Relatively neutral on the palate, this vodka has soft vanilla and caraway scents and a subtle but surprising rich dark-chocolate undercurrent. It finishes clean, with a flicker of ginger heat.", "rating": "91.0", "url": "https://www.wine.com/product/chopin-rye-vodka/530274"},
{"name": "The Real McCoy 5 Year Single Blended Rum", "origin": "Barbados, Caribbean", "price": 30.99, "abv": "40", "description": "Soft, smooth, well-balanced, and luxurious texture. Oak, dried fruit, brown sugar, earth notes, vanilla hints on the nose. Caramel, toasted almond, buttery cinnamon, bourbon-aged oak on the palate. The finish is lingering with toasted coconut and hint of tobacco. Proof: 80", "reviews": "This amber rum has a concentrated brown sugar and vanilla aroma. The silky palate opens with vanilla and finishes long, toasty and mouthwatering on hints of mocha and clove. Small batch, single cask rum from Foursquare Distillery. Offers a similarly\r\neloquent nose that\r\nspeaks in feminine,\r\nperfumed notes\r\nof honeyed\r\norange peel.\r\nCaramel and\r\nbanana bread\r\nshow right\r\naway on the\r\npalate with\r\nmineral-braced\r\ntannins and a\r\nhint of coffee.\r\nVanilla plays\r\nthrough to the finish: spiced and\r\nsensuous.", "rating": "92.5", "url": "https://www.wine.com/product/the-real-mccoy-5-year-single-blended-rum/530162"},
{"name": "Hennessy Master Blender's Selection No. 3 Cognac", "origin": "France", "price": 128.99, "abv": "43", "description": "The Master Blender’s Selection No. 3 is a personal blend and a distinctive expression of the Hennessy craft. A hand-selected single-batch Cognac, it is a one-of-a-kind limited offering. Crafted to reflect the predilections of Hennessy Master Blender Renaud Fillioux de Gironde, this cognac is unique by virtue of its singularity and hand-curated selection process. Like an intricate freehand portrait, it is an intimate expression of creativity and passion. To evoke the blend, French illustrator Pierre Marie Agin designed an elaborate label that depicts the different steps required to create a Hennessy cognac. Proof: 86", "reviews": "Like the first Master Blender’s selection, this is a Cognac that will appeal to whiskey-lovers. The mild aroma offers hints of vanilla and prune. The palate surprises with a smoky note, though it’s soon engulfed by huge waves of vanilla, hazelnut and fudge. The long, luscious finish is tinged with orange peel and baking spice. Single batch. Though it’s not labeled with an age category, the producer says this bottling is made with eaux-de-vie that are at least seven years old, which usually would set it in the XO category.", "rating": "94.0", "url": "https://www.wine.com/product/hennessy-master-blenders-selection-no-3-cognac/527869"},
{"name": "Cincoro Blanco Tequila", "origin": "Jalisco, Mexico", "price": 69.99, "abv": "40", "description": "Cincoro Blanco is made with 100% Weber blue agave and is exceptionally smooth on the palate and approachable. While most tequilas are made with agave from either the highland or lowland region of Jalisco, Cincoro uses both types of agave. By combining agave from two distinct regions, this Blanco tequila is smooth on the palate with great flavor, complexity, and finish. Proof: 80", "reviews": "The mild aroma of this Tequila shows just a hint of coconut. The palate opens with robust honey and jalapeño tones, settling into coconut sweetness on the exit, and braced up with a drying burst of clove. It’s all packaged in a dramatic, extra-tall sculptural bottle.", "rating": "91.0", "url": "https://www.wine.com/product/cincoro-blanco-tequila/603329"},
{"name": "Luxardo Amaretto di Saschira Liqueur", "origin": "Italy", "price": 28.99, "abv": "28", "description": "Well-rounded in taste, a fragrant aroma and a hint of vanilla in the end are all characteristics that distinguish Luxardo Amaretto. Brilliantly suited to use in classic cocktails such as Amaretto Sour it can also be enjoyed neat or over ice as an after dinner drink. Proof: 56", "reviews": "This is a deeper, darker take on amaretto. Look for a bold marzipan scent and rich toffee, brown sugar and almond extract on the viscous palate. Hints of baking spice and burnt orange peel shore up the finish. Sip or mix; the producer suggests mixing with champagne. Best Buy", "rating": "91.0", "url": "https://www.wine.com/product/luxardo-amaretto-di-saschira-liqueur/530602"},
{"name": "Rhum J.M. ESB Gold Rum", "origin": "Martinique, Caribbean", "price": 33.99, "abv": "50", "description": "J.M. Gold displays a rich sugarcane flavor that has beautiful viscosity on the palate. The rich golden color is a simple result from the time it has been naturally aged in re-charred Bourbon barrels for a period of 12 months. Raw sugarcane and warm gingerbread flavors are softened by hints of vanilla and hazelnuts from this short time in oak. J.M Gold is a rum that demonstrates a brilliant balance of reservation of terroir with introduction of wood alchemy that works exceptionally well in cocktails. Proof: 100", "reviews": "Sip or mix this honey-hued rum. The palate opens with vanilla sweetness, then dries to dusty cocoa and clove and finishes with honey, cedar, ripe banana and black pepper. Best Buy", "rating": "91.0", "url": "https://www.wine.com/product/rhum-jm-esb-gold-rum/530668"},
{"name": "Crop Organic Cucumber Vodka", "origin": "Other U.S.", "price": 30.0, "abv": "35", "description": "Like taking a walk in the vegetable garden, Crop Cucumber Vodka is sure to refresh your palate. With a lightly vegetal white floral bouquet, it's clean and crisp on the palate, and delicious in cocktails or by itself. Try it with club soda and a slice of cucumber, in a cucumber lemonade, or as the key ingredient to a remarkable Bloody Mary for the perfect refreshing cocktail. Proof: 70", "reviews": "Cucumber is all grown up in this artisanal flavored vodka. Take a freshly-picked specimen and imagine the aroma of the earth, the savoriness of the green skin, and the fleshy, crunchy, and juicy core. That’s what is\r\nrecreated in this 70-proof spirit. A brininess on the finish leaves a friendly open door for creative cocktails This cucumber-flavored vodka may put you in a spa-like mood. With its light but authentic cucumber and white floral aromatics, and a hint of anise on the smooth finish, this USDA-certified spirit evokes cucumber water and light, summery cocktails on the veranda.", "rating": "93.0", "url": "https://www.wine.com/product/crop-organic-cucumber-vodka/528880"},
{"name": "Stranahan's Colorado Whiskey", "origin": "Colorado, Other U.S.", "price": 59.0, "abv": "47", "description": "On the nose, this whiskey shows caramel-butterscotch, vanilla, maple syrup and leather. On the palate, it offers notes of cinnamon-butter, vanilla, chocolate, warm caramel & spiced pear. The whiskey flows over the tongue like table cream & melted brown sugar, finishing with a hint of cayenne, rich tobacco, oak & aged leather. Proof: 94", "reviews": "This 100% malted barley spent two years in new charred oak and boasts an amber color, sweet caramel scent with a touch of coconut and juicy apple, and relatively dry flavors. What sets this whiskey apart is the remarkable deep cocoa and pronounced coffee finish and velvety, creamy mouthfeel, reminiscent of ice cream and root beer foam. An alcohol sting cuts through, but should temper over ice nicely.", "rating": "92.0", "url": "https://www.wine.com/product/stranahans-colorado-whiskey/530432"},
{"name": "Becherovka Liqueur", "origin": "Other", "price": 26.49, "abv": "38", "description": "2019 San Francisco World Spirits Completion Gold Medal Winner Becherovka is a delicious, traditional and high quality herbal liquer. This well liked Czech classic has a special place at all the important milestones of your life. It's a 100% natural product without any chemical preservatives, artificial substances or emulsifiers. Proof: 76", "reviews": "This cheery buttercup-yellow spirit evolves from sweet to bitter in seconds flat. At first, it has a sweet, honey-like cast, then ginger and other herbal notes develop and, finally, it finishes dry, with an amaro-like bitter note. Traditionally consumed neat, Becherovka also stands up well to dilution (tonic, club soda) and makes a particularly refreshing apéritif chilled with a squeeze of lime.", "rating": "90.0", "url": "https://www.wine.com/product/becherovka-liqueur/530276"},
{"name": "Michter's US1 Single Barrel Straight Rye Whiskey", "origin": "Kentucky, Other U.S.", "price": 50.0, "abv": "82.4", "description": "Renowned for rye – America’s oldest whiskey variety – since the earliest days of the distillery's history, they take the production of Michter’s US1 Kentucky Straight Rye extremely seriously. Michter’s US1 Kentucky Straight Rye is made from select American rye grain that is sheared to maximize the extraction of flavor from the grain. Ideal neat or in cocktails, every bottle comes from a single barrel – a unique attribute reflecting their extraordinary commitment to offering Kentucky Straight Rye whiskey of the absolute highest quality at every level of the Michter’s range. Proof: 84.8", "reviews": "Dotted with black pepper and oatmeal on the nose, this rye reveals a mouth-warming palate compounded by flavors of butterscotch, caraway, new leather, and ripe peach.", "rating": "94.0", "url": "https://www.wine.com/product/michters-us1-single-barrel-straight-rye-whiskey/528786"},
{"name": "Highland Park Valkyrie Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 79.99, "abv": "45.9", "description": "Exquisitely balanced and delivering wave upon wave of warm aromatic smoke and richly ripened fruit, Proof: 91", "reviews": "Earthy and herbaceous, look for hints of honeysuckle, chamomile and ginger, finishing relatively dry. Adding water coaxes out a bit more honey-like sweetness.", "rating": "91.0", "url": "https://www.wine.com/product/highland-park-valkyrie-single-malt-scotch-whisky/529713"},
{"name": "Tuaca Originale Italiano Liqueur", "origin": "Italy", "price": 23.99, "abv": "35", "description": "Tuaca is an enticing blend of Italian Brandy, Mediterranean Citrus and Vanilla Spice. It has a storied history with a recipe that remains much the same as when it helped fuel the Italian Renaissance. Tuaca is a fine spirit with subtle notes of vanilla and citrus, hints of butterscotch, cola, dried fig and other flavors that reveal themselves uniquely to each individual drinker. The result is a complex and versatile flavor that can be enjoyed chilled or used to bring new life to your favorite cocktail. Proof: 70", "reviews": "Made in Canada using Italian brandy; deep amber color; creamy and lush with\r\nvanilla, caramel and hazelnut; a classic with lots of finesse.", "rating": "92.0", "url": "https://www.wine.com/product/tuaca-originale-italiano-liqueur/530844"},
{"name": "Chamucos Blanco Tequila", "origin": "Jalisco, Mexico", "price": 44.99, "abv": "40", "description": "The flavor of blue agave abounds. Spicy, vanilla, cinnamon, fennel, citrus and orange blossoms with a barely discernible hint of smoke. It’s ultra smooth and soft and has a very silky mouth feel. It’s well rounded and balanced with a nice hint of earthiness. The finish is smooth with mild heat. Proof: 80", "reviews": "This is a raw, visceral, sexy Tequila. The savory, almost meaty nose and palate are reminiscent of pechuga mezcals (which are actually made with meat). All that umami is softened by a rounded, waxy honey note on the midpalate, finishing with an herbaceous lilt on the peppery exhale. The nose displays an outgoing personality of bright, clean fresh agave, scented with lime and a hint of patchouli. Sensually silky, it washes the mouth with vanilla cream, salted toffee and an earthy agave that presses through to the lengthy finish.", "rating": "93.5", "url": "https://www.wine.com/product/chamucos-blanco-tequila/530947"},
{"name": "Chairman's Reserve The Forgotten Casks Rum", "origin": "Caribbean", "price": 42.99, "abv": "40", "description": "Rich, dark, gold mahogany color with an intense nose of sweet raisins, cigar tobacco, amber honey and vanilla. A warm palate offers grilled tropical fruit and candied walnuts rounded with soft spices that persist throughout a long wonderful finish. Proof: 80", "reviews": "An extra-aged version of Chairman’s Reserve, aged up to 10 years. Stunning deep orangeamber-tea color with an assertive nose of dried figs and dates and toasted wheat bread spread with orange marmalade. The flavors combine a brine as well as honeyed oak with an Armagnac character throughout. A fine astringency hits mid-palate—with a walnut dryness and a caramel candied note. The finish combines Pekoe tea, tannin and a graceful spice.", "rating": "95.0", "url": "https://www.wine.com/product/chairmans-reserve-the-forgotten-casks-rum/529783"},
{"name": "Glengoyne 30 Year Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 599.97, "abv": "46.8", "description": "Intense sherry trifle – then the rich complexity of cinnamon, cloves and tangy marmalade. Matured in hand-selected sherry casks of exceptional character, this is the taste of 30 years, held in a single dram. Deep amber color. Aromas of black cherry, sherry trifle, marmalade, tea rose, rum and raisin chocolate. On the palate, a burst of sweetness changing quickly to plum compote, cinnamon, cloves and tangy marmalade. Soft oak dryness and cinnamon on the finish. Proof: 93.6", "reviews": "This second annual limited release was matured in a combination of first-fill European oak sherry butts and refill sherry butts. Spicy orange marmalade on the nose, with plums dipped in honey, warm leather, polished oak, and cinnamon. The palate is oily, with dark sherry, cocktail cherries, ginger, espresso, and sweet oak. Lengthy in the finish; spicy, with dried fruits.", "rating": "92.0", "url": "https://www.wine.com/product/glengoyne-30-year-single-malt-scotch-whisky/531675"},
{"name": "Herradura Reposado Tequila", "origin": "Jalisco, Mexico", "price": 41.99, "abv": "40", "description": "The Original Reposado. Tequila Herradura introduced the world to Reposado in 1974 and has been setting the standard ever since. Aged 9 months longer than industry standards, Reposado has a rich amber color with notes of cooked agave, vanilla and butter. This additional time spent resting in charred American White Oak barrels creates a smooth, sweet finish with a slight taste of spice. Proof: 80", "reviews": "The perky aroma suggests vanilla and citrus, for a lemon cream pie-like effect. The palate starts out with vanilla, coconut and waxy honey, and is perked up by citrusy acidity and hints of lemon peel in the finish.", "rating": "92.0", "url": "https://www.wine.com/product/herradura-reposado-tequila/26484"},
{"name": "Bacardi 10 Year Gran Reserva Diez Rum", "origin": "Puerto Rico, Caribbean", "price": 45.99, "abv": "40", "description": "2019 San Francisco World Spirits Competition Gold Medal Winner Expertly blended. Barrel-aged for a minimum of ten years under the Caribbean sun. Then filtered through charcoal for a smooth finish. Bacardi Gran Reserva Diez dark gold rum is worth the wait. Discover bright notes of stone fruits, banana and pear – balanced with caramelized vanilla and oak. Proof: 80", "reviews": "Aged 10 years. Look for an amber hue and bold allspice and caramel aromas. The silky palate offers bold, rich brown sugar and caramel, finishing long with gentle baking spice. Sip or mix.", "rating": "90.0", "url": "https://www.wine.com/product/bacardi-10-year-gran-reserva-diez-rum/531751"},
{"name": "El Tesoro Reposado Tequila", "origin": "Mexico", "price": 49.99, "abv": "40", "description": "This straw-colored tequila presents aromas of smoky oak with hints of fruit, vanilla and dill. On the palate, there is a robust blend of oak and agave with smoke and pepper. Proof: 80", "reviews": "Pale straw in the glass, this reposado Tequila has a savory, herb-tinged aroma that suggests jalapeño, bell pepper and mint. The persistently peppery palate finishes with mint and basil freshness.", "rating": "90.0", "url": "https://www.wine.com/product/el-tesoro-reposado-tequila/26101"},
{"name": "The Macallan 12 Year Double Cask Single Malt Scotch Whisky", "origin": "Speyside, Scotland", "price": 72.99, "abv": "43", "description": "Harvest sun. Creamy butterscotch with a hint of toffee apple, candied orange, vanilla custard and newly felled oak. Deliciously honeyed, wood spices and citrus, balanced with raisins and caramel. Oak lingers, warm, sweet and drying. Proof: 86", "reviews": "Sip or mix this single malt, aged in American and European ex-sherry barrels. Mellow honey and smooth, nutty flavors taper off into a long fade that shows vanilla, citrus, sweet spices and a hint of cocoa.", "rating": "92.0", "url": "https://www.wine.com/product/the-macallan-12-year-double-cask-single-malt-scotch-whisky/530272"},
{"name": "Bacardi 4 Year Anejo Cuatro Rum", "origin": "Puerto Rico, Caribbean", "price": 22.99, "abv": "40", "description": "It takes four years maturing in a barrel under the Caribbean sun to create the unique taste of Bacardi Anejo Cuatro Rum. It's time well spent. Just like those special moments shared with friends enjoying Anejo Cuatro rum. Notes of mild vanilla, toasted oak, clove and honey, with a smooth finish. Proof: 80", "reviews": "Look for a light burnished gold hue and maple and oak on the nose. The palate echoes that oaky note, layering on vanilla, allspice, cinnamon and nutmeg, finishing with cayenne tingle. Recommended to mix.  Best Buy", "rating": "89.0", "url": "https://www.wine.com/product/bacardi-4-year-anejo-cuatro-rum/530026"},
{"name": "Glenmorangie Nectar D'Or Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 77.99, "abv": "46", "description": "A captivating single malt whisky with a tremendous 'gourmand' appeal, The Nectar D'Or is Glenmorangie's delicious, complex base spirit that, after a minimum of 10 years in ex-bourbon casks, is then extra matured in specially hand selected Sauternes wine barriques. Aromas of lime and orange rind, sultanas and dates give a rich fruity flavor laced with tantalizing spices of coconut and nutmeg. Ginger, nutmeg and toasted almonds bring a deep, warming taste interwoven with a syrupy lemon meringue and honeycomb middle. Long and lusciously sweet finish with lemon zest, white chocolate, vanilla and traces of ginger and nutmeg. Proof: 92", "reviews": "This golden spirit is often flagged by bartenders and sommeliers as a favorite; it's easy to see why. A decade in Bourbon casks, plus an extra two years in Sauternes barriques yields a fresh honeysuckle and vanilla perfume and a super-smooth spirit with creamy honey and nut flavors, with hints of dark chocolate and cinnamon. Very few spirits have such elegance and silky finesse. Good value, too.", "rating": "95.0", "url": "https://www.wine.com/product/glenmorangie-nectar-dor-single-malt-scotch-whisky/527894"},
{"name": "Casa Noble Anejo Tequila", "origin": "Jalisco, Mexico", "price": 60.0, "abv": "40", "description": "Casa Noble nurtures and harvests 100% Blue Weber agave in the rich, volcanic soil of Jalisco, Mexico for a consistently smooth flavor with unique characteristics and aromatic essences. Aged for a full two years in French white oak barrels, the complex aromas of dried fruits and spice complement flavors of toasted oak, butterscotch, and vanilla in this acclaimed anejo. These 80-proof fine tequilas are produced in small batches, triple distilled, and certified organic for ultra-premium, limited-run tequila that is truly one of a kind. Ideal for a Margarita, Casa Noble Tequila has a balanced body that is a perfect addition to countless cocktail recipes. Ideal for a Margarita, perfect addition to countless cocktail recipes. Proof: 80", "reviews": "Pale amber color; lovely caramel and vanilla nose; stewed agave with smooth texture and spice with dense, complex, fleshy flavors.", "rating": "92.0", "url": "https://www.wine.com/product/casa-noble-anejo-tequila/525876"},
{"name": "EFFEN Vodka", "origin": "Other", "price": 30.0, "abv": "40", "description": "EFFEN Vodka is a super-premium vodka whose name means \"smooth, even, and balanced\" in Dutch. Inside EFFEN Vodka (and each flavor of EFFEN for that matter) you'll find a light, crisp vodka experience. This, our very first variety, was designed by bartenders to be a perfect base for mixing cocktails. Still the original. Still smooth and refreshing. Proof: 80", "reviews": "Initial nosing passes reveal a zesty and mildly spicy aroma that's focused on the cereal grain; the bouquet registers on the leaner, drier side of neutral grain spirits and as such is in direct opposition to other creamier, sweeter Dutch vodkas. Palate entry is moderately sweet, almost smoky; at midpalate, a flash of black licorice tempts the taste buds, then recedes, allowing the sweet, nearly smoky/pipe tobacco leaf taste to dominate. Range: 90-95", "rating": "95.0", "url": "https://www.wine.com/product/effen-vodka/530531"},
{"name": "Mount Gay Eclipse Gold Rum", "origin": "Barbados, Caribbean", "price": 21.99, "abv": "40", "description": "Eclipse is the reference for character, body and aroma by which our Master Blender Allen Smith uses to blend every variety of Mount Gay Rum. For many rum aficionados Eclipse is also the reference by which all rum should be measured. Eclipse has a brilliant golden amber color and a luxuriously complex aroma. Distinctive floral and fruity notes of apricot and banana, with hints of vanilla. Subtle smokiness imparted by the toasted Kentucky oak barrels in which the rum is aged. Warm, medium body with a bright finish. Proof: 80", "reviews": "Golden and mild. Look for notes of brown sugar, oak and warming baking spice throughout, ending on a crisp, bright finish. Best Buy", "rating": "91.0", "url": "https://www.wine.com/product/mount-gay-eclipse-gold-rum/26558"},
{"name": "Laphroaig Quarter Cask Single Malt Scotch Whisky", "origin": "Islay, Scotland", "price": 84.99, "abv": "48", "description": "2019 San Francisco World Spirits Competition Gold Medal Winner Laphroaig Quarter Cask offers an irresistible doubling of flavor, due to the double maturation in two barrels made of American oak. Still-maturing whisky from standard ex-bourbon barrels is transferred to quarter casks and left to rest in Laphroaig's warehouse just a stone’s throw from the Atlantic shore. Matured in smaller casks for increased contact with the oak, this whisky brings the classic smokiness of peat with hints of coconut and banana to the nose. Deep, complex, and smoky, yet surprising the palate with a gentle sweetness, finishing long and drying appropriately with smoke and spice. Laphroaig is one of only a few distilleries that still uses traditional malting floors, drying and infusing its own malt with the thick blue smoke from old peat-fired kilns. Enjoy this treasure neat, on the rocks, or with a touch of pure, clean water. Proof: 96", "reviews": "This expression is aged for approximately 5 years in bourbon barrels before spending a final few months in quarter casks. Characteristic tar, engine oil, and ashy peat on the nose. Oily and full on the palate, with sweet grain notes, cinnamon, seaweed, hot peat, and black pepper. The finish is long and powerful, with persistent peat and chili, plus a sprinkling of sea salt.", "rating": "91.0", "url": "https://www.wine.com/product/laphroaig-quarter-cask-single-malt-scotch-whisky/532115"},
{"name": "Ardbeg Corryvreckan Single Malt Scotch Whisky", "origin": "Islay, Scotland", "price": 99.99, "abv": "57.1", "description": "2018 San Francisco World Spirits Double Gold Medal Winner Ardbeg Corryvreckan takes its name from the famous whirlpool that lies to the north of Islay, where only the bravest souls dare to venture. This non-chill filtered spirit has swirling aromas and torrents of deep, peaty, peppery taste lurk beneath the surface of this beautifully balanced dram. Like the whirlpool itself, Corryvreckan is not for the faint-hearted! Awarded The World’s Best Single Malt in 2010 by the World Whiskies Awards. Proof: 114.2", "reviews": "Part of the permanent Ardbeg range since 2008, Corryvreckan is created from a blend of standard Ardbeg and Ardbeg aged in virgin French Limousin oak casks. Smoky bacon and seaweed, plus dark berries, prickly spices, walnuts, lemon, and sweet peat on the nose. Sweet and savory on the palate, with more lively spice, woodsmoke, phenols, and licorice. The finish is lengthy, with peat, sea salt, pepper, and black coffee.  Editors’ Choice", "rating": "95.0", "url": "https://www.wine.com/product/ardbeg-corryvreckan-single-malt-scotch-whisky/527664"},
{"name": "Hendrick's Gin", "origin": "Scotland", "price": 38.99, "abv": "44", "description": "The Infusion of Rose and Cucumber: No other gin taste like Hendrick's because no other gin is made like Hendrick's. They infuse the gin with the remarkable Bulgarian Rosa Damascena and specially selected cucumbers from the finest producers. Hendrick’s Gin is hand-crafted in tiny batches of only 500 lovely litres at a time, which gives the Master Distiller, Ms Lesley Gracie, greater control of her careful artistry. The Bennett seeps the botanicals in spirit overnight prior to distillation resulting in a rich, complex liquid. Whereas the Carter-Head gently steams the botanicals in a basket atop its lofty neck, so influence is imparted upon the spirit in something akin to a botanical steam bath. This yields a lighter, more delicate spirit. The harmonious combination of the Bennett and Carter-Head stills create an unusually smooth gin like no other that has the required character and balance of subtle flavors. Proof: 88", "reviews": "This gin has a fierce following, in part because of its quirky brand personality (see the Monty Python-esque website) and aggressive marketing among bartenders. But it lives up to the hype. Some might expect a more concentrated rosewater-cucumber profile, but it's relatively subtle, with just a hint of cucumber mingling with juniper in the aroma, and white pepper, citrus and floral notes on the lingering finish.", "rating": "92.0", "url": "https://www.wine.com/product/hendricks-gin/529516"},
{"name": "Glenmorangie 12 Year Lasanta Highland Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 67.99, "abv": "43", "description": "Light russet color. Warm spice aromas mix with aromas of smooth chocolate covered raisins, honeycomb and caramel toffee. On the palate, deliciously sweet sherry flavored sultanas, orange segments, walnuts and butterscotch combine to create complex warm spices. Long and satisfying finish with spiced orange and chocolate covered hazelnuts. This signature expression is first aged in American oak ex-bourbon casks for smoothness. Glenmorangie then finishes this single malt whisky in hand-selected Oloroso and Pedro Ximenez sherry casks. Sourced from Jerez in Spain, the sherry casks bring rich raisin intensity, toffee and spices to Glenmorangie's renowned smooth style, enjoyed and awarded across the world. Proof: 86", "reviews": "Aged in Bourbon casks for 10 years, then “extra matured” for two years in Oloroso Sherry casks. The result is luxe and rich, a fine after-dinner sipper. Allow a little time for the aroma to emerge, and a splash of water for maximum flavor. The reward is a thick caramel aroma and flavor, with mouthwatering spicy notes of clove, cassia bark and a hint of orange peel.", "rating": "93.0", "url": "https://www.wine.com/product/glenmorangie-12-year-lasanta-highland-single-malt-scotch-whisky/527892"},
{"name": "Larceny Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 26.99, "abv": "46", "description": "Bright new copper. Fresh bread and toffee, with a note of butterscotch, Buttery caramel and honeyed notes, with a rich mouthfeel Long, gently sweet and savory Proof: 92", "reviews": "Lots of dried fruit, figs, and caramel lead off this bold but balanced bourbon, as dark berry fruits smack of sweet crème de cassis on the palate. There’s a good bit of spice here, like hot and spicy peanuts, that meets the sweet fruit and vanilla. Shows great length and nice polish on the finish with its dusty oak and cocoa.", "rating": "90.0", "url": "https://www.wine.com/product/larceny-straight-bourbon-whiskey/530317"},
{"name": "Johnnie Walker Double Black Blended Scotch Whisky", "origin": "Scotland", "price": 48.99, "abv": "40", "description": "Take in the delicious scent of sweet smoke and cloves. Relish the unmistakably peaty taste – rich with raisins, fresh apples and a tropical orange flavor combined with creamy vanilla. Evolving to a wonderfully long, warming finish. The smoldering spice from oak-aged casks makes for a powerful and lingering smokiness. Proof: 80", "reviews": "This blended Scotch, “matured in deep-charred old oak casks” features intensely smoky aromas and flavors, although honey sweetness and mellow almond peek through. Golden in hue, with a silky feel. So how brave can you be? Would you take one of the world's most iconic blends and risk messing with it? If you've got a whisky maker as good as Jim Beveridge, then why not? This picks up from the regular JW Black and its signature Caol Ila smoke and peat heart and then adds to it, doing exactly what it says on the tin. But the clever part of this is upping the apple, orange, and fruit content too. Great.", "rating": "91.0", "url": "https://www.wine.com/product/johnnie-walker-double-black-blended-scotch-whisky/526543"},
{"name": "Glenfiddich 14 Year Bourbon Barrel Reserve Single Malt Scotch Whisky", "origin": "Speyside, Scotland", "price": 64.99, "abv": "43", "description": "Copper oak colored. Deep vibrant vanilla notes with hints of citrus, caramalised brown sugar and cinnamon. Baked apple and ripe summer fruits and balanced with the rich oaky aromas. Beautifully rich and sweet with layers of creamy toffee, woody spices, candied orange peel and fresh toasted oak. Long lasting finish with lingering sweetness. Proof: 86", "reviews": "Aged 14 years in former Bourbon barrels, this is an amber-colored whisky that's scented with vanilla and peach. The palate is also peachy, highlighted by hints of almond, oak and sandalwood. The finish is drying and lightly spiced.", "rating": "90.0", "url": "https://www.wine.com/product/glenfiddich-14-year-bourbon-barrel-reserve-single-malt-scotch-whisky/530392"},
{"name": "Jack Daniels Select Single Barrel Rye Tennessee Whiskey", "origin": "Tennessee, Other U.S.", "price": 50.99, "abv": "45", "description": "This historic creation marries the smoothness of Jack Daniel’s with a unique 70% rye grain bill. Complex flavors of ripe fruit mingle with light toasted oak notes to create a taste rich with spice and a pleasant lingering finish. This is a big, bold rye that does not overpower. Mash Bill: 70% Rye, 18% Corn, 12% Barley Proof: 90", "reviews": "With a mashbill of 70% rye, 18% corn, and 12% malted barley, this rye doesn’t disappoint. Butter-toasted rye bread and vanilla, with hints of herbs and campfire smoke. Then fruit…a lot of fruit: pear, banana, pineapple, followed by a bevy of sweets—caramel, butterscotch, and toffee, mainly—with a delightful cinnamon bread finish. This skews more toward bourbon than the Indiana ryes, and that’s a good thing.", "rating": "90.0", "url": "https://www.wine.com/product/jack-daniels-select-single-barrel-rye-tennessee-whiskey/43889"},
{"name": "Licor 43 Liqueur", "origin": "Spain", "price": 24.99, "abv": "31", "description": "Proof: 62", "reviews": "Bright yellow in the glass and lightly spiced, this versatile liqueur is made with 43 ingredients, hence the name. The flavor profile runs from vanilla to brown sugar and baking spice. It plays particularly well with dark spirits like rum and brandy, without overpowering.", "rating": "93.0", "url": "https://www.wine.com/product/licor-43-liqueur/530209"},
{"name": "Knob Creek Small Batch Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 32.99, "abv": "50", "description": "The original that started it all, Knob Creek Kentucky Straight Bourbon Whiskey is still made to exacting standards. Knob Creek is aged to fully draw out the natural sugars in its charred white oak barrels. This exceptional, full-bodied bourbon strikes the senses with an oak aroma, a sweet, woody, full-bodied, almost fruity taste, with a long, rich finish. Created to reflect the flavor, strength, care, and patience that defined whiskey before Prohibition. Knob Creek is perfect neat or on the rocks with one or two ice cubes. Proof: 100", "reviews": "Delicious but fiery, this nine-year-old small-batch Bourbon offers deep toffee aromatics and bold flavor. On the palate, look for relatively dry flavors: leather, cedar, dried orange peel. A splash of water softens the profile to bring out more vanilla, honey, even a touch of chocolate. Knob was one of the first bourbons I had when I started taking whiskey seriously, and it’s still a kicker. No-nonsense, flint-hard nose: slickly-polished oak furniture, cinnamon stick, cracked rye, wet cornmeal, hard candies. Bang! A lean whiskey that gets in your mouth and explodes with rye spice and cinnamon candy, a sharp wedge that opens you right up. The finish echoes: oak, a dying fire, clean and almost crisp. Emphatic, bright, and swift. Value Pick", "rating": "91.0", "url": "https://www.wine.com/product/knob-creek-small-batch-kentucky-straight-bourbon-whiskey/26081"},
{"name": "Glen Grant 15 Year Batch Strength Single Malt Scotch Whisky", "origin": "Speyside, Scotland", "price": 83.99, "abv": "50", "description": "2019 San Francisco World Spirits Completion Double Gold Medal Winner Proof: 100", "reviews": "Joining the 12- and 18-year-old expressions, this is the newest release from this Speyside single malt distiller. This batch-strength beauty is 100 proof, but you wouldn’t know from the delicate aromas of honeyed orange and peach tart. The full mouthfeel (thanks to nonchill filtering) starts with a roar of white pepper and nutmeg but soon purrs along with dried apricot, toffee, and spiced pear. The finish of lime-tobacco and walnut is decisive and clean. This golden Speyside single malt was aged a full 15 years in ex-Bourbon barrels. The result is a honeyed aroma that mixes fresh apple and pear with a floral hint. The palate opens softly at first, with plenty of fruit and a light veil of peat smoke. Adding water brings more juicy pear, marmalade and vanilla to the forefront, finishing with lingering smoke and spice. Released January 2018.", "rating": "93.5", "url": "https://www.wine.com/product/glen-grant-15-year-batch-strength-single-malt-scotch-whisky/531686"},
{"name": "Jameson Irish Whiskey", "origin": "Ireland", "price": 41.99, "abv": "40", "description": "To the nose, Jameson is clearly a mellow pot still whiskey with toasted wood and sherry undertones. Jameson's taste is distinctively smooth and sweet with mild woody and nutty notes. Incredibly smooth is the only way to describe the finish. Proof: 80", "reviews": "Clean, stylish and assured, with mellow malt and grain tones and\r\na nice finish.", "rating": "90.0", "url": "https://www.wine.com/product/jameson-irish-whiskey/23789"},
{"name": "Aperol Aperitivo Liqueur", "origin": "Italy", "price": 23.99, "abv": "11", "description": "Aperol is the perfect aperitif. Bright orange in color, its unique bittersweet taste is derived from a secret recipe that has remained unchanged since its creation. Aperol was created in 1919 in Padova, Italy, by the Barbieri Brothers who launched the revolutionary idea of an aperitif with an alcohol content of only 11 percent. Their stylish and versatile creation inspired a cocktail which has become the signature drink of Italy: the Aperol Spritz. Proof: 22", "reviews": "Among the canon of Italian spirits, Aperol and the Aperol Spritz cocktail are classics, available at a growing range of America's best bars. The lurid red hue is recognizable from across the room. It's light on every count—in terms of alcohol content, sweetness level and texture. The gentle sweet-bitter profile goes down easy—especially when lightened with bubbles.", "rating": "90.0", "url": "https://www.wine.com/product/aperol-aperitivo-liqueur/530154"},
{"name": "Auchentoshan 12 Year Single Malt Scotch Whisky", "origin": "Lowland, Scotland", "price": 55.99, "abv": "40", "description": "Triple distilled then matured for over twelve years. Our Lowland Single Malt Whisky has the tempting aroma of toasted almonds, caramelized toffee and the signature smooth, delicate, Auchentoshan taste. Proof: 80", "reviews": "A bourbon-lover's Scotch, look for plenty of vanilla and oak from first sip straight through the finish, plus echoes of cinnamon and dried apricot. Adding dilution brings out mellow mocha and hazelnut, overall suggesting chocolate chip cookie dough. Aged in oloroso sherry and bourbon casks.  Best Buy", "rating": "92.0", "url": "https://www.wine.com/product/auchentoshan-12-year-single-malt-scotch-whisky/531733"},
{"name": "Beefeater London Dry Gin", "origin": "England", "price": 23.99, "abv": "40", "description": "Clear. Forcefully aromatic, with extravagant juniper character showing through. A note of viscosity on the palate reinforces the fat, juniper berry impression. The finish is long, rich and complex. A very stylish, hedonistic gin. Proof: 80", "reviews": "Setting the benchmark for London dry-style gins, look for a fresh, clean scent and flavors of lemon peel and juniper, accented by white pepper, ginger, cayenne and coriander before fading to zingy lemon and a mildly sweet exit. At 47% abv it reads a little hot, but it's ideal for drinks with a bit of dilution, like a classic Gin & Tonic.  Best Buy.", "rating": "92.0", "url": "https://www.wine.com/product/beefeater-london-dry-gin/23743"},
{"name": "Tanqueray London Dry Gin", "origin": "England", "price": 23.99, "abv": "47.3", "description": "Fortune favors the brave. Back in the 1830's Charles Tanqueray wasn't afraid to mix his bold ideas. His ingenious pursuit of perfection paid off, creating Tanqueray London Dry, a perfectly balanced gin and one of the most awarded gins in the world. The bartender's choice for the perfect G&T. Best enjoyed with tonic and a wedge of lime. Clear. Pungent, aggressive citrus and juniper aromas. Very flavorsome with tart cut snappy spice and alcohol heat on the finish. Very persistent. Proof: 94.6", "reviews": "Inside the recognizable green bottle, look for bold juniper plus notes of anise, lemon peel, and a faint white-floral touch, laced with black pepper heat. Overall, a clean, classic profile that's just the ticket for gin & tonics.  Best Buy.", "rating": "93.0", "url": "https://www.wine.com/product/tanqueray-london-dry-gin/23834"},
{"name": "Cardenal Mendoza Solera Gran Reserva Sherry Brandy", "origin": "Spain", "price": 42.99, "abv": "40", "description": "Its appearance is bright, transparent dark mahogany with copper glints. On the nose it is clean, elegant and well-rounded with hints of the Sherry which seasoned the barrels. On the palate it is beautifully balanced, warming and smooth while it has a very long finish where all the subtle nuances come together leaving a lasting impression of personality with hints of raisin and prune. Proof: 80", "reviews": "No wallflower, this one. The intensity of the bouquet starts right with the pour as waves of prunes and raisins rise from the glass; air contact stirs deeper aromas, most notably orange rind, peppermint and roasted nuts. This rich, heavyweight brandy features layers of flavor, including cocoa, toffee, caramel, cream Sherry and oaky vanilla. Finishes as large and robust as it started. Range: 90-95", "rating": "95.0", "url": "https://www.wine.com/product/cardenal-mendoza-solera-gran-reserva-sherry-brandy/531293"},
{"name": "Casa Noble Reposado Tequila", "origin": "Mexico", "price": 60.0, "abv": "40", "description": "Casa Noble nurtures and harvests 100% Blue Weber agave in the rich, volcanic soil of Jalisco, Mexico for a consistently smooth flavor with unique characteristics and aromatic essences. Aromas of vanilla, lemongrass, and floral notes are balanced with flavors of sweet cooked agave and toasted oak in this smooth, sensuous, and full-bodied reposado tequila. These fine tequilas are produced in small batches, triple distilled, and certified organic for ultra-premium, limited-run tequila that is truly one of a kind. This tequila is aged for 364 days in French white oak barrels compared to other reposados that are aged for four to six months. Proof: 80", "reviews": "Aged 364 days in new French oak, this tequila is perfumed with maple-cocoa and oak. Peppered mango works with cinnamon, which is a common thread throughout the tequila's many marques. If passion itself was a flavor, this spirit is its liquid expression. Layering sweetness and spice, this bold honey-hued spirit fills the nose and mouth with brown sugar and butterscotch. Clove, jalapeño and black pepper seem to grow more present with every sip.", "rating": "95.0", "url": "https://www.wine.com/product/casa-noble-reposado-tequila/526795"},
{"name": "Ancho Reyes Chile Verde Liqueur", "origin": "Mexico", "price": 34.99, "abv": "40", "description": "Ancho Reyes Verde has a bright and herbal taste with notes of golden pineapple and a savory acidity finishing with the crisp, fresh heat of the poblano chile. Proof: 80", "reviews": "Grassy, herbal nose; intense and hot with earth, grass, poblano capsicum and some sweetness. Bartenders are finding great was to use this unique product.", "rating": "90.0", "url": "https://www.wine.com/product/ancho-reyes-chile-verde-liqueur/529523"},
{"name": "Patron Anejo Tequila", "origin": "Jalisco, Mexico", "price": 51.99, "abv": "40", "description": "Warm amber. Aromas of oak wood, vanilla and raisins. Flavors of oak wood, notes of vanilla, raisins and honey. The finish is smokey with caramel flavors. Proof: 80", "reviews": "After an initial touch of agave, most of the flavor is on the big caramel finish. This is not a bad thing. Vibrant yellow, mild smoky scent, smooth texture.", "rating": "90.0", "url": "https://www.wine.com/product/patron-anejo-tequila/23814"},
{"name": "Laphroaig 10 Year Single Malt Scotch Whisky", "origin": "Islay, Scotland", "price": 54.99, "abv": "40", "description": "2019 San Francisco World Spirits Competition Gold Medal Winner The original Laphroaig, distilled following traditions laid down by Ian Hunter over 75 years ago. In making Laphroaig, malted barley is dried over a peat fire. The smoke from this peat, found only on Islay, gives Laphroaig its particularly rich flavour. Those enjoying the 10 Year Old will first notice the bold, smoky taste, followed by a hint of seaweed and a surprising sweetness. This full-bodied variant is the foundation of all Laphroaig expressions and comes with a long finish. Sparkling gold color. Burning embers of peat in a crofter's fireplace, hints of coconut and banana aromas. Palate is deep, complex and smoky, yet surprises with a gentle sweetness. Finish is incredibly long and dry. Proof: 80", "reviews": "This expression offers an uncompromising note of brine-laden peat and iodine, with charcoal and sweeter fruit notes also present. The palate is equally out there, with old-fashioned fabric Band-Aids, bladderwrack seaweed, black pepper, smoldering peat, vanilla, caramel, and sweet oak. The finish is as big as everything else, with barbecue, iodine, and asphalt. Still a classic! Look for a distinctly peaty aroma, with hints of smoked fish, bacon and mesquite. The palate shows peat smoke from the first sip plus an undercurrent of honey, finishing with black pepper heat. Water brings out a spearmint note and a touch more vanilla.", "rating": "92.0", "url": "https://www.wine.com/product/laphroaig-10-year-single-malt-scotch-whisky/23800"},
{"name": "Cazadores Reposado Tequila", "origin": "Mexico", "price": 26.99, "abv": "40", "description": "2012 & 2014 San Francisco World Spirits Competition Silver Medal Winner. Tequila Cazadores combines centuries of old manufacturing tradition with technology and human task force. A best quality product is so achieved, backed by careful production and highest technological and human control.Product consistency is one of its most important features. The consumer gets the same enjoyable taste in any bottle of Cazadores. Although the whole process is accountable for its taste, the oak wood of the aging barrels grants final touch. Proof: 80", "reviews": "Floral, lightly honeyed aromas lead the way. The palate echoes that floral freshness, veering to a zesty midpalate with a hint of tomato, then finishing with light vanilla and black pepper tones. Best Buy", "rating": "91.0", "url": "https://www.wine.com/product/cazadores-reposado-tequila/26965"},
{"name": "Basil Hayden's Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 43.99, "abv": "40", "description": "Aromas of spice, tea, and a hint of peppermint. The palate is spicy, light-bodied, with a gentle bite. The finish is dry, clean and brief. Proof: 80", "reviews": "Complex and balanced, this go-to Bourbon features vanilla aromatics with a touch of fresh apple. On the palate, it's light at first, showing vanilla and honey, and winds into deeper, rounded notes of cocoa and hazelnut. Splash in ginger ale for a highball and sip all night long.  Best Buy", "rating": "93.0", "url": "https://www.wine.com/product/basil-haydens-kentucky-straight-bourbon-whiskey/23742"},
{"name": "Johnnie Walker 15 Year Green Label Blended Scotch Whisky", "origin": "Scotland", "price": 69.99, "abv": "42.2", "description": "2017 San Francisco World Spirits Competition Double Gold Medal Winner. Johnnie Walker Green Label is crafted from a palette of Speyside, Highland, Lowland and Island malts matured for at least 15 years. The clean aromas of cut grass and fresh fruit mingle with pepper, rich vanilla and sandalwood. Discover a range of deep wood notes, lush with oak and cedar. Johnnie Walker Green Label combines these richer flavors masterfully with light garden fruits and tropical, fragrant, floral notes. A fantastic expression our signature smoky finish, with notes of peat and the crisp flavor of sea salt. Proof: 86", "reviews": "This maple syrup-toned spirit is a blend of Islay and Speyside malts, with no grain whisky added. The result is an effortless mix of lightly smoky and oaky caramel notes, and a smooth, velvety feel. A splash of branchwater amps up the peat quotient. A staple in the liquor cabinet, this hearty, malty dram conveys peppery smoke, kippers, dry spices, pencil shavings, a biscuit-like cereal note, and more pungent peat smoke as the glass warms up. Among others, this comprises Talisker, Linkwood, Cragganmore, and Caol Ila malts. Fruit follows smoke, with vanilla, pastry desserts, and peppercorn spices, becoming creamier with shredded peel, apple cobbler, and a warming finish of orange peel and forward spices.", "rating": "92.0", "url": "https://www.wine.com/product/johnnie-walker-15-year-green-label-blended-scotch-whisky/526549"},
{"name": "Leblon Cachaca", "origin": "Brazil", "price": 26.99, "abv": "40", "description": "Leblon Cachaça has a tequila-like nose with transparent fruity and herbal notes and undertones of vanilla, caramel and light grass. Long cleansing finish, sweet and balanced, fresh and clean. Pleasing layers of cane, spices, and fruits. Clean taste, silky texture. Smooth entry, with a creamy full body, and notes of toasty vanilla, creme brulee, and butterscotch. The spirit warms in the mouth and leaves a gentle sweetness in the middle of the tongue that flowers as it lasts, much like a refined tequila.  Proof: 80", "reviews": "This cachaça has a faint yellowish tinge and an aroma that tilts both funky and sweet, suggesting ripe banana plus hints of coconut and lychee. Vanilla sweetness leads the robust palate, finishing with plenty of ripe fruit tapering off to cinnamon and spearmint on the exhale.  Best Buy", "rating": "92.0", "url": "https://www.wine.com/product/leblon-cachaca/530582"},
{"name": "Bushmills Black Bush Irish Whisky", "origin": "Ireland", "price": 44.99, "abv": "40", "description": "Bushmills Black Bush Irish Whiskey combines a high amount of malt whiskey matured in former Oloroso Sherry casks, with a sweet, batch-distilled grain whiskey. This unique recipe means Black Bush has rich, fruity notes and a deep intense character, balanced by an incredibly unique smoothness. It’s best enjoyed neat, or over ice. Proof: 80", "reviews": "Possesses a high ratio (80%+) of malt whiskey. Black Bush's racy bouquet offers aromas of toffee, cotton candy, malt mash and cream highlight. Palate entry is deep, dark caramel-like and stunningly luscious. Simply, one of the greatest whiskeys from Ireland. Best Buy. Range : 90-95", "rating": "95.0", "url": "https://www.wine.com/product/bushmills-black-bush-irish-whisky/23811"},
{"name": "Highland Park 12 Year Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 53.99, "abv": "43", "description": "Heather honey, rich fruitcake with Winter spices and Seville oranges finishing with an aromatic smoky peat. Proof: 86", "reviews": "Elegant, light and pretty. This amber spirit has a light, briny vanilla scent and a silky feel. A veil of smoke rises through the Scotch (but fades out fast), leaving behind a sweet nutty, vanilla finish.", "rating": "93.0", "url": "https://www.wine.com/product/highland-park-12-year-single-malt-scotch-whisky/26199"},
{"name": "Cazadores Blanco Tequila", "origin": "Mexico", "price": 26.99, "abv": "40", "description": "Tequila in its purest form, without aging, for intensity and real flavor of the agave. Citrus fruits, fragrant herbs and the customary smooth finish. Proof: 80", "reviews": "Brisk, clean and herbaceous, this Tequila is almost reminiscent of gin. The aroma has a spicy edge, plus hints of mint and dill, while the minty palate finishes with vanilla-coconut sweetness and mild baking-spice tingle. Versatile for a wide range of cocktails.  Best Buy", "rating": "93.0", "url": "https://www.wine.com/product/cazadores-blanco-tequila/530589"},
{"name": "Woodford Reserve Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 36.99, "abv": "45.2", "description": "Gold Medal at San Francisco World Spirits Competition 2014 Clean, brilliant honey amber in color, this whiskey is heavy with rich dried fruit, as well as hints of mint and oranges covered with a dusting of cocoa and faint vanilla and tobacco spice. It is rich, chewy, rounded and smooth on the palate, with complex citrus, cinnamon and cocoa. Silky smooth, almost creamy on the finish. Proof: 90.4", "reviews": "Look for a gorgeous copper hue with orange highlights, a butterscotch-like aroma and soft feel. This Bourbon offers lots of fruit on the palate—orange, apricot, tropical fruit—that finish long, with caramel and a bracing burnt-orange peel note.", "rating": "93.0", "url": "https://www.wine.com/product/woodford-reserve-kentucky-straight-bourbon-whiskey/531051"},
{"name": "D'Usse VSOP Cognac", "origin": "France", "price": 55.99, "abv": "40", "description": "2019 San Francisco World Spirits Completion Double Gold Medal Winner. Wine Enthusiast Top 100 Spirits of 2019 Naturally aged for at least four and a half years, the bold and full-bodied blend of D'Usse VSOP Cognac is made from a selection of the finest eaux-de-vie, including some that were carefully matured in the cellars of the Chateau de Cognac. The result is a uniquely powerful Cognac that begins with bold intensity and finishes pleasantly smooth and balanced. Enjoy neat, on the rocks and in exquisite cocktail offerings. On the nose, it reveals a powerful bouquet, rich in woody notes layered with touches of cinnamon and floral notes. Distinctive and unexpectedly smooth, each taste unveils hints of spices and almonds with dried fruits and undertones of honey as the grand finale. Proof: 80", "reviews": "This Cognac offers a deep copper-penny hue and rich aromas of caramel and dried fig. The silky palate echoes the dried fig note, alongside a Port-like hint of red fruit, finishing notably long on a notes of cocoa, cinnamon and cayenne.", "rating": "91.0", "url": "https://www.wine.com/product/dusse-vsop-cognac/531381"},
{"name": "Johnnie Walker 12 Year Black Label Blended Scotch Whisky", "origin": "Scotland", "price": 45.99, "abv": "40", "description": "2017 San Francisco World Spirits Competition Double Gold Medal Winner. Created using only Scotch whiskies aged for a minimum of 12 years from the four corners of Scotland, Johnnie Walker Black Label has a complex and incredibly well-balanced flavor of dark fruits, sweet vanilla and signature smokiness. Proof: 80", "reviews": "Bright topaz in the glass, this 12-year-old blend of over 40 whiskies has a pleasant fresh apple and vanilla scent. Polished, versatile and flavorful, look for creamy caramel and vanilla accented by dried orange peel and honeysuckle.  Best Buy.", "rating": "90.0", "url": "https://www.wine.com/product/johnnie-walker-12-year-black-label-blended-scotch-whisky/105346"},
{"name": "Ardbeg 10 Year Old Islay Single Malt Scotch Whisky", "origin": "Islay, Scotland", "price": 55.99, "abv": "46", "description": "2018 San Francisco World Spirits Gold Medal Winner Ardbeg Ten Years Old is revered around the world as the peatiest, smokiest, most complex single malt of them all. Yet it does not flaunt the peat; rather it gives way to the natural sweetness of the malt to produce a whisky of perfect balance. Named World Whisky of the Year in 2008. Proof: 92", "reviews": "Classic ‘southern shores’ Islay from the onset: salty and medicinal on the nose, with smoked haddock, citrus fruits, and milk chocolate. The palate yields full-on hot peat, pipe tobacco, black coffee, licorice, and more chocolate. The finish is long and malty, with sweet smoke. Non-chill filtered. This Islay single malt has a straw hue and saline, seaweed and peat aromas underpinned by light vanilla and coconut. The palate is distinctly smoky, and has a mouthwatering saline quality, with a pepper and jalapeño finish. Faint vanilla and pineapple notes play underneath. Keep a light hand on the water, this washes out easily.", "rating": "91.0", "url": "https://www.wine.com/product/ardbeg-10-year-old-islay-single-malt-scotch-whisky/527658"},
{"name": "Jagermeister Liqueur", "origin": "Germany", "price": 25.0, "abv": "35", "description": "Every German masterpiece contains equal parts precision and inspiration. Bold, yet balanced, this herbal liqueur is no different. Proof: 70", "reviews": "This nut-brown liqueur, known best as a college shooter, has a sophisticated side, too. Look for a root-like nose that hints at sarsaparilla and a spiced, warming palate that suggests cinnamon, gingerbread, molasses and clove.", "rating": "89.0", "url": "https://www.wine.com/product/jagermeister-liqueur/27741"},
{"name": "Cabo Wabo Reposado Tequila", "origin": "Mexico", "price": 45.0, "abv": "40", "description": "2016 SAN FRANCISCO WORLD SPIRITS COMPETITION GOLD MEDAL Cabo Reposado takes Thick Cut tequila to the next level, aging it for 4-6 months in American oak barrels. Built for those who don’t shy away from bold agave flavor, this is the tequila that stands up to any drink while earning the right to be savored on the rocks. Gold in color, with a scent of citrus. A bit of fruit and spicy pepper that hangs around after each sip. Proof: 80", "reviews": "Yes, this is the brand founded by rock star Sammy Hagar, former front man for Van Halen. Stop rolling your eyes: This is a robust, addictive Tequila, especially recommended for those who love peaty Scotches. The spirit has a sweet scent of ripe oranges and vanilla, powerful butterscotch and honey flavors and a raucous smoky finish.", "rating": "94.0", "url": "https://www.wine.com/product/cabo-wabo-reposado-tequila/27615"},
{"name": "EFFEN Black Cherry Vodka", "origin": "Other", "price": 21.99, "abv": "37.5", "description": "EFFEN Black Cherry Vodka avoids glycerin or additional sugars by using vanilla blended with ripe black cherries to achieve a balanced finish. It's smooth enough to drink straight, though it also complements any mixer with just the right level of sweetness. Proof: 75", "reviews": "A vodka with finesse and elegance, from the light, sweet cherry scent to the restrained cherry-vanilla flavor to the smooth feel. Best with ice. Clean, striking bottle design.", "rating": "90.0", "url": "https://www.wine.com/product/effen-black-cherry-vodka/530530"},
{"name": "Bowmore 12 Year Single Malt Scotch Whisky", "origin": "Islay, Scotland", "price": 61.99, "abv": "40", "description": "Color: Amber.Body: Medium and round.Nose: Peaty aroma with lemon and sea salt.Palate: Hints of dark chocolate and pears. Smoky flavor remaining throughout, with a touch of heather and honey.Finish: Long and satisfying. Proof: 80", "reviews": "Perfect for peat-lovers: This burnished gold single malt leads with peat smoke on nose and palate, though it’s laced with mellow hints of honey, ginger and clove sweet heat, finishing long and drying with you guessed it, plenty of peat.", "rating": "91.0", "url": "https://www.wine.com/product/bowmore-12-year-single-malt-scotch-whisky/23747"},
{"name": "Dos Maderas \"5 + 5\" Triple Aged Rum", "origin": "Spain", "price": 36.99, "abv": "40", "description": "A blend of 5-year-old Bajon and Guyanese Rum that rest for an additional 3 years in casks of 20-year-old Palo Cortado, followed by 2 years in casks of 20-year-old Pedro Ximenez. Notes of dark amber with hints of fig and raisin. The palate is balanced with ripe fruit, tropical spice, smoky oak, and hints of sherry and a tobacco finish. Proof: 80", "reviews": "This rum merges Caribbean rum and notes of Pedro Ximénez grapes from Sherry casks to bring forth a deep, rich, dark amber spirit. The sweet parts of figs, dates and raisins are soaked up and anointed with a brown-sugar finish. The liquid’s perfume is sensual: a savory sandalwood with a hint of tamed spice.", "rating": "98.0", "url": "https://www.wine.com/product/dos-maderas-5--5-triple-aged-rum/529639"},
{"name": "Highland Park Valknut Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 73.99, "abv": "46.8", "description": "2019 San Francisco World Spirits Completion Double Gold Medal Winner. Created using a higher proportion of local peated malt and predominantly matured in sherry seasoned oak casks to give this whisky its smoky, sweet flavour. Proof: 93.6", "reviews": "Smooth and lush with creamy texture and lovely notes of orange peel, honey, caramel, and spice. Long, rich, and generous, this release—part of the brand’s Viking Legend series—makes a highly memorable impression. Earthy and herbaceous, look for hints of honeysuckle, chamomile and ginger, finishing relatively dry. Adding water coaxes out a bit more honey-like sweetness.", "rating": "93.0", "url": "https://www.wine.com/product/highland-park-valknut-single-malt-scotch-whisky/529712"},
{"name": "Fratelli Branca Brancamenta Liqueur", "origin": "Italy", "price": 29.99, "abv": "28", "description": "Essential peppermint oil from Piedmont, Italy – one of the world’s finest quality mint – is paired with a unique infusion of select herbs and spices to make Brancamenta a natural elixir that conquers all the senses. With icy cold Brancamenta, no sip is ever just a sip. Indulge yourself in the freshness of quality peppermint from Piedmont, Italy, in a unique infusion of herbs and spices. Pour it over ice and be ready to be seduced. Each sip of icy cold Brancamenta offers a journey that will awaken all your senses. Proof: 56", "reviews": "With a concentrated spearmint aroma, this liqueur has a chocolaty core and plenty of cooling mint, like a mint-chocolate cookie with a moderately bitter edge. Use to sass up a classic Grasshopper or other drinks that call for crème de cacao.  Best Buy.", "rating": "92.0", "url": "https://www.wine.com/product/fratelli-branca-brancamenta-liqueur/529588"},
{"name": "Corzo Silver Tequila", "origin": "Mexico", "price": 48.99, "abv": "40", "description": "Proof: 80", "reviews": "A clean, lean Tequila with an herbal, grassy scent and soft feel. The spirit has a neutral flavor with a mineral note and finishes with agave sweetness.", "rating": "93.0", "url": "https://www.wine.com/product/corzo-silver-tequila/530899"},
{"name": "Woodford Reserve Double Oaked Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 60.0, "abv": "45.2", "description": "Gold Medal at San Francisco World Spirits Competition 2017 Deep amber in color. Rich notes of dark fruit, caramel, sharp honey, chocolate and marzipan on the nose. A full-bodied mix of vanilla, dark caramel, hazelnut, apple, fruit and spices on the palate. The finish is long and creamy with lingering hints of honeyed apple. Proof: 90.4", "reviews": "Offers deep amber color; toasty caramel nose; lush and buttery with flavors of toasted oak, caramel and chocolate. Smooth, elegant and complex. After the usual aging time, this Bourbon is then moved to a heavily-toasted, lightly-charred barrel to extract additional oak flavor. The end result is deep amber in the glass, with bright spice cake and baked apple fragrance. On the palate, it's lightly sweet at first, showing creamy caramel, but finishes dry, with touches of espresso, oak and baking chocolate. Overall, a bold, flavorful sipper.", "rating": "93.0", "url": "https://www.wine.com/product/woodford-reserve-double-oaked-kentucky-straight-bourbon-whiskey/531053"},
{"name": "Tyrconnell 16 Year Old Single Malt Irish Whiskey", "origin": "Ireland", "price": 100.0, "abv": "46", "description": "The Tyrconnell 16 Year Old is the highly anticipated limited release expression that builds on the legacy of the original incarnation of The Tyrconnell. This is the result of sixteen years spent in bourbon barrels, and the first general release of an aged expression of this magnitude. The nose evokes citrus with underlying notes of oak, then the palate reveals a light and approachable taste with green fruits. The finale is subtly sweet with notes of oak and a smooth lingering finish. Proof: 92", "reviews": "This new single malt, debuting in March 2017, has a fresh, grassy scent, a drying feel and plenty of bold flavor. Think rounded almond, subtle vanilla sweetness and coconut cream pie, finishing with a burst of citrus- and ginger-peel zing. Most Irish whiskey consumed in the U.S. is blended, and Ireland’s single pot still whiskeys enjoy a cult following. However, Irish single malts, including Tyrconnell 16 year old, are often unfairly overshadowed by their Scottish neighbors. This limited-edition whiskey, made entirely with Irish barley, is double distilled in pot stills like most scotch, then aged in bourbon barrels. Tyrconnell is named for a racehorse, but this whiskey is slow and steady: it’s soft and gentle, yet full-flavored, with warming vanilla, graham cracker, and citrus notes, and rounded spice. Though it may not be as brash as some scotch malts, this thoroughbred is able to go the distance.  Number 16 in the 2017 Top 20", "rating": "92.0", "url": "https://www.wine.com/product/tyrconnell-16-year-old-single-malt-irish-whiskey/532022"},
{"name": "Maestro Dobel Silver Tequila", "origin": "Mexico", "price": 42.99, "abv": "40", "description": "An uncommonly smooth tequila for any occasion. Double distilled for clarity and bottled directly after. Its complex aromas and subtle hints of herbal notes on the palate make it ideal to mix in your favorite cocktail. Proof: 80", "reviews": "The sweet aroma hints at tropical fruit and white chocolate, underpinned by jalapeño. The buttery palate delivers on the promise of fruit, showing melon, lychee, and grapefruit peel that wind into a delicate whitepepper finish", "rating": "96.0", "url": "https://www.wine.com/product/maestro-dobel-silver-tequila/530256"},
{"name": "Auchentoshan American Oak Single Malt Scotch Whisky", "origin": "Lowland, Scotland", "price": 49.99, "abv": "40", "description": "Triple distilled and matured solely in American bourbon casks. The result: a Lowland Single Malt Whisky with the sweet aromas of vanilla and coconut - along with the signature smooth, delicate, Auchentoshan taste. Proof: 80", "reviews": "Smooth and light, this single-malt Scotch segues effortlessly from vanilla, butterscotch and coconut sweetness to soft smokiness and back again, finishing on a zesty hint of citrus flavor.  Best Buy", "rating": "93.0", "url": "https://www.wine.com/product/auchentoshan-american-oak-single-malt-scotch-whisky/531732"},
{"name": "Oban 14 Year Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 79.99, "abv": "43", "description": "2019 San Francisco World Spirits Competition Gold Medal Winner Discover the distinct flavors of the islands of Scotland with Oban 14 Year Old Single Malt Scotch Whisky. This whisky holds a delicate balance of dried figs and honey-sweet spices followed by a long, smooth-sweet finish. The best of the Highlands and coastal influences, centuries of local distilling tradition are what make our whisky so exquisite. This spirit is best served neat in a tumbler, perhaps with a splash of cool spring water. Proof: 86", "reviews": "Look for pleasant sweetness and spice up front, as the nose offers a complex mix of oak, maple sugar, fresh apple, clove, black pepper and cinnamon. The flavors dry to a spicy midpalate before exiting on a long, concentrated maple-like note.", "rating": "91.0", "url": "https://www.wine.com/product/oban-14-year-single-malt-scotch-whisky/23809"},
{"name": "St. Germain Elderflower Liqueur", "origin": "France", "price": 35.99, "abv": "20", "description": "Double Gold Medal at San Francisco World Spirits Competition 2018 St-Germain Liqueur starts out with the marriage of fresh elderflowers to eau de vie, followed by a unique macerating technique that extracts the delicate flavor of the elderflower. The sublime taste hints at pear, peach and grapefruit creating an extraordinary flavor unknown in other liqueur brands. The crisp melange of flavors are as subtle and delicate as they are captivating. St-Germain Elderflower Liqueur is a sublime liqueur created with wild, handpicked elderflowers and made in the traditional French style, using a process that has existed for centuries.  Following an exquisite elderflower liqueur recipe, it is only available in limited quantities. Each bottle of St-Germain is numbered and marked with the vintage year that reflects the year in which the flowers were harvested. Proof: 40", "reviews": "Handcrafted from a natural extract of elderflower blossoms, this has a floral, juicy pear nose that makes you close your eyes as if you’re sniffing a sweet-scented rose. The sumptuous palate serves up a caramel-doused summer peach, and the finish is clean, white petals in a bounty of texture.", "rating": "94.0", "url": "https://www.wine.com/product/st-germain-elderflower-liqueur/531465"},
{"name": "Riazul Anejo Tequila", "origin": "Mexico", "price": 69.99, "abv": "40", "description": "In Mexico and around the world, friends are gathering to sip on tequila. Riazul challenges the status quo while honoring its heritage, delivering a truly unique tequila to consumers of discerning taste. Riazul Añejo is no exception, and stands alone with its notes of honey and vanilla and silky mouthfeel. It is a sipping tequila of extraordinary depth. Soft, silky entry leads to a fruity medium body with great depth and mélange of sweet and peppery spices. Proof: 80", "reviews": "This Tequila is aged for two years in oak barrels previously used for Brandy/Cognac production. The aging shows in the bewitching scent of toffee and sarsaparilla, and deep flavors of caramel, amaretto, Tootsie Rolls, honey and espresso. Weird and special. ", "rating": "96.0", "url": "https://www.wine.com/product/riazul-anejo-tequila/530884"},
{"name": "Pere Magloire Fine VS Calvados", "origin": "France", "price": 35.0, "abv": "40", "description": "2017 San Francisco World Spirits Competition Gold Medal Winner Delicate, light amber yellow. Well developed fresh apple aroma. Straight-forward and distinct fruity flavor pleasing to all palates. Proof: 80", "reviews": "Gentle, silky and lean, this is ideal to sip or mix. The rich scent suggests butterscotch, Sherry and dried apricot; the palate is a bit lighter, with pear, honey and butterscotch winding into a graceful, ginger-accented exit.", "rating": "92.0", "url": "https://www.wine.com/product/pere-magloire-fine-vs-calvados/31267"},
{"name": "Chairman's Reserve Original Rum", "origin": "Caribbean", "price": 28.99, "abv": "40", "description": "Rich dark amber in color, typical pot still richness comes through the aromas carried by whiffs of cooked banana, caramelized fruits and spicy oak derived vanilla. A well- balanced mid-palate provides structure around flavors of chocolate, golden raisin, tobacco and clove, which dissipates over a long creamy finish. Proof: 80", "reviews": "It defines the spirits’ sensual nature. The amber-honey hue leads to heady aromas of dried flowers, orange rind and toffee. On the palate, a biscuit flavor embellishes fruity tones such as ripe pear, while the texture is rich, with a hint\r\nof caraway and apricot. The composed finish has no trace of heat or bite and\r\nleads to a warm tangerine sweetness.", "rating": "96.0", "url": "https://www.wine.com/product/chairmans-reserve-original-rum/529782"},
{"name": "Clyde Mays Straight Bourbon Whiskey", "origin": "Other U.S.", "price": 40.0, "abv": "46", "description": "Aged 4 to 5 years in new 53 gallon oak barrels and is non-chill filtered. You get dried orchard fruits on the nose and spice on the palate. A full and smooth choice, best either on the rocks or in a May’s Manhattan. Appearance: Rich crimson. Nose: Soft and sweet on the nose with aromas of brown sugar, baked apricot, wild strawberry, and nutmeg. Palate: Wonderfully soft with complex aromas of barrel spice, fruit, and oiled leather. Finishes long and delicious. Proof:92", "reviews": "Rich vanilla and caramel aromas are enlivened by a hint of fresh pear carrying over to the palate, where rich caramel is underpinned by a perky fruit note. Adding water brings out a silkier texture and tames the alcohol heat, finishing rounded and spiced.", "rating": "94.0", "url": "https://www.wine.com/product/clyde-mays-straight-bourbon-whiskey/531604"},
{"name": "Hornitos Anejo Tequila", "origin": "Mexico", "price": 33.99, "abv": "40", "description": "Unique Blend Of Sweet Vanilla, Hazelnut, Dried Fruit And Strong Agave Nectar Flavor. Intense Aroma Of Chocolate, Hazelnut, Vanilla, Dried Fruit And Toasted Wood. Deep, Rich And Complex And Slightly Drying. Proof: 80", "reviews": "This nut-brown aged Tequila almost smells like Cognac, featuring rich raisin, fig, honey and toffee aromas. Rich, deep caramel flavor with a peppery finish. Mouthwatering.", "rating": "93.0", "url": "https://www.wine.com/product/hornitos-anejo-tequila/530239"},
{"name": "Crop Organic Meyer Lemon Vodka", "origin": "Other U.S.", "price": 24.99, "abv": "35", "description": "A refreshing twist on citrus vodka, Crop Meyer Lemon Vodka is bright and crisp - the perfect balance between the sweet and tart flavors of a Meyer lemon. Wonderful with club soda, or in a cosmo, Crop Meyer Lemon is versatile enough to compliment any cocktail. Proof: 70", "reviews": "Attention cosmopolitan lovers: grab some organic cranberry juice and get ready to start mixing organic cosmos. This Meyer-lemon-flavored vodka is clear, with a faint but true lemon aroma, mixing the right amount of sweet and tart into a subtle version of a candied lemon peel. USDA-certified organic. Light, charming Meyer lemon nose; silky and smooth with dry flavor yet bright and showing some sweetness on the finish; clean, pure, and\r\ndelicate with balance and lovely style.", "rating": "92.5", "url": "https://www.wine.com/product/crop-organic-meyer-lemon-vodka/528881"},
{"name": "The Splinter Group Whip Saw Rye Whiskey", "origin": "California", "price": 52.99, "abv": "45", "description": "Extraordinary deep amber color. Aromas of a beautiful vanilla crème brulée, spiced candied fruit-cake, bergamot, banana, earth, wood-smoke with a hint of black truffle. Decadent, complex flavors of citrus, caramel and butterscotch, layered baking spices with a touch of ginger with a silky-smooth lingering spice finish. Delicious in a cocktail. Whip Saw Rye needs nothing. Proof: 90", "reviews": "Rich amber color with a polished rye nose. Mellow yet flavorful with a smooth texture, toasty grains, sweet oak, and notes of dried flowers and brioche. Part of a line-up of whiskeys “respectfully reimagined by seasoned winemakers,” this rye has a ruddy amber hue and aromas of almond, dried cherry and allspice. The palate is drying and tart, showing hints of craisins and sherry. Adding water releases the tannic grip a bit and adds a dried cherry note plus whispers of cocoa powder and cinnamon heat. 76% rye.", "rating": "92.0", "url": "https://www.wine.com/product/the-splinter-group-whip-saw-rye-whiskey/530837"},
{"name": "Tres Agaves Reposado Tequila", "origin": "Mexico", "price": 32.99, "abv": "40", "description": "100% de Agave. Estate Grown. Aged for ~9 months in repurposed Bourbon and Tennessee Whiskey barrels. Balanced taste of baked tropical fruits, with hints of citrus, spice, and complementary barrel notes. Ideally balanced and perfect for sipping or mixing. Proof: 80", "reviews": "Sip on this Tequila and watch it evolve. At first, the aroma roars out of the glass with bold bell pepper and caramel, yet as it sits it morphs to delicate vanilla and fresh pear. It's a similar experience on the palate. At first the flavors fairly explode with loads of agave and pepper, then it finishes short, crisp and grassy. Aged between six and nine months in former Bourbon barrels.", "rating": "90.0", "url": "https://www.wine.com/product/tres-agaves-reposado-tequila/530842"},
{"name": "Laphroaig Lore Single Malt Scotch Whisky", "origin": "Islay, Scotland", "price": 124.99, "abv": "48", "description": "This expression has enjoyed a triple maturation in 3 types of cask. The first maturation is American oak, ex-bourbon barrels. We then select the most suitable of these barrels, containing a range of different aged spirit and transfer into small 19th century style Quarter Casks for a second maturation. The final maturation is in specially selected large European oak, Oloroso Sherry casks. Proof: 96", "reviews": "There’s no age statement, but I’m sure there’s some 30-year-old in here. It’s toasty, smoky, and briny—exactly what you would expect from this distiller—but there’s also subtlety, complexity, and great depth.Yes, Laphroaig is an acquired taste, but this expression is amazing. This Islay single malt is all about the peat. Golden in the glass, the distinctly smoky scent hints at vanilla and honey underneath. Expect a big billow of smoke from the first sip, underpinned by subtle hints of honey, vanilla and sherry sweetness. The concentrated peat smoke leads right into the drying finish, plus hints of black pepper, iodine and spearmint astringency.", "rating": "94.5", "url": "https://www.wine.com/product/laphroaig-lore-single-malt-scotch-whisky/532126"},
{"name": "Belle de Brillet Pear Liqueur", "origin": "France", "price": 52.99, "abv": "30", "description": "Brilliant gold/harvest yellow color; flawless purity. Crisp acidity that maintains the aromatic integrity perfectly; ripe pear notes. Entry is luscious, ripe, yet refreshingly tart; midpalate is medium-long, juicy, pear flavor and cognac in harmony. Remarkably elegant. Proof: 60", "reviews": "This Cognac-based liqueur incorporates 20 pounds of pears in each 750-ml bottle, yielding a rich golden hue and bold fresh-pear scent. As a digestif-worthy sipper, look for a balanced honey and vanilla flavor profile, with a suggestion of pear on the finish. Ideal for cocktails, baking or sipping straight.", "rating": "96.0", "url": "https://www.wine.com/product/belle-de-brillet-pear-liqueur/529557"},
{"name": "The Balvenie Portwood 21 Year Old Single Malt Scotch Whisky", "origin": "Speyside, Scotland", "price": 308.99, "abv": "43", "description": "On the nose, the 21 Year Portwood shows fruity and ripe raisin notes, backed by a nutty dryness. On the palate, it is refined, with remarkable character. It is creamy and silky with fruit, honey and spice notes, followed by a long, gentle finish. Proof: 86", "reviews": "A port cask finish gives this Scotch a copper penny hue. The aroma suggests baked apple, while the palate has a chewy, concentrated vanilla-oak profile, leading to walnut, leather and espresso. The rounded finish sings with sherry and spice. Adding water coaxes out baked apple sweetness and dials back the oak. This is the ultimate PortWood expression from Balvenie and has been finished in 30 year old port pipes. A more vibrant and textured Travel Retail variant is non-chill filtered and bottled at 47.6%. Soft, red grape notes, vanilla, and milk chocolate on the nutty nose. Very discreet smoke. Rich plum flavors in the mouth, dark berries covered in cream, and spicy honey. The finish is long and elegantly drying.", "rating": "92.5", "url": "https://www.wine.com/product/the-balvenie-portwood-21-year-old-single-malt-scotch-whisky/530792"},
{"name": "Pampero Aniversario Rum", "origin": "Venezuela", "price": 32.99, "abv": "40", "description": "2019 San Francisco World Spirit Competition Gold Medal Winner Powerful, complex, heavy, rich. Vanilla, raisin, sherry, cinnamon, dry fruity, sweet fruity, chocolate, tobacco, leather, treacle, creamy pudding, brown sugar. Proof: 80", "reviews": "Dark amber color; fragrant and toasty with sweet molasses; treacle, caramel and spice; unbelievable depth and spice; exquiste.", "rating": "94.0", "url": "https://www.wine.com/product/pampero-aniversario-rum/526354"},
{"name": "Crop Organic Artisanal Vodka", "origin": "Other U.S.", "price": 25.99, "abv": "40", "description": "Crop Organic Artisanal Vodka is light, clean, smooth, and distilled to perfection. You'll love every sip of this sustainably made, delicious vodka. Proof: 80", "reviews": "Mellow and restrained, with a smooth feel and a sweet flavor with a light vanilla finish. Distilled from certified organic grain and bottled in Princeton, Minnesota. Smooth vanilla nose; clean and bright with silky vanilla flavors and a bit of heat; dry, spicy and quite nice with a long finish.", "rating": "90.5", "url": "https://www.wine.com/product/crop-organic-artisanal-vodka/528884"},
{"name": "Herradura Seleccion Suprema Extra Anejo Tequila", "origin": "Jalisco, Mexico", "price": 336.99, "abv": "40", "description": "Incredibly complex yet impossibly smooth. Aged for an incredible 49 months in American White Oak barrels, Herradura Selección Suprema is our most premium ultra-rested tequila. Extra aging creates a tequila of an extremely rich, dark amber color with cooked agave, spice and floral notes. Exceptionally smooth and complex, Selección Surprema has a lasting, subtly-sweet aftertaste. Proof: 80", "reviews": "It would be easy to mistake this añejo for a Cognac: the rich, complex aroma suggests stone fruit and caramel, like an aged brandy. It's soft and rounded on the tongue, with peach and apricot, almond and hazelnut, and vanilla. Only the spicy finish—baking spice, cayenne, black pepper—gives it away as Tequila.", "rating": "93.0", "url": "https://www.wine.com/product/herradura-seleccion-suprema-extra-anejo-tequila/27789"},
{"name": "Casamigos Reposado Tequila", "origin": "Mexico", "price": 51.99, "abv": "40", "description": "Casamigos Reposado Tequila, aged for 7 months in premium American white oak barrels, is soft, slightly oaky with hints of caramel and cocoa and has a silky texture with a medium to long finish. Proof: 80", "reviews": "Sip or mix this reposado, which is backed by actor George Clooney. Look for pleasing butterscotch and maple sugar, with just enough spice around the edges to keep things interesting. Finishes smooth, with a cinnamon tingle.", "rating": "92.0", "url": "https://www.wine.com/product/casamigos-reposado-tequila/530926"},
{"name": "Patron Gran Piedra Extra Anejo Tequila", "origin": "Jalisco, Mexico", "price": 400.0, "abv": "40", "description": "Aged for over three years for a rich and balanced taste. Deep mahogany color. Fresh fruit & mushroom with hints of toasted French oak. Sweet yet complex with notes of agave, vanilla & mushroom. Smooth, long-lasting finish. Proof: 80", "reviews": "Patrón's first-ever extra añejo is aged at least three years, and is named for the stone wheel (piedra) that crushes agave to make Tequila. It has an amber hue and a rich aroma that mixes caramel, dried fruit and peppery notes. The palate is silky and rounded, with lots of caramel and oak up front, tapering off gently with anise, ginger and cinnamon.", "rating": "97.0", "url": "https://www.wine.com/product/patron-gran-piedra-extra-anejo-tequila/530730"},
{"name": "Glen Scotia 15 Year Single Malt Scotch Whisky", "origin": "Campbeltown, Scotland", "price": 69.99, "abv": "46", "description": "Richer colors. Broad and medium-weight with citrus peels, ginger snap biscuits. Sweet and with great depth. Apricot aromas develop then drift towards fruit salad. After a short time the wood come to the fore and water helps to release baked fruit. A complicated palate where the initial nose would lead you to expect plump fruits, what you get is a surprisingly dry element. The palate fleshes out as the first impact of the nose fades. Adding water brings out the caramelized elements balanced with the wood elements expected of a 15 yr old. The finish is firm and slightly dry. Proof: 92", "reviews": "This Campbeltown single malt has a topaz hue and crème brûlée scent. The palate is mildly smoky and drying, showing espresso, vanilla, leather and cigar wrapper, plus a baking spice finish. Water pulls out a fudgy undertone, overall it's still relatively oaky and dry.", "rating": "90.0", "url": "https://www.wine.com/product/glen-scotia-15-year-single-malt-scotch-whisky/529965"},
{"name": "Sombra Espadin Mezcal", "origin": "Mexico", "price": 40.0, "abv": "45", "description": "A spicy, fruity & smoky nose with a high note of citrus. It is smooth & warming to the palate, with a clean and fruit driven finish. <p> Proof: 90", "reviews": "Smooth and smoky with roasted piñon, lots of spice, and some rich\r\nsweetness; earthy and showing wildflower and earthy, peppery notes. This is the real thing!", "rating": "93.0", "url": "https://www.wine.com/product/sombra-espadin-mezcal/530923"},
{"name": "Bulleit Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 33.99, "abv": "45", "description": "Medium amber in color, with gentle spiciness and sweet oak aromas. Mid-palate is smooth with tones of maple, oak, and nutmeg. Finish is long, dry, and satiny with a light toffee flavor. Bulleit Bourbon is inspired by the whiskey pioneered by Augustus Bulleit over 150 years ago. Only ingredients of the very highest quality are used. The subtlety and complexity of Bulleit Bourbon come from its unique blend of rye, corn, and barley malt, along with special strains of yeast and pure Kentucky limestone filtered water. Due to its especially high rye content, Bulleit Bourbon has a bold, spicy character with a finish that's distinctively clean and smooth. Proof: 90", "reviews": "This workhorse Bourbon is a worthwhile addition for cocktails or straight-up sips. Look for bold caramel and spice, accented with fresh pear and ginger, finishing long.  Best Buy.", "rating": "93.0", "url": "https://www.wine.com/product/bulleit-kentucky-straight-bourbon-whiskey/530189"},
{"name": "Corazon Single Estate Anejo Tequila", "origin": "Mexico", "price": 43.99, "abv": "40", "description": "Medium amber. A green forest-like freshness is the main character on the nose, with well integrated notes of spice box. Light in the mouth, this añejo is savory and aromatic with flavors of spiced tobacco, charred moss and coffee. Subtle and focused. Proof: 80", "reviews": "Elegant and light, this sports a rose-gold hue and mild aroma that hints at tropical fruit and almond. The liquid feels notably silky, opening with mouthwatering salinity and jalapeño-cinnamon prickle, and finishing with a slick, buttery, faintly nutty note that just glides right off the palate. Aged 16 to 18 months.  Best Buy", "rating": "94.0", "url": "https://www.wine.com/product/corazon-single-estate-anejo-tequila/529204"},
{"name": "Ayate Anejo Tequila", "origin": "Mexico", "price": 99.99, "abv": "40", "description": "Wine Enthusiast Top 100 Spirits of 2019 Aromatically intense with notes of caramel, butterscotch, dried fruits and toasty oak. Impressive complexity with flavors of dark chocolate, toffee, butter and sweet spices. This distinctive Anejo has a velvety soft and silky texture, full body, extraordinary finish and is best enjoyed neat in a snifter. Proof: 80", "reviews": "Brought in by a Napa-based importer, this Tequila has another wine country connection: After 12 months in new American oak and four months in used French oak, this Tequila is finished for six months in Chardonnay barrels from winemaker Dave Phinney. The end result is a deep burnished gold hue and complex, faintly fruity aroma. The rich, bold palate opens with vanilla and allspice, fading to honey and brown butter and a spicy finish laced with cinnamon and clove sizzle. The heavy, square doorstopper of a bottle is a little awkward to handle and pour.", "rating": "93.0", "url": "https://www.wine.com/product/ayate-anejo-tequila/530986"},
{"name": "Woodford Reserve Kentucky Straight Rye Whiskey", "origin": "Kentucky, Other U.S.", "price": 47.99, "abv": "45.2", "description": "Gold Medal at San Francisco World Spirits Competition 2016 Rich honey in color, this rye is spicy on the nose, with distinct notes of black pepper, cedar and cassia bark sweetened with a dusting of marzipan. Hints of pear, apple and almond come through as well. On the palate, clove, mint, molasses and honey mingle together with hints of apple and malt. Long and sweetly spiced finish. Proof: 90.4", "reviews": "The latest addition to the Woodford line has a sweet aroma, evoking allspice, root beer and caramel. The palate shows plenty of vanilla and caramel but finishes bracingly dry and spicy, with bitter chocolate, clove and a tongue-numbing touch of cayenne.", "rating": "93.0", "url": "https://www.wine.com/product/woodford-reserve-kentucky-straight-rye-whiskey/531052"},
{"name": "Wyoming Whiskey Outryder Straight American Whiskey", "origin": "Other U.S.", "price": 65.99, "abv": "50", "description": "Amber to light copper in color, this whiskey offers aromas of cinnamon and allspice with creamy browned butter. The palate is reminiscent of freshly baked dark. Long, spicy rye finish coupled with hints of buttery toffee. Proof: 100", "reviews": "The rich butterscotch scent doesn't quite prepare you for the blast of alcohol heat that accompanies the very first sip of this 100-proof whiskey; underneath that, butterscotch and oak emerge on the palate. With dilution, the flavor softens to vanilla-almond flecked with cinnamon and clove. Made with rye, corn and malted barley.", "rating": "90.0", "url": "https://www.wine.com/product/wyoming-whiskey-outryder-straight-american-whiskey/531058"},
{"name": "Aviation Gin", "origin": "Oregon", "price": 33.0, "abv": "42", "description": "Juniper in the background. It’s more of the bassist in this band. Citrus and other flavors in the front. Floral. Subtle. Balanced. Proof: 84", "reviews": "With its clean, neutral profile, this graceful gin works well with just about anything, from Aviation cocktails (natch) to bone-dry Martinis. On the palate, look for bewitching hints of caraway, juniper, grapefruit and a dry, faintly spicy finish.", "rating": "97.0", "url": "https://www.wine.com/product/aviation-gin/531748"},
{"name": "Naked Grouse Blended Scotch Whisky", "origin": "Scotland", "price": 35.0, "abv": "43", "description": "2019 San Francisco World Spirits Competition Double Gold Medal Winner Convention said Blended Malt matured and got its flavor from pre-used Bourbon casks. This got the distillers thinking, what if instead they used first-fill sherry casks to add another layer of rich and fruity flavor to our unique blend of single malts? These are casks that have never held whisky, Naked Casks we call them. This liberating leap into the unknown didn’t just work, it was a joyful exuberance of flavor, that changed the possibilities of whisky enjoyment! Proof: 86", "reviews": "Part of The Famous Grouse collection and named “naked” because there's no label on the bottle. All the better to view the amber liquid within, which is richly scented with caramel, dried fig and espresso. It's weighty on the palate, layering caramel with campfire smoke, finishing long on tones of dried fruit, spicy black pepper and clove. Adding water tames the heat and teases out a hint of dried cherry. Matured in Sherry casks.", "rating": "94.0", "url": "https://www.wine.com/product/naked-grouse-blended-scotch-whisky/530638"},
{"name": "Jim Beam Single Barrel Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 38.99, "abv": "47.5", "description": "Jim Beam's master distiller carefully selects each barrel by hand – less than one percent are chosen for Jim Beam Single Barrel – ensuring the highest quality. No two barrels are the same, and each is individually bottled, labeled and hand-numbered. Every bottle of Jim Beam Single Barrel bourbon represents individuality – not only with the distinct flavor and personality of the liquid itself, but also with its hand-written bottle labels and the distillers’ wisdom that’s printed on the back. Proof:95", "reviews": "This new offering from Jim Beam has rich, intense maple and caramel aromas and flavors, plus oak and cinnamon on the brisk finish. At 95 proof, adding water helps tame the alcohol heat and lets the bold flavors lead from sip to sip.", "rating": "91.0", "url": "https://www.wine.com/product/jim-beam-single-barrel-kentucky-straight-bourbon-whiskey/531382"},
{"name": "Gran Gala Orange Liqueur", "origin": "Italy", "price": 20.0, "abv": "40", "description": "Gran Gala has a rare blend of VSOP Italian Brandy infused with the rich and lively flavor of fresh oranges. The result: Grana Gala’s rich amber color, velvety-smooth mouth feel and full-bodied, sweet fruit flavor. Aromas of fresh orange zest, mandarin oranges, ripe sweet cherry, caramel-drizzled peach, and hint of aniseed with a satiny, crisp, fruity medium body and an effortless, charming, medium-long fruit punch, iced tea, allspice, and dark chocolate finish. A rich and fruity flavored brandy liqueur that will take your cocktails to new heights. Proof: 80", "reviews": "Look for a topaz hue with orange highlights and candied fruit and maple aroma. The palate is viscous and deeply sweet, and surprises with a red fruit note. A hint of bitterness also plays around the edges. Made with Italian VSOP brandy. Recommended for mixing.", "rating": "89.0", "url": "https://www.wine.com/product/gran-gala-orange-liqueur/529465"},
{"name": "Suntory Toki Japanese Whisky", "origin": "Japan", "price": 40.0, "abv": "43", "description": "Clear gold with notes of basil, green apple, honey, grapefruit, green grapes, peppermint and thyme. Subtly sweet and spicy finish with a hint of vanilla oak, white pepper and ginger. Proof: 86", "reviews": "Pale amber color; elegant nose, silky texture, and light, floral style; lush,\r\ngingery, and bright; clean, polished, and long.", "rating": "93.0", "url": "https://www.wine.com/product/suntory-toki-japanese-whisky/531587"},
{"name": "Corazon Single Estate Blanco Tequila", "origin": "Mexico", "price": 40.0, "abv": "40", "description": "Silver in color. Aromas of baked pineapple, roasted jalapeño, and tangerine zest explode on the nose of this complex tequila. The palate has an iodine mineral tone and a creamy texture that fills the mouth and leads into an invigorating, spicy finish. Proof: 80", "reviews": "The super-fruity aroma suggests peaches and pears. On the palate, it's more lean and green, with jalapeño pepper and black pepper smoothed with agave. The fruitiness just peeks out on the finish.", "rating": "90.0", "url": "https://www.wine.com/product/corazon-single-estate-blanco-tequila/27721"},
{"name": "Bumbu The Original Rum", "origin": "Barbados, Caribbean", "price": 36.99, "abv": "35", "description": "The flagship Bumbu Rum is based on the original recipe created by 16th and 17th century sailors of the West Indies, who blended native Caribbean ingredients into their rum and called it “Bumbu” – truly the original craft spirit. Using the same all-natural native spices and no artificial colors or flavors, this  rum is an authentic revival of this piece of Caribbean history, distilled in small batches and blended by hand. We’re pretty sure our great-great-grandfathers would approve. Proof: 70", "reviews": "Made with a blend of sugar cane “from eight different countries” in the Caribbean and South America, the bottle contains a blend of rums, some aged as long as 15 years. The end result is a maple syrup hue and fruity, peach nectar-like notes on the nose and palate. Look for a lightly sweet flavor, evoking brown sugar, vanilla, fruit and nuts, with a round, cinnamon- and ginger-laced finish.", "rating": "91.0", "url": "https://www.wine.com/product/bumbu-the-original-rum/529622"},
{"name": "Bain's Cape Mountain Single Grain Whisky", "origin": "South Africa", "price": 35.0, "abv": "43", "description": "Bain’s innovative double maturation ensures maximum extraction of flavors from the oak cask. The result is an exceptionally smooth whisky with a rich, warm amber color, a combination of toffee, floral notes and vanilla aromas and a hint of spice and oaky undertones that deliver an extended mouthfeel. Proof: 86", "reviews": "This unusual whiskey was built like a Bourbon—made with 100% corn and aged in ex-Bourbon casks for an average of five years—but sips like a mellow Canadian whiskey. It's supersoft, with lots of vanilla and sweet maple, plus a gentle, drying finish of allspice and clove. A surprising, rounded black cherry note suggests Manhattans in this whiskey's future.  Best Buy", "rating": "91.0", "url": "https://www.wine.com/product/bains-cape-mountain-single-grain-whisky/531753"},
{"name": "Martell VS Single Distillery", "origin": "France", "price": 34.49, "abv": "40", "description": "The single distillation source used to produce Martell VS fine cognac means that it has a clean, rich flavor that cannot be matched by other brands. Martell VS is a high-end cognac, produced in the town of Cognac — the only place true cognac is made — in the department of Charente in France. The smooth and flavorful cognac's luscious and fruity notes and flavors of vanilla and citrus are paired with a slightly bitter undertone for a well-balanced drinking experience. With both woody and spicy notes, as well as the fresh flavor of pear, Martell VS tastes great on its own but also pairs well with popular mixers such as orange juice and triple sec. The hints of candied almonds and spices are reminiscent of your favorite baked goods, making for a well-balanced and delicious drink. With over 200 years of history at the Martell distillery in France, Martell VS is the perfect high-quality cognac to add to your favorite cocktail.Proof: 80", "reviews": "A visual beauty with deep amber/ochre hues and scents of grapes, sandalwood, and Brazil nuts. On the palate, mango and banana nut\r\nbread impart an elegance and subtle sweetness. Mid-palate begins an apple pie character with a satisfying aftertaste, spirited with an elegant orange-nutmeg chocolate finish.", "rating": "95.0", "url": "https://www.wine.com/product/martell-vs-single-distillery/23805"},
{"name": "Wheatley Vodka", "origin": "Kentucky, Other U.S.", "price": 18.99, "abv": "41", "description": "2019 San Francisco World Spirits Silver Medal Winner Distilled a total of 10 times, triple filtered, and bottled at 82 proof, this artisanal vodka has a clean, crisp, and fresh taste. Pure and crisp on the nose. The fresh and clean taste finishes with hint of soft vanilla. This is the way vodka should taste. Proof: 82", "reviews": "Wheatley Vodka is all that: named for Master Distiller Harlan Wheatley and made from wheat, the nose is authentically. . . wheaty. There’s a touch of sweetness in its perfume, a touch of pineapple upside-down cake. And smoothness comes naturally here—even as an 82-proofer, the soft touch on the mouth is easygoing.", "rating": "94.0", "url": "https://www.wine.com/product/wheatley-vodka/530865"},
{"name": "George Dickel #12 Sour Mash Tennessee Whisky", "origin": "Tennessee, Other U.S.", "price": 24.99, "abv": "45", "description": "Amber with a copper-orange cast. Medium-bodied. Reminiscent of citrus, dried herbs, honey. Round, bold texture. Fairly assertive in style, displaying a high degree of aromatics and lighter fruit notes. Good intensity in the finish. Proof: 90", "reviews": "ollowing a lush nose, this\r\nsmooth, silky, and toasty spirit shows tangy flavors and balance. Rich, ripe, and stylish, it’s a lovely whisky from one ofTennessee’s “other” great distilleries. Cedar, honey and vanilla arise on the nose of this Tennessee whiskey. The palate opens with oak, followed by an herbaceous sarsaparilla lilt and a long vanilla fade. Adding water coaxes out cedar, maple and a zap of lemon peel-like acidity. Made with a blend of older whiskies.  Best Buy.", "rating": "91.5", "url": "https://www.wine.com/product/george-dickel-12-sour-mash-tennessee-whisky/26539"},
{"name": "Old Forester Straight Rye Whiskey", "origin": "Kentucky, Other U.S.", "price": 29.99, "abv": "50", "description": "2019 San Francisco World Spirits Competition Gold Medal Winner Aromas rich brown sugar and magnolia blossom, with hints of soft sassafras and candied lemon. Spice awakens immediately leading with sharp black pepper and cinnamon stick, rounding out with notes of dried dill and baked apple. Allspice and peppercorn introduce a loyal and dry finish which ignites with pine, anise, and bright lemon zest. Proof: 100", "reviews": "Look for a bright topaz hue and concentrated sweet vanilla bean and caramel aromas. The palate skews toward darker flavors: toffee, mocha, espresso and clove, with a drying finish. Adding water brings out a dark chocolate hint.  Best Buy", "rating": "92.0", "url": "https://www.wine.com/product/old-forester-straight-rye-whiskey/530435"},
{"name": "Bib & Tucker 6 Year Small Batch Bourbon Whiskey", "origin": "California", "price": 59.99, "abv": "46", "description": "o\tNamed for the finery one would wear for special occasions back in the day, the six-year-aged Bib & Tucker bourbon has a nose of antiques, new saddle leather, chamomile-soaked butterscotch drops and warm cinnamon-kissed cedar. If that doesn’t bring up images of Americana, the flavor profile mirrors the nose, urging on that sense of peace, harmony balance: all the good things you taste and should feel while sipping a great bourbon. Proof: 92", "reviews": "Named for the finery one world wear for special occasions back in the day, the six-year-aged bourbon has a nose of antiques, new saddle leather, chamomile-soaked butterscotch drops and warm cinnamon-kissed cigar. If that doesn't bring up images of Americana, the flavor profile mirrors the nose, urging on that sense of peace, harmony and balance: all the good things you taste and should feel while sipping a great 92-proof bourbon. This six-year-old bottling has a mild aroma that hints at caramel. On the palate, look for touches of toffee, espresso, brown sugar, clove and a meandering, grain-y sweet finish that some might compare to oatmeal cookies. Velvety feel.", "rating": "93.0", "url": "https://www.wine.com/product/bib-and-tucker-6-year-small-batch-bourbon-whiskey/531859"},
{"name": "Corazon Single Estate Reposado Tequila", "origin": "Mexico", "price": 38.99, "abv": "40", "description": "Light amber. Fresh aromas of thyme, green grass, and agave nectar mingle to create a vibrant nose on this reposado. Earthy tones play an integral role on the palate with support from soft vanilla, Marcona almond, and fresh herb flavors. Round on the palate and refined. Proof: 80", "reviews": "The honeyed aroma, which tilts toward caramel richness, suggests what is to come. The plush, robust palate delivers plenty of concentrated caramel and vanilla bean, finishing with a drying hint of espresso and clove. Aged 6–8 months.", "rating": "90.0", "url": "https://www.wine.com/product/corazon-single-estate-reposado-tequila/27722"},
{"name": "Bernheim Original Kentucky Straight Wheat Whiskey", "origin": "Kentucky, Other U.S.", "price": 40.0, "abv": "45", "description": "Brilliant copper. The aromas are mildly sweet with hints of vanilla and honey. Hints of toffee, berries, and spice with fresh mint on the palate. Soft toasted oak, elegant and warm finish. Proof: 90", "reviews": "This small-batch whiskey, with its bright copper penny color and bewitchingly sweet aromas of cocoa, mocha and fresh-baked cookies, is one of the few “straight wheat” whiskeys out there. The flavors are brisk and restrained, with leather and tobacco tones and a clean citrus and vanilla finish. Despite a relatively high proof, it still comes across as mellow and balanced. Drink straight up, with ice.", "rating": "93.0", "url": "https://www.wine.com/product/bernheim-original-kentucky-straight-wheat-whiskey/529562"},
{"name": "Brugal Especial Extra Dry Blanco Rum", "origin": "Dominican Republic, Caribbean", "price": 22.99, "abv": "40", "description": "Spice and subtle sweetness on the nose followed by coconut, vanilla and baking spice. The finish is warming and spicy with cardamom and coriander. Proof: 80", "reviews": "This “dry rum” is destined for tiki and tropical drinks. The aroma is mild, with a delicate tropical-fruit note. On the palate, it's soft and sweet, with vanilla and coconut flavors and a pleasingly crisp finish.", "rating": "90.0", "url": "https://www.wine.com/product/brugal-especial-extra-dry-blanco-rum/529606"},
{"name": "Meletti Amaro Liqueur", "origin": "Italy", "price": 22.99, "abv": "32", "description": "Meletti Amaro is produced according to a secret family recipe that originated at the turn of the century. This remarkable blend of aromatic fruits, herbs, and spices creates a perfectly balanced digestivo that is neither overly bitter, nor overly sweet. Amaro is traditionally enjoyed on its own after a meal, but the intoxicating aromas and flavors of sweet orange peel and bitter genziana root, a plant local Le Marche, along with notes of cloves, add a unique component to cocktails. Proof: 64", "reviews": "The brisk, invigorating scent of this amaro hovers between herbal and medicinal. On the palate, it skews sweeter, with rich caramel and hazelnut flavors and just enough bitterness and baking spice to keep things interesting.  Best Buy.", "rating": "93.0", "url": "https://www.wine.com/product/meletti-amaro-liqueur/528692"},
{"name": "Citadelle Gin", "origin": "France", "price": 24.99, "abv": "44", "description": "Citadelle Gin exudes delicate aromas of fresh flowers highlighted by more assertive citric scents. Once served, it emanates more intense, herbaceous notes of juniper and anise; then, the spicy cinnamon side softens the nose, bringing a very gourmand dimension to the gin. On the palate, the juniper cedes to a long, voluptuous, spicy fragrance. Beautifully balanced, it is elegant, soft and and long in the mouth, with an alcohol content of 44%. A perfect equilibrium between intensity and finesse. Citadelle has won more than 60 medals, among them “Spirit of the Year” at the 2017 World Spirit Awards as well as “World’s Best Gin” and “Gin Grand Master” in London. Its bottle hasn’t escaped attention either; it was awarded a gold medal at the Spirits Design Master 2017. Proof: 88", "reviews": "Brisk, clean, and citrusy enough to induce Martini-with-a-twist cravings. The aroma is mild, almost neutral. The palate opens with soft brushes of mint, juniper and citrus, growing more insistently citrusy, juniper-forward and drying with every sip.", "rating": "94.0", "url": "https://www.wine.com/product/citadelle-gin/26349"},
{"name": "Cabo Wabo Anejo Tequila", "origin": "Mexico", "price": 50.99, "abv": "40", "description": "2016 SAN FRANCISCO WORLD SPIRITS COMPETITION SILVER MEDAL With age comes wisdom — and more rich taste. After maturing in American oak barrels for at least 14 months, Cabo Añejo becomes even bolder with flavor. You can mix it if you want, but this old dog doesn’t need to learn any new tricks. It’s best enjoyed neat or on the rocks. Amber color invites you in. A whiff of vanilla raises an eyebrow. Hints of honey wake up your taste buds. Proof: 80", "reviews": "You can thank former Van Halen frontman Sammy Hagar for this great example of a classic añejo Tequila: fruity, floral aroma, soft feel, and a nice agave-honey flavor that finishes with a slight peppery prickle.", "rating": "94.0", "url": "https://www.wine.com/product/cabo-wabo-anejo-tequila/530724"},
{"name": "Sagamore Spirit Signature Rye Whiskey", "origin": "Maryland, Other U.S.", "price": 39.99, "abv": "41.5", "description": "Golden straw color. Aromas of v anilla, caramel, and baking spices. Traditional Maryland-Style Rye Whiskey. Candied dried orange peel with notes of clove and nutmeg. Lingering hints of walnut and brown sugar to finish. Proof: 83", "reviews": "A blend of high and low rye with an exquisite nose of peach and jasmine.\r\nThe mouthfeel is round, amplified by a spiced apricot nectar, caramel cream, tobacco leaf, and an orange-rind finish. A lean, calcareous dryness is the effect of the limestone in the same pure spring water from Sagamore Farm in western Maryland that fuels champion Thoroughbred horses", "rating": "95.0", "url": "https://www.wine.com/product/sagamore-spirit-signature-rye-whiskey/531148"},
{"name": "Old Forester \"1920\" Prohibition Style Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 59.99, "abv": "57.5", "description": "2017 San Francisco World Spirits Competition Double Gold Medal Winner Aromas are an intense medley of cherry preserves, drippy caramel, dark chocolate, thickened maple syrup and seasoned oak spiciness. Dark caramel coats layers of malt nuttiness and sweet graham cracker all warmed by green peppercorn and coriander spice brightened with a hint of cedar. Tart apple crispness gives way to a long smoky finish full of toasted marshmallow, chocolate and graham cracker sweetness. Proof: 115", "reviews": "The perfect proof. Rich in color, aroma, and flavor. It begins with powerful caramel, baking spice, chocolate, cherries, cinnamon, and toffee. Then nuance and complexity. Honey, jalapeño, rosemary, crème brûlée, malt, and fruit, from the spicy citrus of grapefruit to prunes and dried apricots. Hard to believe this is over 100 proof, as you never sense the strength challenging you to find what’s next amidst the subtlety. Extremely long finish with cherry, cinnamon, and caramel. Value Pick.", "rating": "91.0", "url": "https://www.wine.com/product/old-forester-1920-prohibition-style-kentucky-straight-bourbon-whiskey/530440"},
{"name": "Glen Scotia Victoriana Single Malt Scotch Whisky", "origin": "Campbeltown, Scotland", "price": 94.99, "abv": "54.8", "description": "2019 San Francisco World Spirits Competition Gold Medal Winner. Dark again. An elegant nose with hints of oak driving the bouquet. Interesting creme brulee notes leading to generous caramelized fruits and finally polished oak. Sweet and concentrated start with some jammy blackcurrant fruitiness. A big mid palate. Typical tightening towards the back palate. Becomes more austere with water. The finish is clean and initially sweet. The green bean, with cocoa characteristic. Proof: 109.6", "reviews": "Intense, rich, toasty malt; deep, mellow and long with layers of dried fruits, treacle and spice; bursting with flavor, complex and balanced; an impressive statement from Campbeltown.", "rating": "94.0", "url": "https://www.wine.com/product/glen-scotia-victoriana-single-malt-scotch-whisky/529967"},
{"name": "Kavalan Pedro Ximenez Solist Cask Strength Single Malt Whisky", "origin": "Other", "price": 612.97, "abv": "56.3", "description": "There is a nice rosemary with a hint of lemongrass, sweet citrus and a pleasant toffee. The finale is reminiscent of an enticing sweet oakiness. Very fruity and warm, with nice results from the combination of classical PX sherry characters and sub-tropical maturation in the heat of Taiwan i.e. smooth and mellow. The juicy raisin and honey syrup lingers persistently in the mouth. Proof: 112.6", "reviews": "Damson jam, herbal undertones, banana leaf, scallions, and clean, fresh oak notes. Burst of red fruit; raspberry, strawberry, rosehip, and sherry with lips tingling from the PX spices, citrus enters the fray, then chewy butter toffees. Wonderful complexity and flavor trajectory, it rounds off on a strawberry note. It is great to find a heavyweight whisky that is perfectly approachable at cask strength. The finish stays juicy, with vibrant spices.", "rating": "92.0", "url": "https://www.wine.com/product/kavalan-pedro-ximenez-solist-cask-strength-single-malt-whisky/527203"},
{"name": "Hillrock Cabernet Finished Solera Aged Bourbon Whiskey", "origin": "New York, Other U.S.", "price": 100.0, "abv": "46.3", "description": "After aging in the Solera, this unique American whiskey is then finished in fine Napa Valley Cabernet wine casks. The multi-barrel aging of this copper/amber whiskey with slight red hues in appearance offers a caramel-vanilla nose full of fruit (cherry, blackberry and citrus) and sweet desserts (taffy, caramelized sugar, plum and caramel). Warm and sweet notes of vanilla, toffee and French oak complimented by a bouquet of floral and fruity notes – black cherry, currant, violet and nuts complete the palate before leading to a long and vanilla-focused finish, highlighted with cherry and cabernet flavors. Proof: 92.6", "reviews": "This wine cask-finished Bourbon offers a big, raucously oaked palate. Tamed with water, dusty cocoa segues effortlessly into warming, nutty tones, finishing with a distinct black cherry note on the tingly, cinnamon-spiked finish.", "rating": "90.0", "url": "https://www.wine.com/product/hillrock-cabernet-finished-solera-aged-bourbon-whiskey/528529"},
{"name": "San Matias Tahona Blanco Tequila", "origin": "Jalisco, Mexico", "price": 57.99, "abv": "40", "description": "It’s Colorless, bright, clean and transparent with silver reflections. The legs are full bodied with consistent unctuosity. Pure citrus, white flowers, intense cooked agave and legumes. In the aftertaste, there is a presence of citrus blossoms and a hint of pink pepper. Incredibly sweet, with flavorful mineral notes. It is smooth with no bitterness. An extraordinary tequila designed to be sipped for its aromatic richness. Perfect for pairing with fresh cheese and fresh seafood. Proof: 80", "reviews": "Named for the tahona stone used to crush the agave piñas, this blanco has an astonishing purity to it. Pleasingly peppery on the nose and palate, backed by a hint of vanilla, roasted jalapeño emerges midpalate before finishing clean and crisp, with a lemon-zest note. Sip or mix.", "rating": "96.0", "url": "https://www.wine.com/product/san-matias-tahona-blanco-tequila/530696"},
{"name": "Sipsmith London Dry Gin", "origin": "England", "price": 35.99, "abv": "41.6", "description": "This London Dry Gin was born out of a desire to see gin production return to the city where it earned its name. With a nod to traditional hand crafted production, this gin combines traditional copper pot distillation with a recipe that wouldn't look unfamiliar to an eighteenth century Master Distiller. Floral, summer meadow notes, followed by mellow rounded juniper and zesty, citrus freshness. Dry juniper leads, then reveals lemon tart & orange marmalade, before all the flavours harmonise. Dryness leads, with spicy juniper & a hint of lemon tart emerging. Proof: 83.2", "reviews": "Made with 10 internationally sourced botanicals—Seville orange peel, Italian orris root, et al.—this gin rings with plenty of juniper and licorice upfront, followed by lavender and citrus peel. Finishes smooth and mellow.", "rating": "90.0", "url": "https://www.wine.com/product/sipsmith-london-dry-gin/531934"},
{"name": "Don Pancho 18 Year Reserva Especial Rum", "origin": "Panama", "price": 85.99, "abv": "40", "description": "Aromas of honey, tea, soft cardamom and figs.A sweet luxurious initial entry on the palate turns to creamy vanilla, then dries to cola nut with some brown spice. Long rich oak finish reluctant to leave the palate The youngest rum in the blend has been aged for 18 years in selected American Oak Casks uncharred from Kentucky. A luxury on its own, meant to be drink either neat, on the rocks or with a dash of water. Proof: 80", "reviews": "Despite being aged 18 years, this suprisingly easy sipper is full of rich toffee and creme brulee aromas and flavors, finishing long, with touches of orange peel and spice.", "rating": "93.0", "url": "https://www.wine.com/product/don-pancho-18-year-reserva-especial-rum/531364"},
{"name": "Camus Elegance VSOP Cognac", "origin": "France", "price": 48.99, "abv": "40", "description": "A unique blend of eaux-de-vie from the best crus of the region, including Borderies, conferring deep floral aromas due to the high content in terpenols. Exclusively distilled on lees with small pot stills. Proof: 80", "reviews": "This smooth Cognac offers an array of rich, downright luxe aromas: caramel apples, floral honey, Sauternes, dried fruit. The flavors start with a flash of sweetness and alcohol bite, fading into a long, pretty finish of apple and maple sugar candy. Medium body, pleasantly tongue-coating feel. Try pairing with dark chocolate.", "rating": "94.0", "url": "https://www.wine.com/product/camus-elegance-vsop-cognac/528764"},
{"name": "Kirk and Sweeney 23 Year Dominican Rum", "origin": "Dominican Republic, Caribbean", "price": 59.0, "abv": "40", "description": "The aroma presents subtle notes of dried fruits and sweet, toasted breads, along with a base toffee, fresh honey, and caramelized sugar. You can also appreciate a faint hint of almonds and vanilla. Having spent 23 years in the barrel, this rum is as pleasantly complex as the nose and aging would suggest, offering a rich evolution on the mouth–from fresh, sweet sensations to dried fruits. Finishing off each decadent sip, you’ll find endnotes that range from a distinct caramel to sherry, to a well-balanced blend of almond and vanilla. Proof:80", "reviews": "Complex, delicious and ideal as a sipping rum. The deep aroma suggests caramel, toffee and oak. The velvety-soft palate shows toffee, fudge, cocoa and oloroso Sherry, drying out the long finish with espresso, leather, clove and black pepper.", "rating": "96.0", "url": "https://www.wine.com/product/kirk-and-sweeney-23-year-dominican-rum/528323"},
{"name": "Montelobos Espadin Joven Mezcal", "origin": "Oaxaca, Mexico", "price": 50.0, "abv": "43.2", "description": "Wine Enthusiast Top 100 Spirits of 2019 Montelobos opens with green notes of anise and sweet notes from the roasted agave, closing with a very long finish of smoke that resembles chili and chocolate. It has the peculiar ability to evolve between sips, making it a unique experience to discover again and again. Proof: 86.4", "reviews": "A brisk aroma mixes dried oregano, bell pepper, juicy lemon and a hint of rubber. The palate leads with rubber and graphite notes, followed by lemon and then pepper. A vegetal midpalate emerges in tones of bell pepper. Mouthwatering, bracing and brisk with a slight sweetness, while the peppery fade shows a hint of juniper, too.  Best Buy.", "rating": "91.0", "url": "https://www.wine.com/product/montelobos-espadin-joven-mezcal/530407"},
{"name": "Kirk and Sweeney 12 Year Dominican Rum", "origin": "Dominican Republic, Caribbean", "price": 39.99, "abv": "40", "description": "This deep mahogany colored rum presents a sweet aroma balanced heavily toward cane honey, with earthy sugar cane undertones, along with a hint of vanilla, luscious toasted oak, caramel, and dried fruits. Initial taste reveals a nectar-sweet quality, leading to a weightier body that indicates substantially aged rum that’s serious in character but not overbearing. Light notes of vanilla and wood hit the palate transforming into an incredibly smooth offering. Bold, ripe, and sweet vanilla flavors evolve near the end, providing a smooth, long and luxurious finish. Proof: 80", "reviews": "Named for a wooden schooner famed for smuggling rum during Prohibition, this amber rum has a relatively light feel for a spirit aged a full 12 years. Flavors and aromas run to hazelnut, cookie dough, brown sugar and vanilla, pepped up with dark chocolate and espresso. Presented in a rotund “onion” bottle modeled after an 18th-century design.", "rating": "95.0", "url": "https://www.wine.com/product/kirk-and-sweeney-12-year-dominican-rum/528319"},
{"name": "Heaven's Door Double Barrel American Whiskey", "origin": "Tennessee, Other U.S.", "price": 51.99, "abv": "50", "description": "Wine Enthusiast Top 100 Spirits of 2019 2018 San Francisco World Spirits Competition Double Gold Medal Winner. Comprised of a unique blend of three different whiskeys, Heaven's Door using a double barrel finishing process and utilizes hand-toasted, new American oak barrels for a secondary aging worthy of another years wait. Double Barrels higher proof balances perfectly with the complexity of its flavor and notes of caramel, oak, citrus, and spice. Proof:100", "reviews": "This 100-proof spirit endures a year-long finishing process in heavily charred American white oak bourbon barrels. Tropical fruit aromas are sweet, with ripe pineapple and mango emerging as a tangerine scent also blossoms out of the glass. It takes a second or two for the initial heat to pass on the palate, but once it does, a white-peppered fruit and floral sensation reveals itself. Spiced cedar notes take on dark caramel on the finish. Look for a mild aroma that marries honey and oak. The palate leads with oak, then toasty vanilla and dried apricot, with a long, warming, peppery finish. Adding water brings out softer honey and chamomile notes. Music-lovers take note: this brand was developed in collaboration with Bob Dylan. The additional year of aging in new American oak is readily apparent in this blend of American whiskeys. Dry, toasty, charred oak takes the lead before cherry cough drop, cedar, clove, eucalyptus, and toasted nuts emerge. The red and blue fruits are met with a jolt of spice that will delight rye whiskey fans, before delivering earthy, leathery, tobacco leaf on the finish. Big in oak flavors, but not overdone.", "rating": "93.0", "url": "https://www.wine.com/product/heavens-door-double-barrel-american-whiskey/529497"},
{"name": "Lagavulin 16 Year Islay Single Malt Scotch Whisky", "origin": "Islay, Scotland", "price": 90.0, "abv": "43", "description": "2017 San Francisco World Spirits Competition Double Gold Medal Winner. Deep amber gold. The nose is intensely flavored, peat smoke with iodine and seaweed and a rich, deep sweetness. Full, rich bodied. Dry peat smoke fills the palate with a gentle but strong sweetness, followed by sea and salt with touches of wood. A long, elegant peat-filled finish with lots of salt and seaweed. Proof: 86", "reviews": "Soy sauce, olive brine, peat, honey, oloroso Sherry, brewer's yeast, bread dough, barley malt and cigar smoke in the bouquet. The flavor that magically includes the innate intense peatiness of Islay malts and the masterly employment of oak barrels phase defines “classy Islay.” Concludes sweetly, without sacrificing the tangy, astringent peatiness that is inherent. Gorgeous.  Range:  90-95 Lagavulin is a classic example of how smoke isn’t a blunt instrument that covers everything in a fog, but an element that works with all the flavors produced in distillation and maturation. Lagavulin isn’t ‘smoky,’ its peat moves into a weird territory of Lapsang Souchong tea and pipe tobacco, fishboxes and kippers. It smells of laurel and light cereal, but is always sweet. The palate shows more creosote, with hints of kelp and a little touch of iodine. Complex.", "rating": "93.5", "url": "https://www.wine.com/product/lagavulin-16-year-islay-single-malt-scotch-whisky/23799"},
{"name": "Ancho Reyes Chile Liqueur", "origin": "Mexico", "price": 37.99, "abv": "40", "description": "Ancho Reyes has a rich and complex warmth, followed by sweet spices and subtle acidity, and finishes with the pleasant, smoky heat of the ancho chile. Proof: 80", "reviews": "Smooth, sweet capsicum nose; silky and lush with ancho chile that adds a good measure of heat; a dense and rich liqueur based on a 1927 recipe.", "rating": "90.0", "url": "https://www.wine.com/product/ancho-reyes-chile-liqueur/529522"},
{"name": "Chambord Raspberry Liqueur", "origin": "France", "price": 34.99, "abv": "16.2", "description": "Yes, this black raspberry liqueur is crafted in the province of Chambord, at the site of a real French chateau, with the finest ingredients. And some do say that it was inspired by French royalty’s chosen tipple when they visited the Loire Valley. But does it matter? Non! Forget these Royals and their golden taste buds. Yours are the ones that matter. You like it, you drink it. Proof: 32.4", "reviews": "Made with vanilla and a Cognac base, this liqueur has a muted plum hue and a rich, black cherry scent. The palate is lightly sweet and easy-sipping, with a warming, candied berry-cherry flavor. Sip or mix.", "rating": "91.0", "url": "https://www.wine.com/product/chambord-raspberry-liqueur/529787"},
{"name": "Heaven's Door Straight Bourbon Whiskey", "origin": "Tennessee, Other U.S.", "price": 52.99, "abv": "45", "description": "2018 San Francisco World Spirits Competition Gold Medal Winner. Smooth and lasting with notes of vanilla and baked bread layered over a bed of toasted oak. Proof: 90", "reviews": "This 90-proof spirit, whose mash bill comprises 30% “small grains,” rests for seven years in new American oak barrels. Golden oats, butterscotch, and apricot tart make up the heavenly nose as the palate is pampered with notes of walnut, toffee, and sweet tobacco. Stone fruit nectar woos you through the finish.", "rating": "97.0", "url": "https://www.wine.com/product/heavens-door-straight-bourbon-whiskey/529502"},
{"name": "St. Elder Natural Elderflower Liqueur", "origin": "Massachusetts, Other U.S.", "price": 19.99, "abv": "20", "description": "St Elder Natural Elderflower liqueur brightens up every cocktail with notes of sweet citrus and floral honey. Blend it with your favorite spirits, wines and beers for a wonderfully refreshing experience. Proof: 40", "reviews": "Handcrafted from a natural extract of elderflower blossoms, St. Elder has a floral, juicy pear nose that makes you close your eyes reflexively, as you would when sniffing a sweet-scented rose. The sumptuous palate serves up a caramel-doused summer peach. The finish is clean, white petals in a bounty of texture.", "rating": "94.0", "url": "https://www.wine.com/product/st-elder-natural-elderflower-liqueur/529426"},
{"name": "Old Elk Blended Straight Bourbon Whiskey", "origin": "Colorado, Other U.S.", "price": 52.99, "abv": "44", "description": "2018 San Francisco World Spirits Gold Medal Winner The Old Elk recipe includes three quality ingredients – malted barley, rye, and corn. By investing in our bourbon and using four times more malted barley than traditional recipes, the bourbon generates sweet, light components. The malted barley, combined with spicy essence of clove from the rye, and the traditional rich bourbon character from the corn, creates the overall robust taste profile. Aromas of sweet vanilla and caramel, clove spice, slight maple, and nutty almond. Flavors of maple syrup, almond, raw bran, chocolate, deep wood, and coconut. Mouthfeel is smooth and coating with a lasting flavor. Proof: 88", "reviews": "The oatmeal and maple nose is sincerely fragrant with bright accents of sweet peach. On the palate, this blend of malted barley (with four times more of this ingredient than conventional bourbon recipes), rye and corn is evenly peppered and fruity in this balanced, 88-proof sipper. Charred oak, vanilla bean, and walnut linger on the finish.", "rating": "93.0", "url": "https://www.wine.com/product/old-elk-blended-straight-bourbon-whiskey/530428"},
{"name": "El Silencio Espadin Mezcal", "origin": "Mexico", "price": 37.99, "abv": "43", "description": "Wine Enthusiast Top 100 Spirits of 2019 Subtle smoke, citrus and earthy greens on the nose. Slow cooked agave, roasted figs & sweet potatoes on the palate. And a finish of charred stone fruit, earthy clay notes, and a hint of salinity and spice. Proof: 86", "reviews": "Citrusy aromas lead in this espadín mezcal, suggesting lemon peel and lemon verbena, plus a mineral hint. The palate surprises with a puff of smoke, beneath which graphite and mouthwatering citrus hover, leading into a peppery fade.  Best Buy.", "rating": "90.0", "url": "https://www.wine.com/product/el-silencio-espadin-mezcal/530936"},
{"name": "High West Distillery Campfire Whiskey", "origin": "Utah, Other U.S.", "price": 70.0, "abv": "46", "description": "A blend of bourbon, rye, and peated Scotch whisky, ranging in age from 4-8 years old. Aromas that are floral, fruity, bright and spicy, caramel, butterscotch, Light smoke and smoldering wood from a campfire the morning after, jasmine, chai tea, sandalwood, leather, tobacco, pine resin and toasted bread. Flavors of vanilla, honey, toffee with some nice fruit, blueberries and black cherries, chai spices - nutmeg, cinnamon, orange zest, salty caramels, tobacco, gentle smoke! Finish is long, sweet, spicy, and smoky. Proof: 92", "reviews": "High West has changed the recipe for Campfire to include its own-make rye, along with sourced rye, bourbon, and peated malt whisky from Scotland. The nose is sweetly spiced and subtly smoky, with Lapsang souchong tea, kelp, beach bonfire, cigar box, orange peel, cinnamon, white pepper, and crème brûlée. Sharply herbal at first taste, it warms up to reveal orange oil, cherry cola, cough syrup, cigar wrapper, iced tea, roasted walnuts, caramel, and savory smoke. Chili heat on the finish is balanced by oak, dark chocolate, tobacco, and grilled apple.", "rating": "90.0", "url": "https://www.wine.com/product/high-west-distillery-campfire-whiskey/529043"},
{"name": "Hardy VSOP Cognac", "origin": "France", "price": 46.99, "abv": "40", "description": "The Tradition collection places the Hardy style, where smoothness is king, within the reach of every cognac connoisseur. Hardy VSOP charms the eye with its bronze colour and deep, attractive tints, and the nose with its fresh pear scents, leading into warmer walnut notes and spicy cinnamon hints. The flavours on the palate are quite simply perfectly balanced. Proof: 80", "reviews": "The aroma of this Cognac from the Fine Champagne region shows concentrated vanilla and oak, with a hint of allspice. The palate resounds with plenty of vanilla, plus mocha richness and fleeting sweet spice on the midpalate. The elongated, generously spiced finish reflects oak, clove, black pepper and allspice. Consider for a dessert accompaniment.", "rating": "93.0", "url": "https://www.wine.com/product/hardy-vsop-cognac/529492"},
{"name": "Patron Roca Anejo Tequila", "origin": "Jalisco, Mexico", "price": 89.99, "abv": "44", "description": "Aged about 14 months with hints of wood, nut, raisins & grapefruit. Medium gold color. Aromas of vanilla, fruits & spices. Notes of citrus, light ginger & black pepper. Velvety smooth finish. Proof: 88", "reviews": "Remarkably light for an añejo, look for a bracingly peppery aroma and pale straw hue. It's feather-soft on the palate, with notes of pineapple and jalapeño pepper that fade into the pleasant finish of vanilla and spice.", "rating": "93.0", "url": "https://www.wine.com/product/patron-roca-anejo-tequila/530734"},
{"name": "Revolucion Silver Tequila", "origin": "Mexico", "price": 46.99, "abv": "40", "description": "The aroma is full of delicate floral tones, with sweet citrus and a hint of caramel. Prior to its bottling, this distillate rests for up to three months in special containers to ensure a perfect blend of all its elements. Ideal for sipping alone or mixed in a variety of tequila cocktails. Proof: 80", "reviews": "Bright, salty nose with squeezed lime and vanilla bean; clean brisk palate, with dots of saline, vanilla candle, cigar leaf and mocha. Deep and decisive, unmasked and pure tasting.", "rating": "94.0", "url": "https://www.wine.com/product/revolucion-silver-tequila/530711"},
{"name": "Herradura Ultra Anejo Tequila", "origin": "Mexico", "price": 64.99, "abv": "40", "description": "Beyond smooth. The crisp taste of Herradura Ultra starts with one of our finest añejos filtered to remove color and enhance smoothness. Prior to filtering, a subtle hint of pure agave nectar is added giving Ultra subtle notes of cooked agave, caramel, and honey with toasted almonds and a finish that is beyond smooth. Proof: 80", "reviews": "This unusual crystal-clear añejo, launched in June 2015, seems to be aiming for the premium vodka nightclub crowd. The bottling mixes añejo with extra añejo, plus a hint of agave nectar. Tequila purists likely won't approve, but the subtle coconut-pineapple-vanilla flavor profile—more drying and astringent than rum or vodka—seems ideal for mixing tropical cocktails and is addictive to sip.", "rating": "95.0", "url": "https://www.wine.com/product/herradura-ultra-anejo-tequila/529550"},
{"name": "Rough Rider Bull Moose Three Barrel Rye Whisky", "origin": "Long Island, New York, Other U.S.", "price": 38.99, "abv": "45", "description": "This Rye Whisky is aged in three different casks to yield complexity and richness. The journey begins in new American oak barrels where this small-batch Rye Whisky takes on spicy and sweet cinnamon flavors. Under a watchful eye, the whisky is moved to bourbon casks, where rye and bourbon flavors blend together. The final maturation occurs in barrels that previously held the distillery’s Pine Barrens Single Malt Whisky. Proof: 90", "reviews": "Named for former president & native Long Islander Teddy Roosevelt and his “Rough Riders” volunteer cavalry. Look for a vanilla and oak scent, plus a touch of apple. On the palate, this rye has a concentrated vanilla flavor tinged with espresso and cocoa, finishing on mouthwatering fruit and spice.", "rating": "92.0", "url": "https://www.wine.com/product/rough-rider-bull-moose-three-barrel-rye-whisky/528729"},
{"name": "Uncle Val's Restorative Gin", "origin": "Oregon", "price": 39.0, "abv": "45", "description": "Creating an intriguing first impression, the nose offers crisp juniper berry, soft Gourdy cucumber and the slightest hint of rose petal. The following sip feels crisp up front and silky going down with refreshing notes of citrus, coriander and juniper that pleasantly evolve to a finish of cucumber, along with a wisp of rose petals. Proof: 90", "reviews": "Juniper and coriander may take the initial lead for the wake-me-up character of this American-made gin, but the nose for this handcrafted new expression of Uncle Val’s (sibling to Uncle Val’s Botanical Gin) soon takes flight to melting violets and dried Mandarin orange peel. Exquisitely positioned, the violets take the front line on the palate with first sip, surrounded by cucumbers and a garden of roses. Pinched by a parade of black pepper and tea tannins, this\r\nis indeed a restorative for the senses! Bridging sweet and savory, this gin has a citrusy fragrance, which also shows up on the palate. Starting out with mild pineapple-like sweetness and traditional juniper, this gin segues into a spicy, mouthwatering finish with white and black pepper, coriander and ginger spice.", "rating": "93.5", "url": "https://www.wine.com/product/uncle-vals-restorative-gin/528478"},
{"name": "Knappogue 12 Year Single Malt Irish Whiskey", "origin": "Ireland", "price": 49.99, "abv": "40", "description": "#43 Wine Enthusiast Top 100 of 2017 Knappogue Castle 12 year old, their signature expression, is an exceptional single malt made exclusively from malted barley. Triple distilled one batch at a time in traditional, onion-shaped copper pot stills, the whiskey is then aged in bourbon oak casks for twelve years. The delicate distillation process, along with the moist and temperate climate, yields the distinctive flavor of this remarkable Irish single malt. Rich and biscuity with notes of peppery spice. Mellow and well-balanced with a bright, elegant fruitiness and mild spice flavors. Medium, clean, and smooth. Proof: 80", "reviews": "The aroma is enticingly bright and fruity, like fresh pears, while the palate is silky and mellow. A fruity core is layered with vanilla, hints of salted butterscotch and buttery croissant, plus a light sprinkle of cinnamon and clove. Best Buy Triple distilled and fully matured in bourbon casks, this single malt has a sweet, soft, and inviting nose of crisp green apples, vanilla custard, and lemon butter biscuits. Soft lemon meringue pie on the palate. Sweeter orange breaks through with a little spice on the fringes, then hits its stride with dried fruits and baked apple. A final flourish of spice and candied peel rounds off this excellent whiskey. Value Pick", "rating": "92.5", "url": "https://www.wine.com/product/knappogue-12-year-single-malt-irish-whiskey/531408"},
{"name": "Glenfiddich 21 Year Gran Reserva Rum Cask Finish Single Malt Scotch Whisky", "origin": "Speyside, Scotland", "price": 288.99, "abv": "40", "description": "Dark gold. Intense and vanilla sweet. Floral, hints of banana, figs, rich toffee, new leather and oak. The palate is initially soft, then brisk, vibrant and drying, peppery, a touch of smoke, oak, lime, ginger and spices. The finish is very long, warming, dry and spicy. Proof: 80", "reviews": "Finished in rum casks, the honey and orange zest aromas suggest a cocktail, not a straight pour of Scotch. These flavors are echoed on the silky palate, opening with cocoa and leather and evolving into a luscious, fudge-like finish, with hints of orange peel and cinnamon. Enjoy with a big rock of ice and a piece of orange peel, it needs no other adornment.", "rating": "97.0", "url": "https://www.wine.com/product/glenfiddich-21-year-gran-reserva-rum-cask-finish-single-malt-scotch-whisky/530396"},
{"name": "Famous Grouse Blended Scotch Whisky", "origin": "Scotland", "price": 24.99, "abv": "40", "description": "Full, golden, clear and bright. Well balanced oak, sherry with a hint of citrus. Medium full flavor, Mature, Speyside frutiness. Good length, clean, medium dry on the finish. Proof: 80", "reviews": "Golden in the glass, the aroma is mild, with just a blush of orchard fruit. The palate shows a mellow mix of vanilla and baked apple, finishing fiery with cinnamon heat and a modest whiff of smoke. Adding water integrates vanilla and apple spice sweetness, and all but extinguishes the smoke.", "rating": "90.0", "url": "https://www.wine.com/product/famous-grouse-blended-scotch-whisky/23764"},
{"name": "Bluecoat American Dry Gin", "origin": "Pennsylvania, Other U.S.", "price": 31.99, "abv": "47", "description": "The nose leads with refreshingly sweet aromatics, giving way to soft and earthy juniper notes. The body is intensely smooth with a complex depth of flavors that reveal themselves as they permeate the palate. The bright finish is exceptionally long and completes an experience that is incredibly pleasing to the senses. Proof: 94", "reviews": "Made in the London dry style and packaged in a distinctive peacock-blue bottle, this gin has mild aromatics and fleeting sweetness on the palate chased by citrus, juniper and spice. The finish is crisp and assertive, even slightly hot at 94 proof, but that won't matter once mixed into a tall gin-and-tonic or Tom Collins.", "rating": "92.0", "url": "https://www.wine.com/product/bluecoat-american-dry-gin/529573"},
{"name": "El Tesoro Anejo Tequila", "origin": "Mexico", "price": 59.99, "abv": "40", "description": "This gold-colored tequila offers floral jasmine aromas with agave back notes. On the palate, sweet agave is balanced with pepper, oak and floral tones. Proof: 80", "reviews": "Zesty fresh herb, bell pepper and jalapeño notes lead the nose and palate. Coconut and agave anchor each sip, which echo with sage, thyme, jalapeño and a hint of smoke, finishing brisk with lemon peel, cayenne and a cooling, mentholated exhale. Aged two to three years. The weighty cap is shaped like a tahona, the stone wheel traditionally used to crush agave for distillation.", "rating": "94.0", "url": "https://www.wine.com/product/el-tesoro-anejo-tequila/23763"},
{"name": "Pikesville Straight Rye Whiskey", "origin": "Kentucky, Other U.S.", "price": 56.99, "abv": "55", "description": "2019 San Francisco World Spirits Competition Double Gold Medal Winner Pale copper in color it has dusty cocoa aromas with oaky smoke underneath. Dry and spicy, with honeyed rye and cloves. On the finish soft vanilla and baking spices. Proof: 110", "reviews": "Look for a rich caramel-maple aroma and spice-forward flavor profile, showing allspice and clove, with a layer of vanilla underneath. Dilution tames this rye to show more vanilla, accented with dry touches of oak, leather and cocoa. Aged at least six years. Sip or mix.", "rating": "92.0", "url": "https://www.wine.com/product/pikesville-straight-rye-whiskey/530526"},
{"name": "Kelt XO Cognac", "origin": "France", "price": 179.99, "abv": "40", "description": "Dark, deep, brown, tawny. Viscious, smooth, full, round. Violet, nutmeg, dates. Strong oak flavors, rich and complex. Proof: 80", "reviews": "", "rating": "96.0", "url": "https://www.wine.com/product/kelt-xo-cognac/40570"},
{"name": "Milagro Silver Tequila", "origin": "Jalisco, Mexico", "price": 36.99, "abv": "40", "description": "2017 San Francisco World Spirits Competition Gold Medal Winner Milagro Silver is an estate-grown, 100% blue agave tequila that is renowned for its crisp, fresh, agave taste and world-class smoothness. Bright and clear with crisp, fresh, agave-forward and citrus notes. Crisp, fresh agave-forward, vegetal and citrus notes with a spicy black pepper finish. Proof: 80", "reviews": "Soft agave nose; silky and elegant with fresh agave earthiness and finesse. This is a refined, highstyle blanco, with nuanced hints of vanilla and soft spice. It’s both long and beautifully balanced.", "rating": "95.0", "url": "https://www.wine.com/product/milagro-silver-tequila/27801"},
{"name": "Heaven's Door Straight Rye Whiskey", "origin": "Tennessee, Other U.S.", "price": 79.99, "abv": "46.1", "description": "2018 San Francisco World Spirits Competition Gold Medal Winner. Breaking with tradition, this Straight Rye Whiskey is toasted in oak cigar barrels, and air-dried in the low-lying mountain region of Vosges, France. This results in a smoother, more approachable rye with notes of orange peel, coriander, and spice. Proof: 92", "reviews": "This whiskey has a brilliant amber color with an orange core. The ambrosial nose expresses a nectar-like quality of summer peaches but also brings in headier notes of new leather and hazelnut. The purity on the palate is stunning at 92 proof, warming the mouth without bite or edge; instead, the lava flow of stone fruit, jasmine, and tobacco is lengthy and serene. In an unusual twist for typically all-American rye, this Tennessee-made whiskey is finished in French oak barrels. The end result is brisk, spicy and mouth-watering, building clove, black pepper, cinnamon and lemon peel on a base of coconut, chamomile and cedar. Music-lovers take note: this brand was developed in collaboration with Bob Dylan.", "rating": "95.5", "url": "https://www.wine.com/product/heavens-door-straight-rye-whiskey/529499"},
{"name": "Crown Royal 13 Year Noble Collection Blenders' Mash Canadian Whisky", "origin": "Canada", "price": 65.0, "abv": "45", "description": "2018 San Francisco World Spirits Competition Double Gold Medal Winner. #5 Whisky Advocate Top 20 Whiskies of 2018 This third expression in the Noble Collection is a rare stock of our Canadian Whisky made with a Bourbon mash bill, one of the five unique whiskies that comprise their signature blends. Carefully aged in new, charred American white oak barrels for no less than 13 years, the complexity of the liquid intensifies with the aging process, bringing out richer and deeper notes of caramel and fruit. This remarkably smooth and layered whisky is hand selected from their reserve stock, revealing its noble roots with every sip. Proof: 90", "reviews": "This truly outstanding Canadian whisky is sold exclusively in the U.S. The Crown Royal blending lab has so perfected the art of blending that each whisky becomes a seamless unit. Blenders’ Mash is a rare opportunity to taste a component of that unit. Distilled from 60% corn, 36% rye, and 4% malted barley, then matured in new oak, this whisky is massive and bourbon-like. It ages slowly in Canada’s cold winters for 13 years, becoming very complex, yet not too woody. Rather, it is packed with creamy caramels, vanilla, gingery white pepper, dark fruits, floral tones, and accenting barrel notes.", "rating": "92.0", "url": "https://www.wine.com/product/crown-royal-13-year-noble-collection-blenders-mash-canadian-whisky/526468"},
{"name": "Codigo 1530 Blanco Tequila", "origin": "Mexico", "price": 51.99, "abv": "40", "description": "Earthy, mineral character that balances the citrusy sweetness beautifully. Proof: 80", "reviews": "This “unrested Tequila” (some blancos do spend short periods in oak barrels) has a bold, fresh tomato and herb scent. The silky, almost viscous palate starts with a minty punch, plus honey and jalapeño sizzle midpalate, and finishes herbaceous, grassy and light, with just a touch of black pepper heat as it drifts off the tongue.", "rating": "90.0", "url": "https://www.wine.com/product/codigo-1530-blanco-tequila/530931"},
{"name": "Pyrat XO Reserve Rum", "origin": "Caribbean", "price": 30.99, "abv": "40", "description": "Pyrat rums are blended and produced on the island of Anguilla in the British West Indies. In addition to the current facility Anguilla Rums is building an authentic stone rum blending complex on the beach at Road Bay, Anguilla. Rum has always played an important role in Anguillas history. Proof: 80", "reviews": "From this dark amber liquid wafts a luxurious aroma of toffee, marzipan, candied fruit and sarsparilla. On the sweeter side of the spectrum, this aged rum is gorgeous and mouth-filling, with caramel and a sprinkling of ginger and cinnamon fireworks on the elongated finish.", "rating": "96.0", "url": "https://www.wine.com/product/pyrat-xo-reserve-rum/26442"},
{"name": "Campeon Reposado Tequila", "origin": "Mexico", "price": 69.99, "abv": "40", "description": "Proof: 80", "reviews": "Floral baby’s breath tones on the nose combine with peach and lime chiffon. Perfumed butterscotch, jasmine and pineapple soften the earthy agave notes.", "rating": "96.0", "url": "https://www.wine.com/product/campeon-reposado-tequila/530894"},
{"name": "Courvoisier VSOP Cognac", "origin": "France", "price": 54.99, "abv": "40", "description": "Grande and Petite Champagnes bring harmony while Fins Bois give a floral and fruity character to Courvoisier® VSOP Cognac. “Very smooth with an excellent balance of oak and floral flavours that can be fully appreciated neat or mixed with ice and water, it's also excellent with long drinks.” - PATRICE PINET, MASTER BLENDER Proof: 80", "reviews": "Deep amber and bright in the glass, look for cedar, vanilla bean and coconut accented by peach and a light violet note. It's light and silky, with a bracing flicker of alcohol heat.", "rating": "92.0", "url": "https://www.wine.com/product/courvoisier-vsop-cognac/26055"},
{"name": "St. George Spirits All Purpose Vodka", "origin": "California", "price": 29.99, "abv": "40", "description": "Soft and approachable, with a rich, round mouthfeel; gently floral top notes; and the impression of subtle sweetness on the finish. Proof: 80", "reviews": "Distilled from grain and fruit—specifically, Bartlett pears—this complex vodka doesn't have the neutral profile some vodka drinkers expect. The warm scent suggests roasted almonds. On the palate, vanilla and almond intertwine with a mild sweetness that recalls agave, with a barely perceptible, mouthwatering salinity. The finish is malty and roasty. The overall effect is a vodka that ever-so-subtly winks at the whiskey bottle down the shelf.", "rating": "90.0", "url": "https://www.wine.com/product/st-george-spirits-all-purpose-vodka/530356"},
{"name": "Jim Beam Devil's Cut Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 26.99, "abv": "45", "description": "Jim Beam takes the liquid we extract from their barrels, blend it with extra-aged Kentucky straight bourbon whiskey and bottle it at 90 proof to create a premium bourbon with extra depth and complexity. Designed to be enjoyed neat or on the rocks, Jim Beam Devil’s Cut has a robust flavor with deep color, aroma and character. Proof: 90", "reviews": "The backstory behind this bottling is that Master Distiller Fred Noe uses a “barrel sweating” technique to coax out Bourbon that has soaked into barrels during aging; that extract then is combined with newer whiskey. The end result is a lean and austere Bourbon, with brisk espresso, black tea and fig flavors highlighted by black pepper and clove. Seems made for mixing.", "rating": "90.0", "url": "https://www.wine.com/product/jim-beam-devils-cut-kentucky-straight-bourbon-whiskey/530074"},
{"name": "Johnnie Walker Swing Blended Scotch Whisky", "origin": "Scotland", "price": 65.0, "abv": "40", "description": "Proof: 80", "reviews": "Biscuity, caramel and floral opening aroma; further air contact stimulates scents of baked bread, toasted bread, buttered popcorn and light smoke. Flavor is dominated by sweet toffee and fudge notes. Sweetest and most buttery of all Johnnie Walker expressions. Range:  90-95", "rating": "95.0", "url": "https://www.wine.com/product/johnnie-walker-swing-blended-scotch-whisky/526641"},
{"name": "Redbreast 15 Year Single Pot Irish Whiskey", "origin": "Ireland", "price": 104.99, "abv": "46", "description": "Redbreast 15 Year Old was created in 2005 for La Maison du whiskey in Paris, France. This offering was so well-received that it is now distributed worldwide, taking an Irish whiskey to appreciative taste buds around the globe. The robin, which is featured on every bottle, is a reflection of the founder's love of birds. Others surmise that the bird symbolizes soaring above earth, much like the feeling when one drinks such spirits. A whiskey of such caliber represents an exceptional value to any customer. Whether served neat or on the rocks, a fine cut crystal glass or snifter only makes the experience richer. Proof: 92", "reviews": "Medium amber color; smoky, complex nose with toasty oak, dried berry fruits, aromatics and spice box; smooth, lush and showing herbal notes; fleshy and complex with dry, mellow style; long and stunning.", "rating": "95.0", "url": "https://www.wine.com/product/redbreast-15-year-single-pot-irish-whiskey/526554"},
{"name": "Tullamore Dew 12 Year Old Special Reserve Blended Irish Whiskey", "origin": "Ireland", "price": 56.99, "abv": "40", "description": "Early spice followed by red wine while a nice nuttiness follows before a light woody note brought on from 12 years spent in oak casks. A deep spice flavor with a robust yet creamy body cloaked in a definite chocolaty note. Dried fruits and nut accompany the chocolate, giving a verticable praline note in the taste. The finish is long and rich with some citrus, chocolate, raisins and marzipan all lingering. Proof: 80", "reviews": "This blends bourbon and oloroso cask-matured elements drawn from every style of Irish whiskey. A mouthwatering dram with warm, creamy toffee, ripening yellow banana, wood spices, toasted coconut, spiced stewed apple, and cinnamon sticks. A delicious sip reveals a smooth medley of malt, chocolate, gentle spices, Brazil nut, and dried fruit, which sidles into a long finish of chocolate-covered raisins and deep, resonating spice. No reservations; this is special.", "rating": "91.0", "url": "https://www.wine.com/product/tullamore-dew-12-year-old-special-reserve-blended-irish-whiskey/530848"},
{"name": "Jim Beam Black Extra Aged Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 27.99, "abv": "43", "description": "Jim Beam's premium, 86-proof bourbon whiskey spends years longer being aged in our American White Oak barrels than our original Jim Beam. It’s those extra years of aging that give Jim Beam Black its full-bodied flavor with notes of smooth caramel and warm oak. Proof: 86", "reviews": "Aged for eight years—twice as long as regular Jim Beam—this Bourbon offers rich caramel aroma and flavor. Though it's a little fiery from the first sip, moderating the heat with water brings out a saline lick that makes for a salted caramel impression, fading to vanilla on the long finish.  Best Buy.", "rating": "90.0", "url": "https://www.wine.com/product/jim-beam-black-extra-aged-kentucky-straight-bourbon-whiskey/530075"},
{"name": "Herradura Anejo Tequila", "origin": "Mexico", "price": 46.99, "abv": "40", "description": "Aged to perfection. Blending modern and traditional distilling techniques, añejo was first introduced to the world by Casa Herradura in 1962. Since then Herradura Añejo has aged in American White Oak barrels for 25 months – an incredible 13 months beyond industry standards. The result is a remarkably smooth, amber-colored liquid that melts on your tongue leaving notes of cooked agave, toasted oak and dried fruit. Proof: 80", "reviews": "Bright gold in the glass, look for a fresh and breezy aroma that mixes grassy notes with gentle vanilla. It's light and soft on the palate, showing honey, pepper and banana before finishing on baking spice and spearmint notes.", "rating": "91.0", "url": "https://www.wine.com/product/herradura-anejo-tequila/23779"},
{"name": "Powers Gold Label Irish Whiskey", "origin": "Ireland", "price": 33.99, "abv": "43.2", "description": "Spicy aromas of cinnamon, nutmeg and clove, as well as slight hints of apples and pears. The palate continues with spicy notes of white pepper, toasted oak and vanilla, and leads to a finish accented by rich barley and orchard fruits. Proof: 86.4", "reviews": "Reminiscent of an oaked Chardonnay with a bit more muscle to it, this vibrant yellow-gold whiskey has a sweet vanilla flavor at first, with hints of tropical fruit and bracing smoke and oak. Give it some time in the glass to open up and let an initial resin-like scent dissipate. Smooth feel.", "rating": "90.0", "url": "https://www.wine.com/product/powers-gold-label-irish-whiskey/530210"},
{"name": "Russell's Reserve 10 Year Kentucky Straight Bourbon Whiskey", "origin": "Kentucky, Other U.S.", "price": 37.99, "abv": "45", "description": "Master distillers and premier whiskey makers Jimmy and Eddie Russell have brought nearly 100 years of combined experience to artfully crafting Russell’s Reserve 10 Year Old Bourbon. Bottled at 90 proof, this hand selected small batch bourbon has a rich, caramel and vanilla taste and a uniquely smooth finish. Proof: 90", "reviews": "The bouquet features a woody/piney aromatic surface with dry scents of grain and resin beneath. The palate entry has a flash of corny sweetness upfront, then a whisper of butterscotch; the midpalate is full-bodied, sweet, oily, clean, and maple-like. Concludes with sumptuous tastes of dark honey and marzipan. Range: 90-95", "rating": "95.0", "url": "https://www.wine.com/product/russells-reserve-10-year-kentucky-straight-bourbon-whiskey/531917"},
{"name": "Cointreau Liqueur", "origin": "France", "price": 38.99, "abv": "40", "description": "A masterpiece crafted through the unique distillation of all-natural sweet and bitter orange peels, resulting in a crystal clear liqueur that strikes the perfect balance between sweetness and freshness. Proof: 80", "reviews": "A classic, can't-go-wrong workhorse spirit that provides a versatile option for a wide range of cocktails. This clear liqueur has a bright, true orange scent with a hint of bitter orange on the aroma. The flavor mix is of candied orange slices and lightly bitter orange peel. The finish is warm and clean. Good balance.", "rating": "92.0", "url": "https://www.wine.com/product/cointreau-liqueur/529199"},
{"name": "Don Julio Anejo Tequila", "origin": "Mexico", "price": 56.99, "abv": "40", "description": "Rich, distinctive and wonderfully complex, its flavor strikes the perfect balance between agave, oak and hints of butterscotch and honey. Aged in American white-oak barrels for 18 months, the bright and lightly spiced finish of this luxury tequila is made with 100% Blue Weber Agave and is ready for any celebration. Proof: 80", "reviews": "Aged a mere 18 months, this Tequila is well-balanced and sippable, with honey sweetness and a long butterscotch finish.", "rating": "95.0", "url": "https://www.wine.com/product/don-julio-anejo-tequila/526187"},
{"name": "Campeon Anejo Tequila", "origin": "Mexico", "price": 79.99, "abv": "40", "description": "Unlike other fine spirits such as many whiskies, or vodka, which can contain other added ingredients, Campeon is 100% pure highland blue agave juice. Most tequila on the market today is a blend of a small percentage of Agave juice with added sugar cane alcohol to create what most consumers refer to as Tequila. For maximum flavor, Campeon is distilled and then bottled at 80 proof, never diluting the lush flavors or product quality with anything but the juice of the Highland Blue Agave. Proof: 80", "reviews": "A whisper of buttered oak mingles with magnolia flowers—scents that are quite delicate for an aged tequila. A twinge of white pepper surfaces on first sip, highlighted by an array of stone fruits, from cherries to peaches. The finish washes in a wave of sea-breezy agave.", "rating": "96.0", "url": "https://www.wine.com/product/campeon-anejo-tequila/530893"},
{"name": "1800 Silver Tequila", "origin": "Mexico", "price": 37.99, "abv": "40", "description": "Made from 100% Weber blue agave — aged for 8-12 years and harvested at their peak. The liquid is double distilled, and a special selection of white tequilas is blended together for added complexity and character. The result is a premium tequila with a smoother, more interesting flavor than most on the market. The clean, balanced taste with hints of sweet fruit and pepper is perfect sipped neat, on the rocks, as a shot or in a cocktail. Proof: 80", "reviews": "Surprisingly floral and delicate, this workhorse silver tequila has a pleasing agave aroma and a crisp, peppy flavor profile with touches of vanilla and white pepper. Margarita material.", "rating": "91.0", "url": "https://www.wine.com/product/1800-silver-tequila/529485"},
{"name": "Glenmorangie 10 Year Original Highland Single Malt Scotch Whisky", "origin": "Highland, Scotland", "price": 43.99, "abv": "43", "description": "The original expression of Glenmorangie's elegant, floral spirit and the real backbone of the Glenmorangie range. A ten-year-old single malt, Glenmorangie Original is produced by marrying the delicate spirit that emerges from Scotland's tallest stills, with first and second fill American white oak casks. The scent of citrus and ripening peaches is softened by the aroma of vanilla. First, vanilla is detected on the tongue before it ripples along the palate bringing a burst of flowery fruitiness. About a minute after tasting, you are left with a clean and salving aftertaste with hints of orange and peach. Proof: 86", "reviews": "Smooth and mellow, like nuts drizzled with honey or Bit O'Honey candy, with a light vanilla finish. Matured in Bourbon casks for 10 years.", "rating": "90.0", "url": "https://www.wine.com/product/glenmorangie-10-year-original-highland-single-malt-scotch-whisky/23768"},
{"name": "Mount Gay Black Barrel Rum", "origin": "Barbados, Caribbean", "price": 28.99, "abv": "43", "description": "The latest from Master Blender Allen Smith, Black Barrel is a small batch, handcrafted blend made of matured double pot distillates and aged column distillates. In a process called finishing, the blended rum is then matured for a second time in deeply charred Bourbon oak barrels. This unique process releases spicy aromas that are at once balanced, and bold. Complex notes of spice, toasted wood, followed by fruit. Bold spice balanced with oaky vanilla and sweet caramel. Warm medium body with long finish. Proof: 86", "reviews": "Finished in “deeply toasted and charred” Bourbon casks, this mouthwatering small-batch rum skews to the sweeter side, offering bold notes of cola, allspice and vanilla, finishing brisk and spicy. Sip straight or mix for the ultimate rum & Coke.", "rating": "94.0", "url": "https://www.wine.com/product/mount-gay-black-barrel-rum/530409"},
{"name": "Jack Daniels Tennessee Whiskey", "origin": "Tennessee, Other U.S.", "price": 35.99, "abv": "40", "description": "Charcoal mellowed matured in handcrafted barrels with a balance of sweet and oaky flavor. Proof: 80", "reviews": "Smooth and toasted with pronounced vanilla notes; silky and balanced yet lush and intense. A gorgeous iteration from America’s top whiskey brand.", "rating": "94.0", "url": "https://www.wine.com/product/jack-daniels-tennessee-whiskey/529879"},
{"name": "Casa Noble Crystal Blanco Tequila", "origin": "Jalisco, Mexico", "price": 40.0, "abv": "40", "description": "Casa Noble nurtures and harvests 100% Blue Weber agave in the rich, volcanic soil of Jalisco, Mexico for a consistently smooth flavor with unique characteristics and aromatic essences. The clean, crisp taste of this blanco tequila celebrates the fresh flavor of the noble Blue Weber agave. Enticing aromas set the palate for flavors of honey, buttery-sweet cooked agave, and a hint of citrus. These fine tequilas are produced in small batches, triple distilled, and certified organic for ultra-premium, limited-run tequila that is truly one of a kind. Proof: 80", "reviews": "This tequila is a smooth operator. The aromas are crisp and clear with\r\nscents of just-squeezed lime, pineapple, and a hint of clay. On the palate, orange rind and lemongrass are seasoned by white pepper. The maturity of the plants shows through the sweetness of the tropical fruit notes, while cashews play around a salty mineral finish.", "rating": "95.0", "url": "https://www.wine.com/product/casa-noble-crystal-blanco-tequila/526793"}
]