[{"author": "kerica93", "created_utc": 1505923094, "score": 79299, "selftext": "[Original Post](https://www.reddit.com/r/personalfinance/comments/6t8hme/i_found_out_that_a_coworker_in_the_same_position/?st=J7T77MXH&amp;sh=810eb4d6)\n\nFor those of you who read my original post, I just wanted to update. Everyone was so encouraging and supportive, I really did not expect it! \n\nAfter making my post, I met with my boss in order to inform her that I needed a raise. She told me she would submit a pay raise request. \n\n1 week later she called me into her office. She absolutely berated me for thinking I could move into the coordinator position for which I was already doing the work, and complained about my work performance. Last month I had an evaluation, and received very high praise for my performance, and there has not ever been complaints about my performance in the past. All in all, I assume she was making excuses not to increase my pay. \n\nFast forward a bit, and I received a text from the wife of one of my boyfriend's friends, offering me a job at a rehab facility. I interviewed for the job, and they offered me the position at $20 an hour ($6 more an hour than my current job). \n\nIn the meantime, my boss called me into her office AGAIN, and informed me that I was VERY fortunate, as corporate had approved my pay increase. She stated that she \"truly shot for the stars when submitting my new pay\" and that corporate had \"gone above and beyond\" anything she ever thought I would receive: $17 an hour. Still $7 less than my coworker. \n\nI accepted the new job, and put in my two weeks notice. My boss was absolutely side swept. She could not believe that I was quitting. She waited a day, and called me into her office yet again, and asked me what they were offering me that was so great that I would choose to leave. I told her $20 an hour. \n\nShe said, \"If I can offer you that, will you stay?\" Wow. And here I thought $17 was above and beyond what they could ever offer me. \n\nI told her I would think about it. \n\nIn the meantime, I contacted my new employer and informed them that my current employer was offering to match their offer to keep me, and got an even bigger offer from them. \n\nI start next Monday!!\n\nThank you r/personalfinance for all your support and advice! I can't wait to start my new job :) ", "subreddit": "personalfinance", "total_awards_received": 0, "title": "[UPDATE] I found out that a coworker in the same position, with the same education, experience, workload, etc. is making almost twice what I make", "subreddit_subscribers": 0}, {"author": "the_Diva", "created_utc": 1514430055, "score": 255208, "selftext": "", "subreddit": "funny", "total_awards_received": 0, "title": "My cab driver tonight was so excited to share with me that he’d made the cover of the calendar. I told him I’d help let the world see", "subreddit_subscribers": 0}, {"author": "KJ_RD", "created_utc": 1508963372, "score": 165203, "selftext": "", "subreddit": "AskReddit", "total_awards_received": 0, "title": "How would you feel about having a mandatory class in high school that teaches about budgeting, handling or avoiding debt, making good investments, signing important documents, job interviews, and other important adult life skills?", "subreddit_subscribers": 0}, {"author": "observer918", "created_utc": 1510888403, "score": 225354, "selftext": "[USGamer spoke to EA: micro transactions will tie into progression when they return, so this is not quite a win. ](https://twitter.com/USgamernet/status/931364716810706944) \n\nEDIT: Hey guys, this thread has blown up like the death star, there’s a bigger war that needs to be fought, and it’s for net neutrality, www.battleforthenet.com. Make your voices heard!", "subreddit": "gaming", "total_awards_received": 0, "title": "WARNING: DO NOT BUY BATTLEFRONT II. EA IS BACKPEDALING SO EVERYONE WILL BUY THIS GAME, AS SOON AS CHRISTMAS IS OVER THEY WILL AGAIN RE-INTRODUCE CRYSTALS AND THEY WILL HAVE WON. THIS HAS TO HURT FINANCIALLY AND NOT MOMENTARILY. PLEASE GUYS, LET IT HURT.", "subreddit_subscribers": 0}, {"author": "pdmcmahon", "created_utc": 1490560408, "score": 234711, "selftext": "", "subreddit": "pics", "total_awards_received": 0, "title": "Private Internet Access, a VPN provider, takes out a full page ad in The New York Time calling out 50 senators.", "subreddit_subscribers": 0}, {"author": "FootLoosePickleJuice", "created_utc": 1532051057, "score": 266153, "selftext": "", "subreddit": "aww", "total_awards_received": 0, "title": "Heat index was 110 degrees so we offered him a cold drink. He went for a full body soak instead", "subreddit_subscribers": 17560532}, {"author": "ScienceModerator", "created_utc": 1521000374, "score": 199295, "selftext": "We regret to hear that [Stephen Hawking died tonight at the age of 76]( http://www.bbc.com/news/uk-43396008)\n\nWe are creating a megathread for discussion of this topic here. The typical /r/science comment rules will not apply and we will allow mature, open discussion. This post may be updated as we are able.\n\nA few relevant links: \n\n[Stephen Hawking's AMA on /r/science](https://www.reddit.com/r/science/comments/3nyn5i/science_ama_series_stephen_hawking_ama_answers/)\n\n[BBC's Obituary for Stephen Hawking](http://www.bbc.com/news/science-environment-15555565)\n\nIf you would like to make a donation in his memory, the Stephen Hawking Foundation has [the Dignity Campaign](http://www.stephenhawkingfoundation.org/dignity-campaign/) to help buy adapted wheelchair equipment for people suffering from motor neuron diseases.  You could also consider donating to [the ALS Association](http://www.alsa.org/donate/) to support research into finding a cure for ALS and to provide support to ALS patients.", "subreddit": "science", "total_awards_received": 0, "title": "Physicist Stephen Hawking dies aged 76", "subreddit_subscribers": 18392590}, {"author": "DoremusJessup", "created_utc": 1531965995, "score": 188216, "selftext": "", "subreddit": "worldnews", "total_awards_received": 0, "title": "Two weeks before his inauguration, Donald J. Trump was shown highly classified intelligence indicating that President Vladimir V. Putin of Russia had personally ordered complex cyberattacks to sway the 2016 American election", "subreddit_subscribers": 19083675}, {"author": "JPTIII", "created_utc": 1511296151, "score": 141150, "selftext": "**tldr: The FCC is about to kill net neutrality. We’re protesting nationwide on Dec 7th to stop them.\nHead over to http://www.verizonprotests.com/ for more info.**\n\n**WHAT’S HAPPENING?**\nThe Federal Communications Commission (FCC) just [announced](https://www.techdirt.com/articles/20171120/11253438653/fcc-plan-to-use-thanksgiving-to-hide-attack-net-neutrality-vastly-underestimates-looming-backlash.shtml) its plan to slash net neutrality rules, allowing ISPs like Verizon to block apps, slow websites, and charge fees to control what you see &amp; do online. They vote December 14th. People from across the political spectrum are outraged, so we’re planning to protest at Verizon retail stores across the country on December 7, one week before the vote and at the peak of the busy Holiday shopping season. We'll demand that our members of Congress take action to stop Verizon's puppet FCC from killing net neutrality.\n\n**WHAT’S NET NEUTRALITY?**\nNet neutrality is the [basic principle](https://www.theatlantic.com/technology/archive/2014/05/the-case-for-rebooting-the-network-neutrality-debate/361809/) that has made the Internet into what it is today. It prevents big Internet Service Providers (like Verizon) from charging extra fees, engaging in censorship, or controlling what we see and do on the web by throttling websites, apps, and online services.\n\n**WHY VERIZON STORES?**\nThe new chairman of the FCC, Ajit Pai, is a former top lawyer for Verizon, and the company has been spending millions on [lobbying](https://www.theverge.com/2017/7/12/15959932/comcast-verizon-att-net-neutrality-day-of-action) and lawsuits to kill net neutrality so they can gauge us all for more money. By protesting at Verizon stores, we’re shining light on the corruption and demanding that our local do something about it. Only Congress has the power to stop Verizon's puppet FCC, so at the protests we'll be calling and tweeting at legislators, and in cities where it's possible we'll march from Verizon stores to lawmakers offices.\n\n**WHAT ARE OUR DEMANDS?**\nAjit Pai is clearly still working for Verizon, not the public. But he still has to answer to Congress. So we’re calling on our lawmakers to do their job overseeing the FCC and speak out against Ajit Pai’s plan to gut Title II net neutrality protections and give Verizon and other giant ISPs everything on their holiday wishlist. \n\n**HOW CAN I JOIN?**\n[Click here](https://events.battleforthenet.com/#eventType=protestrally) and you’ll find an interactive map where you can see if there is already a protest planned near you. If not, you can [sign up to host one](http://act.demandprogress.org/event/team-internet/create/), and we’ll send you materials to make it easy and help you recruit others in your area. These protests will be quick, fun, and 100% legal. If you can’t attend a protest on December 7th, you can still help defend net neutrality by [calling your lawmakers](http://battleforthenet.com/) and spreading the word on social media. You can also sign up to host a meeting with your members of Congress, or volunteer for our texting team to help turn people out for these protests.", "subreddit": "Music", "total_awards_received": 0, "title": "The FCC is about to kill net neutrality. We’re protesting nationwide on Dec 7th to stop them.", "subreddit_subscribers": 0}, {"author": "serventofgaben", "created_utc": 1491051474, "score": 270469, "selftext": "", "subreddit": "movies", "total_awards_received": 0, "title": "The Senate. Upvote this so that people see it when they Google \"The Senate\".", "subreddit_subscribers": 0}, {"author": "patientbearr", "created_utc": 1522529533, "score": 281741, "selftext": "", "subreddit": "videos", "total_awards_received": 0, "title": "This is what happens when one company owns dozens of local news stations", "subreddit_subscribers": 17550068}, {"author": "bpbucko614", "created_utc": 1525977258, "score": 148135, "selftext": "", "subreddit": "todayilearned", "total_awards_received": 0, "title": "TIL that in 1916 there was a proposed Amendment to the US Constitution that would put all acts of war to a national vote, and anyone voting yes would have to register as a volunteer for service in the United States Army.", "subreddit_subscribers": 18751004}, {"author": "SageMo", "created_utc": 1570653917, "score": 195117, "selftext": "", "subreddit": "news", "total_awards_received": 0, "title": "Blizzard Employees Staged a Walkout After the Company Banned a Gamer for Pro-Hong Kong Views", "subreddit_subscribers": 19091791}, {"author": "root_su", "created_utc": 1511328806, "score": 186721, "selftext": "", "subreddit": "IAmA", "total_awards_received": 0, "title": "Protect Net Neutrality. Save the Internet.", "subreddit_subscribers": 0}, {"author": "lessons_learnt", "created_utc": 1518392707, "score": 197664, "selftext": "", "subreddit": "gifs", "total_awards_received": 0, "title": "Spectator at PyeongChang", "subreddit_subscribers": 0}, {"author": "zjb55446", "created_utc": 1551495306, "score": 153060, "selftext": "", "subreddit": "Showerthoughts", "total_awards_received": 0, "title": "When you're a kid, you don't realize you're also watching your mom and dad grow up.", "subreddit_subscribers": 16537858}, {"author": "jaxspider", "created_utc": 1511278979, "score": 144745, "selftext": "", "subreddit": "EarthPorn", "total_awards_received": 0, "title": "Join the Battle for Net Neutrality! Don't let the FCC destroy the internet!", "subreddit_subscribers": 0}, {"author": "MockDeath", "created_utc": 1511379533, "score": 82220, "selftext": "The ability to browse the internet is at risk. The FCC preparing to remove net neutrality. This will allow internet service providers to change how they allow access to websites. AskScience and every other site on the internet is put in risk if net neutrality is removed. Help us fight!\n\n\nhttps://www.battleforthenet.com/", "subreddit": "askscience", "total_awards_received": 0, "title": "Help us fight for net neutrality!", "subreddit_subscribers": 0}, {"author": "GypsyWitch05", "created_utc": 1521058803, "score": 58876, "selftext": "", "subreddit": "food", "total_awards_received": 0, "title": "[Homemade] Kraken Pie", "subreddit_subscribers": 13042499}, {"author": "Victorinox2", "created_utc": 1511295327, "score": 122825, "selftext": "Paying additional money to access certain sites will give you a sense of pride and accomplishment.", "subreddit": "Jokes", "total_awards_received": 0, "title": "Calm down about the Net Neutrality thing...", "subreddit_subscribers": 0}, {"author": "fantheories101", "created_utc": 1505760102, "score": 45336, "selftext": "", "subreddit": "explainlikeimfive", "total_awards_received": 0, "title": "ELI5: Apparently, the smell of freshly mowed grass is actually chemicals that grass releases to warn other grass of the oncoming danger. Why would this be a thing since there's literally nothing grass can do to avoid the oncoming danger?", "subreddit_subscribers": 0}, {"author": "gheldean", "created_utc": 1511315327, "score": 171989, "selftext": "", "subreddit": "books", "total_awards_received": 0, "title": "Join the Battle for Net Neutrality!! We need to stop them from allowing ISPs to charge us extra fees to access ebooks, games or anything else!", "subreddit_subscribers": 0}, {"author": "kn0thing", "created_utc": 1499860918, "score": 189320, "selftext": "My fellow [redditors](https://www.reddit.com/mobile/download), \n\nWhen Steve and I created this site twelve years ago, our vision was simple but powerful. We wanted to create an open platform for communities and their members to find and discuss the content they found most interesting. And today, that principle is exactly what net neutrality is all about: preserving an open internet with consumer choice and unimpeded access to information.\n\nNet neutrality ensures that the free market—not big cable—picks the winners and losers. This is a [bipartisan issue](https://www.reddit.com/r/comics/comments/6c2mzt/antinet_neutrality_is_everyones_problem/), and we at Reddit will continue to fight for it. We’ve been here [before](https://www.reddit.com/r/blog/comments/2sjkf0/join_us_in_a_final_push_for_net_neutrality_its_as/), and this time we’re facing even worse odds.\n\nBut as we all know, you should never tell redditors the odds.\n\n### A level playing field\n\nNet neutrality gives new ideas, online businesses, and up-and-coming sites—like Reddit was twelve years ago—the opportunity to find an audience and grow on a level playing field. Saving net neutrality is crucial for the future of entrepreneurship in the digital age.\n\nWe weren’t always in the [top ten most-viewed sites in the U.S.](http://www.alexa.com/topsites/countries/US) When Steve and I started Reddit right out of college, we were just two kids with $12K in funding and some computers in Medford, MA. Our plan was to make something people wanted, because we knew if we accomplished that, we could win—even against massive incumbents. \n\nBut we wouldn’t have succeeded if users had to pay extra to visit our website, or if better-funded alternatives loaded faster. Our start-up got to live the American dream thanks to the open internet, and I want to be able to tell aspiring entrepreneurs with a straight face that they can build the next Reddit. If we lose net neutrality, I can’t tell them that.\n\n### We did it, Reddit, and we can do it again.\n\nYou all are capable of creating movements.\n\nI’ve had a front-row seat to witness the power of Reddit communities to rally behind a common goal—starting when you all named a whale [Mister Splashy Pants](https://www.ted.com/talks/alexis_ohanian_how_to_make_a_splash_in_social_media) in 2007. It’s been heartening to watch your collective creativity and energy over the years; it’s easy to take all these amazing moments of community and conversation for granted, but the thing that makes them all possible is the open internet, which unites redditors as an issue above all.\n\nHere’s a quick recap:\n\n* In 2012, [we coordinated with mods to black out the website to protest SOPA &amp; PIPA](https://redditblog.com/2012/01/10/stopped-they-must-be-on-this-all-depends/). They called these two bills “inevitable” in DC until America spoke up and they became “unthinkable.”\n* Then, [you all crowdfunded a bus we took through the heartland to support the open internet](http://www.adweek.com/digital/inside-reddits-internet-2012-bus-144244/). \n* Back in 2014, [you all rallied to deluge the FCC with thoughtful comments in support of net neutrality](https://www.reddit.com/r/technology/comments/275mqp/reddit_there_are_only_45000_comments_on_the_fccs/), and [we collected your best comments for our own letter to the FCC](https://www.reddit.com/r/blog/comments/2aohmu/reddit_is_filing_an_fcc_comment_to_fight_for_an/). \n* [You crowdfunded $20,000 to put up net neutrality ads across DC](https://www.theverge.com/2014/5/13/5711012/net-neutrality-protest-posters-go-up-across-washington-ahead-of-fcc-vote).\n* In the span of a few hours, [you made over 15,000 phone calls to the FCC and your representatives](https://redditblog.com/2015/01/15/join-us-in-a-final-push-for-net-neutrality-its-as-easy-as-calling-858-wheeler/)!\n\nAnd all of this actually *worked*.\n\nIt’s not just about the U.S., because [redditors in India have used the site to defend net neutrality](https://redditblog.com/podcast/a-neutral-net-part-two/) and the CRTC (the Canadian equivalent of the FCC) [visited r/Canada for a thoughtful (and 99% upvoted!) discussion with citizens](https://np.reddit.com/r/canada/comments/54kz6g/im_from_the_crtc_and_we_want_to_know_what_you/). \n\nReddit is simply too large to ignore, and you all did all of this when we were just a fraction of the size we are today.\n\n### Time to get back to work\n\nWe’re proud to join major internet companies like Amazon, Etsy, Twitter, and Netflix ([better late than never!](https://www.washingtonpost.com/news/the-switch/wp/2017/06/15/netflix-joining-next-months-net-neutrality-protest-says-it-will-never-outgrow-the-fight/)) in today’s Day of Action to Save Net Neutrality, orchestrated by Fight for the Future. We’ve already been hosting AMAs on the subject with politicians (like [Senator Schatz](https://www.reddit.com/r/politics/comments/6k27ny/im_us_senator_brian_schatz_lead_democrat_on_the/)) and journalists (like [Brian Fung from the Washington Post](https://www.reddit.com/r/politics/comments/6lfkwh/im_brian_fung_a_washington_post_reporter_covering/)). Today we’re changing our logo and sharing a special message from Steve, our CEO, with every visitor to our front page to raise awareness and send people to **[BattleForTheNet.com](http://battleforthenet.com)**. Most exciting, [dozens of communities on Reddit](https://www.reddit.com/r/technology/comments/6g9pkl/reddit_lets_get_organized_more_than_30_subreddits/) (with millions of subscribers) across party lines and interest areas have joined the cause. If your community hasn’t joined in yet, now’s the time! (And you’ll be in good company: u/Here_Comes_The_King is on our side.)\n\n*The FCC [is deciding this issue the way big cable and ISPs want it to](https://www.washingtonpost.com/news/the-switch/wp/2017/05/18/fcc-votes-to-start-rolling-back-landmark-net-neutrality-rules/?utm_term=.b7242cbf9cd1), so it’s on us as citizens to tell them—and our representatives in the Senate and House—how important the open internet is to our economy, our society, and especially for when we’re bored at work.*\n\nI invite everyone who cares about this across the internet to come talk about it with us on Reddit. Join the conversation, upvote stories about net neutrality’s importance to keep them top of mind, [make a high-quality GIF or two](https://www.reddit.com/r/HighQualityGifs/comments/6gnyl4/giffing_for_net_neutrality/), and, most importantly, [contact the FCC](https://www.battleforthenet.com/) to let them know why *you* care about protecting the open internet.\n\nThis is how we win: when every elected official realizes how vital net neutrality is to all of their constituents.\n\n--Alexis\n\n**Comment on this post with why net neutrality is important to you! We’re visiting D.C. next month, so if you're an American, add your representatives' names to your comment, we’ll do our best to share your stories with them on Capitol Hill!**", "subreddit": "blog", "total_awards_received": 0, "title": "We need your voice as we continue the fight for net neutrality", "subreddit_subscribers": 0}, {"author": "jade_monkey07", "created_utc": 1522884048, "score": 99965, "selftext": "Woo, front page! All from a stoner moment while listening to black keys - weight of love. \nLove you all!", "subreddit": "LifeProTips", "total_awards_received": 0, "title": "LPT: If you like one song by an artist, but don't dig the rest of their stuff. find out who the producer is and see what other work they've done. The producer can play a big role in how the final song turns out.", "subreddit_subscribers": 13952726}, {"author": "OllieOrly", "created_utc": 1567434767, "score": 98754, "selftext": "", "subreddit": "Art", "total_awards_received": 0, "title": "Goddess of Democracy, Me, Digital, 2019", "subreddit_subscribers": 16181726}, {"author": "Bombaskos", "created_utc": 1517417352, "score": 189979, "selftext": "", "subreddit": "mildlyinteresting", "total_awards_received": 0, "title": "Local Mexican restaurant used to be a Chinese restaurant. Instead of painting over a mural, they just put sombreros on the pandas.", "subreddit_subscribers": 0}, {"author": "power-cube", "created_utc": 1491230039, "score": 63768, "selftext": "", "subreddit": "DIY", "total_awards_received": 0, "title": "Sure I could have bought a custom in-ground swimming pool for $30,000 but instead I spent 3+ years of my life and built this Natural Swim Pond.", "subreddit_subscribers": 0}, {"author": "unknown_human", "created_utc": 1513430662, "score": 133425, "selftext": "", "subreddit": "sports", "total_awards_received": 0, "title": "Weightlifter promised his wife to win an Olympic gold medal before she died in a car accident", "subreddit_subscribers": 0}, {"author": "WonderboyAhoy", "created_utc": 1532623554, "score": 99729, "selftext": "", "subreddit": "nottheonion", "total_awards_received": 0, "title": "Nat Geo hires Jeff Goldblum to walk around, being professionally fascinated by things", "subreddit_subscribers": 13786872}, {"author": "KushloverXXL", "created_utc": 1491060412, "score": 186294, "selftext": "", "subreddit": "space", "total_awards_received": 0, "title": "Half-naked girls get thousands of upvotes, how many for our boy in blue?", "subreddit_subscribers": 0}, {"author": "speckz", "created_utc": 1520450256, "score": 70149, "selftext": "", "subreddit": "gadgets", "total_awards_received": 0, "title": "Amazon admits Alexa is creepily laughing at people and is working on a fix", "subreddit_subscribers": 0}, {"author": "ManWithoutModem", "created_utc": 1511295037, "score": 160940, "selftext": "", "subreddit": "television", "total_awards_received": 0, "title": "The FCC just announced its plan to slash net neutrality rules, allowing ISPs like Verizon to block apps, slow websites, and charge fees to control what you see &amp; do online. They vote December 14th. Click here to learn more and see what you can do to help!", "subreddit_subscribers": 0}, {"author": "thom_orrow", "created_utc": 1511325157, "score": 119831, "selftext": "", "subreddit": "Documentaries", "total_awards_received": 0, "title": "Charge fees for documentaries and bandwith caps. Banned videos and interference from big government. Must see! (2017)", "subreddit_subscribers": 0}, {"author": "melzhas", "created_utc": 1569864461, "score": 81459, "selftext": "", "subreddit": "photoshopbattles", "total_awards_received": 0, "title": "PsBattle: Just married couple in front of their burning car", "subreddit_subscribers": 15430382}, {"author": "SoDakZak", "created_utc": 1521500875, "score": 144081, "selftext": "", "subreddit": "GetMotivated", "total_awards_received": 0, "title": "[Image] Some people just don’t make excuses.", "subreddit_subscribers": 12812458}, {"author": "JPTIII", "created_utc": 1511296191, "score": 134102, "selftext": "**tldr: The FCC is about to kill net neutrality. We’re protesting nationwide on Dec 7th to stop them.\nHead over to http://www.verizonprotests.com/ for more info.**\n\n**WHAT’S HAPPENING?**\nThe Federal Communications Commission (FCC) just [announced](https://www.techdirt.com/articles/20171120/11253438653/fcc-plan-to-use-thanksgiving-to-hide-attack-net-neutrality-vastly-underestimates-looming-backlash.shtml) its plan to slash net neutrality rules, allowing ISPs like Verizon to block apps, slow websites, and charge fees to control what you see &amp; do online. They vote December 14th. People from across the political spectrum are outraged, so we’re planning to protest at Verizon retail stores across the country on December 7, one week before the vote and at the peak of the busy Holiday shopping season. We'll demand that our members of Congress take action to stop Verizon's puppet FCC from killing net neutrality.\n\n**WHAT’S NET NEUTRALITY?**\nNet neutrality is the [basic principle](https://www.theatlantic.com/technology/archive/2014/05/the-case-for-rebooting-the-network-neutrality-debate/361809/) that has made the Internet into what it is today. It prevents big Internet Service Providers (like Verizon) from charging extra fees, engaging in censorship, or controlling what we see and do on the web by throttling websites, apps, and online services.\n\n**WHY VERIZON STORES?**\nThe new chairman of the FCC, Ajit Pai, is a former top lawyer for Verizon, and the company has been spending millions on [lobbying](https://www.theverge.com/2017/7/12/15959932/comcast-verizon-att-net-neutrality-day-of-action) and lawsuits to kill net neutrality so they can gauge us all for more money. By protesting at Verizon stores, we’re shining light on the corruption and demanding that our local do something about it. Only Congress has the power to stop Verizon's puppet FCC, so at the protests we'll be calling and tweeting at legislators, and in cities where it's possible we'll march from Verizon stores to lawmakers offices.\n\n**WHAT ARE OUR DEMANDS?**\nAjit Pai is clearly still working for Verizon, not the public. But he still has to answer to Congress. So we’re calling on our lawmakers to do their job overseeing the FCC and speak out against Ajit Pai’s plan to gut Title II net neutrality protections and give Verizon and other giant ISPs everything on their holiday wishlist. \n\n**HOW CAN I JOIN?**\n[Click here](https://events.battleforthenet.com/#eventType=protestrally) and you’ll find an interactive map where you can see if there is already a protest planned near you. If not, you can [sign up to host one](http://act.demandprogress.org/event/team-internet/create/), and we’ll send you materials to make it easy and help you recruit others in your area. These protests will be quick, fun, and 100% legal. If you can’t attend a protest on December 7th, you can still help defend net neutrality by [calling your lawmakers](http://battleforthenet.com/) and spreading the word on social media. You can also sign up to host a meeting with your members of Congress, or volunteer for our texting team to help turn people out for these protests.", "subreddit": "listentothis", "total_awards_received": 0, "title": "The FCC is about to kill net neutrality. We’re protesting nationwide on Dec 7th to stop them.", "subreddit_subscribers": 0}, {"author": "plsbi", "created_utc": 1510170866, "score": 124278, "selftext": "", "subreddit": "UpliftingNews", "total_awards_received": 0, "title": "Man falsely imprisoned for 10 years, uses prison library to study law and have his conviction overturned. Becomes a lawyer and is now helping overturn other false convictions.", "subreddit_subscribers": 0}, {"author": "Bufger", "created_utc": 1554862498, "score": 123280, "selftext": "Today was the day I realised I messed up by not realising sooner and just thinking my content was shit \n\nFor the last 12 months I've been commenting on peoples posts, I've created my own posts. I haven't had a single upvote or reply to anything.. my karma has been at 885 for as long as I can remember so I just figured I wasnt very interesting (still likely true!)\n\nLast month I started to try and see my own posts through guest accounts and figured out they weren't showing, I could still clearly see my comments and posts on my account. \n\nAnyway, I finally mailed the help team and found out my IP was accidentally mixed in with some action to take out spammers, if you can see this it's all sorted now (and if you cant, I'm still in my own little Truman show)\n\nIf you're procrastinating (and let's face it, you are) feel free to go through my post history and verify the lack of any human engagement..\n\nTL;DR I was muted one year ago and didn't notice. Since then I've spent the whole time thinking how boring I must be because nobody replies  or updoots me.. :-/", "subreddit": "tifu", "total_awards_received": 0, "title": "TIFU by spending the last year on reddit talking to myself after being muted.", "subreddit_subscribers": 14259821}, {"author": "D0cR3d", "created_utc": 1499893383, "score": 101801, "selftext": "", "subreddit": "InternetIsBeautiful", "total_awards_received": 0, "title": "Please do your part to help keep informed on net neutrality. Here's some info to stay educated and inform the FCC and Congress on your feedback.", "subreddit_subscribers": 0}, {"author": "hanburgundy", "created_utc": 1519241774, "score": 48789, "selftext": "", "subreddit": "history", "total_awards_received": 0, "title": "New \"Discovery Mode\" turns video game \"Assassin's Creed: Origins\" into a fully narrated, interactive guided tour through a detailed recreation of Ptolemaic-period Egypt.", "subreddit_subscribers": 0}, {"author": "gotfelids", "created_utc": 1502802214, "score": 38907, "selftext": "", "subreddit": "philosophy", "total_awards_received": 0, "title": "TIL about the concept of \"amathia\", a Greek term that roughly means \"intelligent stupidity.\" This concept is used to explain why otherwise intelligent people believe and do stupid or evil things. \"It is not an inability to understand but in a refusal to understand.\"", "subreddit_subscribers": 0}, {"author": "izumi3682", "created_utc": 1511283983, "score": 140845, "selftext": "", "subreddit": "Futurology", "total_awards_received": 0, "title": "F.C.C. Announces Plan to Repeal Net Neutrality", "subreddit_subscribers": 0}, {"author": "awfulmspaint", "created_utc": 1516566079, "score": 118906, "selftext": "", "subreddit": "OldSchoolCool", "total_awards_received": 0, "title": "The Paramount Pictures logo on the day it was originally painted. [1965]", "subreddit_subscribers": 0}, {"author": "MOSTEPICPLAYER", "created_utc": 1511304136, "score": 116226, "selftext": "", "subreddit": "dataisbeautiful", "total_awards_received": 0, "title": "Imagine having to pay money to share your data. Save net neutrality today!", "subreddit_subscribers": 0}, {"author": "neverNotLearning", "created_utc": 1487286476, "score": 42050, "selftext": "", "subreddit": "WritingPrompts", "total_awards_received": 0, "title": "[WP] The year is 1910. Adolf Hitler, a struggling artist, has fought off dozens of assasination attemps by well meaning time travelers, but this one is different. This traveller doesn't want to kill Hitler, he wants to teach him to paint. He pulls off his hood to reveal the frizzy afro of Bob Ross.", "subreddit_subscribers": 0}, {"author": "BeeDoubleOhTeeWhy", "created_utc": 1511352115, "score": 24894, "selftext": "\nWhen I first saw the post, I didn’t know how to react. “Prices constricting websites rising yet again.” I sat there, baffled, unsure of how I was going to pay my internet bill, let alone my rent. This was the fourth time in the past three months they’d decided to jack up the prices. \n\n“I’m not sure where all that money was going, but at this point, they’ve probably got enough to employ a small army.”\n\nI turned to look at my door. Within the dark frame stood my sister. She made her way over rotting floorboards and piles of trash until I could make out her face in the pale glow of my monitor.\n\nI studied her ever-thinning frame, concerned that she wasn’t getting enough food. We both knew, however, that she was getting all the food that she possibly could have. \n\n“Rachel, you don’t look healthy,” I said. “You’ve got to get something into your system.”\n\nIgnoring me completely, she said. “I think this is another full raise. Didn’t take them long to figure out that raising every website at once is going to fund their greedy habits much better.” \n\nI turned back to the monitor, noting that the brightness was dimming slowly. I’d have to pay soon or it’s going to shut down. I looked back up to my sister’s fragile frame, weighing my options. \n\nShe stared at me, puzzled. “Nathan, what are you doing? Pay the fee or it’ll shut down the computer.” \n\nFinally settling on my choice. I watched at the display slowly faded until we we’re bathed in shadow. I precariously made my way to the light switch, once almost stepping on a jagged edge that would have sliced my decaying shoes to pieces. \n\nI flipped the switch. Nothing. \n\n“They shut the power off last week. We didn’t pay the bill. You told me we could just use the computer lights.” \n\nMy sister pulled a lighter out of her tattered pocket, and did her best to combat the darkness that had taken over the room. I looked at my surroundings. I hadn’t left this room in weeks. Had the walls always been this shade of mold?\n\n\n\n“Let’s go downstairs.” I said to Rachel. When we arrived in what we once called our “kitchen”, she confronted me with my inaction as the computer faded. \n\n“You need to eat more. This week’s computer wage is going to go into your stomach.” \n\n“I’m not that hungry, I ate on Sunday.”\n\n“Rachel, it’s Friday night.”\n\nEver shy in the face of confrontation, she backed off and sat on a small trash-less spot on the floor. \n\n“I’m going to walk to the store and find us something to eat, you stay there.” I told her. “Don’t let anyone in.”\n\n“Who would want to get in here anyways.” she mumbled, but complied non-the-less. \n\nAfter a few hard pulls, the door came unstuck, replaced by a wall of humidity and heat. I was taken aback initially. It must’ve been, what, four months since I left the house? Five? It’s hard to keep track when the computer doesn’t sleep.\n\nAs I hurried on the sidewalk, eager to end my errand as fast as possible, I saw the familiar glow of LEDs from just about every window on the block. Each house was falling apart, but at least they had their internet, right? \n\nIn the store, there was one attendant, who was nice enough to instruct me in where to find what I needed. The faster I get home, the better. I don’t like being out here. \n\nAs I rounded the corner to my street, I saw lights from within my home. Shit, is someone raiding my setup? I rushed in to find my sister gagged and bound on her knees. Next to her were two men in riot gear. There was a third in front of them, clearly instructing them.\n\nAt the sound of the door they turned, and with a smile on his face, the head officer looked at me.\n\n“Ah, Nathan, is it?”\n\nUnsure of what to say, I just stood there, groceries in hand, the outside  climate still breathing down my neck. \n\n“It says in your file that you’ve stopped paying your internet bill. Is that true? That would be such a shame. It would mean we have to take you away.” He said with a faux sadness in his voice. \n\nAngered at how he was treating my sister, I charged him, swinging the only thing i had at him as a weapon. There isn’t much a can of meat can do against someone in kevlar except to annoy them. \n\nHe smirked at me, and then sent a left hook to my jaw that toppled me to the ground. Dazed, I tried to get to my sister as she screamed through her gag. The man planted his boot firmly on my back, pinning me to the rotting floor. \n\nHe leaned down and whispered in my ear, an audible smirk in his voice.\n\n“No one can live without the internet, Nathan.”\n\n[battleforthenet.com](https://www.battleforthenet.com)", "subreddit": "nosleep", "total_awards_received": 0, "title": "Net Neutrality", "subreddit_subscribers": 0}, {"author": "ewilliam", "created_utc": 1527609482, "score": 87876, "selftext": "", "subreddit": "creepy", "total_awards_received": 0, "title": "A friend went for a walk the other night and saw this woman just standing on a roof", "subreddit_subscribers": 12213312}, {"author": "inbodymassalone_", "created_utc": 1484969454, "score": 82122, "selftext": "", "subreddit": "TwoXChromosomes", "total_awards_received": 0, "title": "This can never go away, this needs to continue to get posted over and over and over again. This should never be forgotten", "subreddit_subscribers": 0}, {"author": "heycanwedie", "created_utc": 1569487418, "score": 152154, "selftext": "", "subreddit": "memes", "total_awards_received": 0, "title": "Simpsons predicted it yet again", "subreddit_subscribers": 6367418}, {"author": "iwifia", "created_utc": 1513037063, "score": 134753, "selftext": "", "subreddit": "technology", "total_awards_received": 0, "title": "Congress has set out a bill to stop the FCC taking away our internet. PLEASE SPREAD THIS AS MUCH AS YOU CAN.", "subreddit_subscribers": 0}, {"author": "Mr_Mojo_Risin_", "created_utc": 1569027897, "score": 90590, "selftext": "", "subreddit": "AdviceAnimals", "total_awards_received": 0, "title": "Seriously, I just want to sit in silence sometimes.", "subreddit_subscribers": 7713943}, {"author": "purplespengler", "created_utc": 1511378852, "score": 28421, "selftext": "Hello everyone.\n\nOn r/Fitness, our policy is to keep it a haven from anything that even smells of politics and focusing the content on fitness. This post does not represent a change in that policy, but rather that we feel the issue of Net Neutrality is so incredibly important to our community and to the world of fitness that we are willing to make an exception to something we have historically been extremely strict and uncompromising about.\n\nConsider some of the popular and highly regarded sources of fitness information that we have today. People like (in no particular order): Greg Nuckols, Alan Thrall, Mark Rippetoe, Jeff Cavaliere/Athlean-X, Cody LeFever/GZCL, our own u/MythicalStrength, Omar Isuf, Mark Bell, Jam Wandler, Brian Alsruhe, Jonnie Candito, Layne Norton, Chris Duffin, Ben Pollack, Megsquats, Eric Cressey, Brad Schoenfeld, Mike Israetel, Bradley Martin, Chad Wesley Smith, Joe DeFranco, Marisa Inda, Janae Marie Kroc. Websites like Strength and Conditioning Research, Examine, Juggernaut Training Systems, EliteFTS, Rogue, Muscle and Strength, BodyBuilding.com, T-Nation, Body Recomposition, Keto Gains, MyFitnessPal, Sci-Fit, Starting Strongman, ExRx, and all the disparate fitness sub-Reddits.\n\nNow imagine a world where the telecom company that owns your ISP has seen that there's money to be made if they jump into the fitness market, and they've decided to launch their own Daily Workouts service, so they throttle or block your internet traffic when you go to watch some of the most popular fitness channels on YouTube, and *there is nothing you can do about it*. What they are doing has been made completely legal. You cannot speak with your money because you have either no other choices in ISP in your region, significantly worse choices in service, or your other choices are owned by a *different* telecom juggernaut that is doing exactly the same thing.\n\nImagine a world where Greg Nuckols can be legally forced to pay Comcast so that their customers can access StrengTheory unimpeded, and so he must either start charging, run intrusive ads, or shut down. Replace \"Greg Nuckols\" with anyone you care to name.\n\nThink that can't happen? [They've already tried. Repeatedly.](http://archive.is/y8e4H) The only thing that stopped them was the FCC - The same FCC whose chairman now wants to dismantle everything that stopped them from becoming this generation's Robber Barons.\n\nThe Internet facilitates the exchange of information between individuals in a way that has revolutionized fitness. It has provided athletes and coaches with a platform to connect with and share high quality training methodology with more people than ever in history. It has lowered the barrier to finding  training and nutrition information. It has helped uncountable numbers of fitness enthusiasts of all levels of experience to learn how to achieve their goals. It has lowered the financial barrier to pursuing fitness by spreading information that dispels myths about snake oil supplements, over-marketed fitness programs, and unethical industry practices. Though there is a dark side to that coin as well, the list of positives and benefits is enormous and their value cannot be overstated.\n\nIt is because of the importance of Net Neutrality to the entire world of fitness that we are making an exception to our normal practices for this post. Everything that can be done to protect Net Neutrality **must** be done.\n\n**We strongly urge everyone within the sound of our voice to contact their Congressmen and Congresswomen to tell them of the importance of Net Neutrality.** The internet is famous in recent years for \"slacktivism\", but this issue is too important to simply share things on social media. I, personally, have already called my representatives and will be hand writing letters to everyone who is relevant later today.\n\nThis website is currently making the rounds and will help you take what action you can: www.battleforthenet.com", "subreddit": "Fitness", "total_awards_received": 0, "title": "Net Neutrality - A serious issue that cannot be ignored", "subreddit_subscribers": 0}, {"author": "VictorJ45", "created_utc": 1569268311, "score": 152157, "selftext": "", "subreddit": "wholesomememes", "total_awards_received": 0, "title": "What a considerate man", "subreddit_subscribers": 5362627}, {"author": "profeta-", "created_utc": 1563207428, "score": 91341, "selftext": "", "subreddit": "WTF", "total_awards_received": 0, "title": "Annoyed by loud music, man uses drone to hit neighbors with fireworks", "subreddit_subscribers": 5747274}, {"author": "SQUEEEEEEEEEPS", "created_utc": 1494882202, "score": 98337, "selftext": "", "subreddit": "politics", "total_awards_received": 0, "title": "Trump revealed highly classified information to Russian foreign minister and ambassador.", "subreddit_subscribers": 0}, {"author": "Particle_Man_Prime", "created_utc": 1533399193, "score": 82237, "selftext": "", "subreddit": "bestof", "total_awards_received": 0, "title": "Student is frantically on Reddit trying to get attention to the fact that his friends are being raped and murdered by his government.", "subreddit_subscribers": 4898728}, {"author": "britweins", "created_utc": 1550792992, "score": 148453, "selftext": "", "subreddit": "interestingasfuck", "total_awards_received": 0, "title": "Im the girl from the \"giant\" wolf post. Here's another one of our rescues, Yuki.", "subreddit_subscribers": 3302106}, {"author": "lllDUNN", "created_utc": 1552338986, "score": 134205, "selftext": "", "subreddit": "BlackPeopleTwitter", "total_awards_received": 0, "title": "There was always a group", "subreddit_subscribers": 2876488}, {"author": "Boojibs", "created_utc": 1562178348, "score": 125668, "selftext": "", "subreddit": "oddlysatisfying", "total_awards_received": 0, "title": "This cat's peculiar jumping style.", "subreddit_subscribers": 3140028}, {"author": "Roadkill80", "created_utc": 1516371635, "score": 35404, "selftext": "", "subreddit": "travel", "total_awards_received": 0, "title": "Taken with a phone out of my hotel window in Venice... and no boats!", "subreddit_subscribers": 0}, {"author": "SimplifyEUW", "created_utc": 1491007705, "score": 66331, "selftext": "Lets do this /r/leagueoflegends!!!\n\nEDIT: CONFIRMED BY THE LORD HIMSELF, WE DID IT REDDIT!!!: https://www.reddit.com/r/leagueoflegends/comments/62phzt/our_lord_and_saviour_marc_merrill_has_said_if/dfp217r/", "subreddit": "leagueoflegends", "total_awards_received": 0, "title": "OUR LORD AND SAVIOUR MARC MERRILL HAS SAID IF THIS POST GETS TO THE TOP OF /R/ALL, HE WILL GIVE GRAVES A CIGAR AGAIN!", "subreddit_subscribers": 0}, {"author": "mk4rim", "created_utc": 1554123295, "score": 86130, "selftext": "", "subreddit": "lifehacks", "total_awards_received": 0, "title": "Using Google Sheets to translate batches of words. Great for language learning.", "subreddit_subscribers": 2529807}, {"author": "jaytix1", "created_utc": 1571338437, "score": 90287, "selftext": "", "subreddit": "facepalm", "total_awards_received": 0, "title": "Japanese woman is accused of appropriating her own culture", "subreddit_subscribers": 2973956}, {"author": "libtardium", "created_utc": 1566152905, "score": 129078, "selftext": "", "subreddit": "me_irl", "total_awards_received": 0, "title": "Me📢irl", "subreddit_subscribers": 2664115}, {"author": "Tutankhhamun", "created_utc": 1569005847, "score": 135042, "selftext": "", "subreddit": "dankmemes", "total_awards_received": 0, "title": "Didn't Disappoint.", "subreddit_subscribers": 2809043}, {"author": "PaaaalHoem", "created_utc": 1557075524, "score": 108179, "selftext": "", "subreddit": "NatureIsFuckingLit", "total_awards_received": 0, "title": "🔥 Beluga whale saves an iPhone from the sea in Norway", "subreddit_subscribers": 2159361}, {"author": "ForTexi", "created_utc": 1570618121, "score": 105407, "selftext": "", "subreddit": "pcmasterrace", "total_awards_received": 0, "title": "EA giving away its crown.", "subreddit_subscribers": 2939366}, {"author": "drewhead118", "created_utc": 1533647078, "score": 115161, "selftext": "", "subreddit": "Tinder", "total_awards_received": 0, "title": "That's it. I'm done. I've actually peaked this time and I'll never reach these heights again", "subreddit_subscribers": 1110567}, {"author": "thorgred", "created_utc": 1550590464, "score": 77738, "selftext": "", "subreddit": "Whatcouldgowrong", "total_awards_received": 0, "title": "If I take this Random biker's keys", "subreddit_subscribers": 1864899}, {"author": "Balls_of_Adamanthium", "created_utc": 1571163914, "score": 90713, "selftext": "", "subreddit": "nba", "total_awards_received": 0, "title": "Max Kellerman on Lebron: \"It's called selling out. It's very easy to take a stand when there is low to no cost. When there is a real price to pay, then who will stand up? Mohammad Ali did. Not Lebron James\"", "subreddit_subscribers": 2720237}, {"author": "_NITRISS_", "created_utc": 1550513625, "score": 75259, "selftext": "", "subreddit": "AnimalsBeingBros", "total_awards_received": 0, "title": "A helping paw is always appreciated", "subreddit_subscribers": 1779448}, {"author": "AliceTheGamedev", "created_utc": 1556269633, "score": 61096, "selftext": "", "subreddit": "PS4", "total_awards_received": 0, "title": "[God of War][gif] I love that the game's developers took the time to make this", "subreddit_subscribers": 2178433}, {"author": "rWoahDude", "created_utc": 1511311237, "score": 111424, "selftext": "", "subreddit": "woahdude", "total_awards_received": 0, "title": "Join the Battle for Net Neutrality! Net neutrality will die in a month and will affect WoahDude and many other websites and services, unless we fight for it!", "subreddit_subscribers": 0}, {"author": "iam4real", "created_utc": 1564899903, "score": 67172, "selftext": "", "subreddit": "trippinthroughtime", "total_awards_received": 0, "title": "Preach", "subreddit_subscribers": 2208170}, {"author": "sydken", "created_utc": 1522347583, "score": 59589, "selftext": "", "subreddit": "tattoos", "total_awards_received": 0, "title": "My Grandma &amp; Grandpa - by Eli Wood at Lombard Street Tattoo in Portland!", "subreddit_subscribers": 959264}, {"author": "MiloMuggins", "created_utc": 1493562938, "score": 68850, "selftext": "", "subreddit": "AnimalsBeingJerks", "total_awards_received": 0, "title": "This crab is making its way down a pipe in the shop I'm working in and peeling paint off. Thanks for the mess, jerk.", "subreddit_subscribers": 0}, {"author": "Xana619", "created_utc": 1559066213, "score": 105654, "selftext": "", "subreddit": "BikiniBottomTwitter", "total_awards_received": 0, "title": "It really be like that", "subreddit_subscribers": 1872457}, {"author": "runfayfun", "created_utc": 1511313560, "score": 79112, "selftext": "", "subreddit": "reactiongifs", "total_awards_received": 0, "title": "MRW when the front page of Reddit is all pro net neutrality", "subreddit_subscribers": 0}, {"author": "leckaschmecka", "created_utc": 1572697988, "score": 113114, "selftext": "", "subreddit": "Minecraft", "total_awards_received": 0, "title": "I made a texture pack that gives mobs different facial expressions. Should I keep going?", "subreddit_subscribers": 2116433}, {"author": "ExcellentBread", "created_utc": 1570636388, "score": 102811, "selftext": "", "subreddit": "Overwatch", "total_awards_received": 0, "title": "Overwatch hero Mei is becoming a Hong Kong protest symbol - Polygon", "subreddit_subscribers": 2562607}, {"author": "FarReference3", "created_utc": 1567182067, "score": 73252, "selftext": "First of all thank you so much for all the replies, I didnt think this would get so big. I have read pretty much all of them (special shout out goes to the person who says this was fake solely on the fact that I write like a man, whatever that means XD)\n\nAlso thanks for all the gold and silver, it's appreciated although if you wanna spend money give it to charity or something.\n\n&amp;#x200B;\n\nI went and talked to him this morning I told him that his father is not going to look at me and he needs to respect that. He was adamant that it needs to happen and accused me about lying about my virginity. I was trying to be calm and rational but he was not having it and just became more and more angry. I told him if he really loved me he would stand by me on this and tell his father no to which he slapped me and said he didnt need to prove anything.\n\nso I ended it and left him. I am currently back at my friends house being miserable and eating pizza which is pretty fun. \n\nso yup. Thanks everyone :)", "subreddit": "relationship_advice", "total_awards_received": 0, "title": "[UPDATE]: My (22f) fiance (25m) want his father to check my hymen tomorrow night before I get married.", "subreddit_subscribers": 1951629}, {"author": "morganeisenberg", "created_utc": 1513444072, "score": 35843, "selftext": "", "subreddit": "FoodPorn", "total_awards_received": 0, "title": "It's taken a ton of testing to get here, but these really are the ultimate big, soft, and super chewy chocolate chip cookies. Recipe in the comments. [OC] [670 x 1004]", "subreddit_subscribers": 0}, {"author": "NavyBlueEyes", "created_utc": 1524353289, "score": 13358, "selftext": "About 2 months ago, I made a post [here](https://www.reddit.com/r/relationships/comments/802cdc/i_23_m_have_never_been_in_a_relationship_please/) about losing faith in finding love.\n\n\nBasically you told me to just go out and talk to people. So I ditched the online dating and just...talked to lots of people. It was kinda awkward at first, but once I mustered up the balls to say hi, I found that people actually enjoyed talking to me. Even if it was cold like on the street or on the bus. I started to feel good and somehow women even started to approach *me*.\n\n\nEventually I asked women out and their responses were well, pleasant. Even if they said no, they were really flattered. Some said they *would* say yes but they have a BF ( I hope they didn't tell their BF that). We would share a laugh and we still say hi on the street. The takeaway is I spent a lot of my life waiting for the opportunity, but realized that women liked to be talked to and asked out as much as I do.\n\n\nOn my 4th or 5th girl, I got a yes and we had a 1st date. It was really nice and we're going on a 2nd one soon. It's really exciting for me. Even if it doesn't work out, it gives me hope for the future. \n\n\nYou don't know who I am and probably don't care, but I just want people to know your advice helped me during a time I was pretty sad and butthurt. Thanks :)\n\n**tl;dr:** Couldn't get a date, frustrated. You gave me advice. Realized women wait and like to be asked out. Now I date.", "subreddit": "relationships", "total_awards_received": 0, "title": "I,[23/M] never been in a relationship, followed your advice.", "subreddit_subscribers": 1104133}, {"author": "TekCrow", "created_utc": 1531318408, "score": 109253, "selftext": "", "subreddit": "Unexpected", "total_awards_received": 0, "title": "My parents warned me about their new tortoise being ... special.", "subreddit_subscribers": 1377620}, {"author": "sloth_on_meth", "created_utc": 1566302880, "score": 133400, "selftext": "", "subreddit": "PewdiepieSubmissions", "total_awards_received": 0, "title": "🎉CONGRATULATIONS FELIX &amp; MARZIA 🎉", "subreddit_subscribers": 1975173}, {"author": "VincibleAndy", "created_utc": 1511323302, "score": 8237, "selftext": "", "subreddit": "photography", "total_awards_received": 0, "title": "The upcoming FCC vote on net neutrality affects photographers just as much as it affects any other person who uses the internet; more so for professionals. I know this isn't specifically about photography but it is important to this sub none the less.", "subreddit_subscribers": 0}, {"author": "relevantlife", "created_utc": 1550507368, "score": 66247, "selftext": "", "subreddit": "atheism", "total_awards_received": 0, "title": "Mormon missionaries now permitted to phone home once a week. Missionaries have previously been permitted to phone home only twice a year, on Christmas and Mother's Day. Loud and clear: if your church dictates when you can contact your family, you are in a fucking cult.", "subreddit_subscribers": 2337092}, {"author": "Dystopian_Dreamer", "created_utc": 1529526000, "score": 31792, "selftext": "", "subreddit": "boardgames", "total_awards_received": 0, "title": "Cards Against Humanity officially surpasses acoustic guitars as the most annoying thing you can bring to a party [Satire]", "subreddit_subscribers": 697438}, {"author": "kirbyfan64sos", "created_utc": 1510420855, "score": 35551, "selftext": "", "subreddit": "programming", "total_awards_received": 0, "title": "Chrome 64 will prevent third-party ads from redirecting the page, and prevent disguised buttons that open malicious content", "subreddit_subscribers": 0}, {"author": "anonymousamish", "created_utc": 1552574196, "score": 39770, "selftext": "But to me, March 14th will always be cake day.", "subreddit": "dadjokes", "total_awards_received": 0, "title": "People keep saying today is Pi day", "subreddit_subscribers": 1502090}, {"author": "greentangent", "created_utc": 1511295222, "score": 74983, "selftext": "", "subreddit": "gardening", "total_awards_received": 0, "title": "Join the Battle for Net Neutrality! Don't let the FCC destroy the internet!", "subreddit_subscribers": 0}, {"author": "bananamananagana", "created_utc": 1563811261, "score": 118567, "selftext": "", "subreddit": "instant_regret", "total_awards_received": 0, "title": "Hockey player thinks his penalty is \"bullshit\", until he watches the replay.", "subreddit_subscribers": 1854801}, {"author": "jcardona1", "created_utc": 1527614019, "score": 93712, "selftext": "", "subreddit": "mildlyinfuriating", "total_awards_received": 0, "title": "North Face stole my photo and put it on their shirts without asking", "subreddit_subscribers": 958765}, {"author": "BryceAlanThomas", "created_utc": 1485458567, "score": 42466, "selftext": "", "subreddit": "pokemongo", "total_awards_received": 0, "title": "I'm with this guy", "subreddit_subscribers": 0}, {"author": "Jerseyprophet", "created_utc": 1558616684, "score": 104563, "selftext": "", "subreddit": "gameofthrones", "total_awards_received": 0, "title": "[No Spoilers] Peter Dinklage showed the world that little people don't need to be relegated to the background or cast as anything less than traditional roles. He absolutely crushed his performance, and may have helped other talented little people to get a bigger chance in film and television.", "subreddit_subscribers": 2265271}, {"author": "Satokech", "created_utc": 1509408169, "score": 68044, "selftext": "I'm rich and bored. Make me proud Reddit!\n\nLeave a comment below after upvoting so I know to message you to send a copy.", "subreddit": "pokemon", "total_awards_received": 0, "title": "If this post gets 100 upvotes, I’ll buy everyone who upvotes a copy of Ultra Sun and Ultra Moon", "subreddit_subscribers": 0}, {"author": "CopperOtter", "created_utc": 1512491877, "score": 90931, "selftext": "", "subreddit": "europe", "total_awards_received": 0, "title": "This is Jean-Baptiste Kempf, the creator of the VLC media player, he refused tens of millions of euros in order to keep VLC ads-free. Merci, Jean!", "subreddit_subscribers": 0}, {"author": "JanuarysVeryOwn_", "created_utc": 1523261433, "score": 16782, "selftext": "", "subreddit": "malefashionadvice", "total_awards_received": 0, "title": "Is there a twitter account or subreddit I can follow to see posts like this?", "subreddit_subscribers": 898651}, {"author": "bsurfn2day", "created_utc": 1567710804, "score": 76279, "selftext": "", "subreddit": "AnimalsBeingDerps", "total_awards_received": 0, "title": "Nail clippers?...I feel faint", "subreddit_subscribers": 1662005}, {"author": "joewee123", "created_utc": 1567093414, "score": 387, "selftext": "", "subreddit": "Cornell", "total_awards_received": 0, "title": "upvote for good luck this semester", "subreddit_subscribers": 13827}]