[
    {
        "joke": "Today, my son asked \"Can I have a book mark?\" and I burst into tears. 11 years old and he still doesn't know my name is Brian.",
        "score": 67,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "My wife is really mad at the fact that I have no sense of direction. So I packed up my stuff and right.",
        "score": 64,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "DAD: I was just listening to the radio on my way in to town, apparently an actress just killed herself.MOM: Oh my! Who!?DAD: Uh, I can't remember... I think her name was Reese something?MOM: WITHERSPOON!!!!!???????DAD: No, it was with a knife...",
        "score": 59,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "How do you make holy water? You boil the hell out of it.",
        "score": 52,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I bought some shoes from a drug dealer. I don't know what he laced them with, but I was tripping all day!",
        "score": 51,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Did you know the first French fries weren't actually cooked in France? They were cooked in Greece.",
        "score": 48,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "If a child refuses to sleep during nap time, are they guilty of resisting a rest?",
        "score": 48,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "The secret service isn't allowed to yell \"Get down!\" anymore when the president is about to be attacked. Now they have to yell \"Donald, duck!\"",
        "score": 48,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I'm reading a book about anti-gravity. It's impossible to put down!",
        "score": 43,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do you call someone with no body and no nose? Nobody knows.",
        "score": 41,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I ordered a chicken and an egg from Amazon. I’ll let you know",
        "score": 41,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What is the least spoken language in the world? Sign language",
        "score": 41,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "My daughter screeched, \"Daaaaaad, you haven't listened to one word I've said, have you!?\" What a strange way to start a conversation with me...",
        "score": 36,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "A slice of apple pie is $2.50 in Jamaica and $3.00 in the Bahamas. These are the pie rates of the Caribbean.",
        "score": 36,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "My wife tried to unlatch our daughter's car seat with one hand and said, \"How do one armed mothers do it?\" Without missing a beat I replied, \"Single handedly.\"",
        "score": 35,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "When a dad drives past a graveyard: Did you know that's a popular cemetery? Yep, people are just dying to get in there!",
        "score": 33,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "My friend keeps saying \"cheer up man it could be worse, you could be stuck underground in a hole full of water.\" I know he means well.",
        "score": 33,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Justice is a dish best served cold, if it were served warm it would be justwater.",
        "score": 33,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "The fattest knight at King Arthur’s round table was Sir Cumference. He acquired his size from too much pi.",
        "score": 32,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "MOM: \"How do I look?\" DAD: \"With your eyes.\"",
        "score": 30,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Why can't you hear a pterodactyl go to the bathroom? Because the pee is silent.",
        "score": 29,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What does a zombie vegetarian eat? “GRRRAAAAAIIIINNNNS!”",
        "score": 29,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Spring is here! I got so excited I wet my plants!",
        "score": 28,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "3 unwritten rules of life...1. 2. 3.",
        "score": 28,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "If you see a robbery at an Apple Store does that make you an iWitness?",
        "score": 27,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Did you hear the news? FedEx and UPS are merging. They’re going to go by the name Fed-Up from now on.",
        "score": 27,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Don't trust atoms. They make up everything!",
        "score": 26,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I told my son I was named after Thomas Jefferson… He said, “But dad, your name is Brian.” I said, “I know, but I was named AFTER Thomas Jefferson.”",
        "score": 26,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "KID: \"Dad, make me a sandwich!\" DAD: \"Poof, you’re a sandwich!”",
        "score": 25,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Why did the invisible man turn down the job offer? He couldn't see himself doing it.",
        "score": 24,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "SERVER: \"Sorry about your wait.\" DAD: \"Are you saying I’m fat?”",
        "score": 24,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What has two butts and kills people? An assassin",
        "score": 24,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What did the pirate say on his 80th birthday? AYE MATEY",
        "score": 23,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "CASHIER: \"Would you like the milk in a bag, sir?\" DAD: \"No, just leave it in the carton!’”",
        "score": 22,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What's the best part about living in Switzerland? I don't know, but the flag is a big plus.",
        "score": 22,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "When an ambulance zips past with its siren blaring: \"They won’t sell much ice cream driving that fast.”",
        "score": 21,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "If Snoop Dogg dies before pot becomes legal in the US, he will be rolling in his grave.",
        "score": 21,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do you call a dog that can do magic? A Labracadabrador.",
        "score": 19,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "5/4 of people admit that they’re bad with fractions.",
        "score": 18,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Why couldn't the bike standup by itself? It was two tired.",
        "score": 18,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do you call a deer with no eyes? No idea!",
        "score": 17,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "GRANDPA: I have a 'dad bod', DAD: To me it's more like a father figure.",
        "score": 17,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What time did the man go to the dentist? Tooth hurt-y.",
        "score": 16,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "When a dad drives past a cow pasture: LOOK! That cow is OUT-STANDING in his field!",
        "score": 16,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What’s Forrest Gump’s password? 1forrest1",
        "score": 15,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I used to have a job at a calendar factory but I got the sack because I took a couple of days off.",
        "score": 15,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "When you ask a dad if he's alright: \"No, I’m half left.”",
        "score": 15,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "KID: \"Hey, I was thinking…\" DAD: \"I thought I smelled something burning.”",
        "score": 14,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "A termite walks into a bar and asks, \"Is the bar tender here?\"",
        "score": 13,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Two guys walk into a bar, the third one ducks.",
        "score": 13,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "How many tickles does it take to make an octopus laugh? Ten-tickles.",
        "score": 13,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "SON: *hands my Dad his 50th birthday card*, DAD: You know, one would have been enough.",
        "score": 13,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "When a woman is giving birth, she is literally kidding.",
        "score": 13,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "A ham sandwich walks into a bar and orders a beer. The bartender says, \"Sorry we don’t serve food here.\"",
        "score": 12,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Can February March? No, but April May!",
        "score": 12,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What did the buffalo say to his son when he dropped him off at school? Bison.",
        "score": 12,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Why did the crab never share? Because he's shellfish.",
        "score": 12,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "To call the whole Elon Musk controversy “Elon-Gate” seems like a bit of a stretch.",
        "score": 12,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Two peanuts were walking down the street. One was a salted.",
        "score": 11,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do you call a cow with two legs? Lean beef. If the cow has no legs, then it’s ground beef.",
        "score": 11,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I just watched a documentary about beavers. It was the best dam show I ever saw!",
        "score": 10,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What is Beethoven’s favorite fruit? A ba-na-na-na.",
        "score": 10,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "When you ask a dad if they got a haircut: \"No, I got them all cut!\"",
        "score": 10,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Where did the college-aged vampire like to shop? Forever 21.",
        "score": 10,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "GROCERY STORE CHECKER: \"Paper or plastic?\" DAD: \"Either, I’m bisacktual.”",
        "score": 9,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What did the horse say after it tripped? \"Help! I’ve fallen and I can’t giddyup!”",
        "score": 9,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "You know what the loudest pet you can get is? A trumpet.",
        "score": 9,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Why wasn't the woman happy with the velcro she bought? It was a total ripoff.",
        "score": 9,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What noise does a 747 make when it bounces? Boeing, Boeing, Boeing.",
        "score": 9,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I hear it's easy to get ladies not to eat Tide pods. It's more difficult to deter gents, though.",
        "score": 9,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do you call a factory that sells passable products? A satisfactory.",
        "score": 8,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "A woman is on trial for beating her husband to death with his guitar collection. Judge says, \"First offender?\" She says, \"No, first a Gibson! Then a Fender!”",
        "score": 8,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Did you hear about the circus fire? It was in tents!",
        "score": 8,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "You're American when you go into the bathroom, and you're American when you come out, but do you know what you are while you're in there? European.",
        "score": 7,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I’m only familiar with 25 letters in the English language. I don’t know why.",
        "score": 7,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "WAITRESS: \"Soup or salad?\" DAD: \"I don’t want a SUPER salad, I want a regular salad.”",
        "score": 7,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do you get when you cross a snowman with a vampire? Frostbite.",
        "score": 7,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What does an angry pepper do? It gets jalapeño your face.",
        "score": 7,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "As a lumberjack, I know that I’ve cut exactly 2,417 trees. I know because every time I cut one, I keep a log.",
        "score": 7,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Want to hear a joke about a piece of paper? Never mind... it's tearable.",
        "score": 5,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Why do chicken coops only have two doors? Because if they had four, they would be chicken sedans!",
        "score": 5,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do you get when you cross an elephant with a rhino? Elephino.",
        "score": 5,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I was interrogated over the theft of a cheese toastie. Man, they really grilled me.",
        "score": 5,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "If you rearrange the letters of “Postmen”. They get really pissed off.",
        "score": 5,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "A three-legged dog walks into a bar and says to the bartender, \"I’m looking for the man who shot my paw.\"",
        "score": 4,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I had a dream that I was a muffler last night. I woke up exhausted!",
        "score": 4,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "You heard of that new band 1023MB? They're good but they haven't got a gig yet.",
        "score": 4,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Did you hear about the guy who invented Lifesavers? They say he made a mint.",
        "score": 3,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Did you see they made round bails of hay illegal in Wisconsin? It’s because the cows weren’t getting a square meal.",
        "score": 3,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do you call a lonely cheese? Provolone.",
        "score": 3,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "DAD, TO A SINGER: \"Don’t forget a bucket.\" SINGER: \"Why?\" DAD: \"To carry your tune.\"",
        "score": 3,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "I told my 14 year old son I thought 'Fortnite' was a stupid name for a computer game. I think it is just too weak.",
        "score": 3,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "How do you make a Kleenex dance? Put a little boogie in it!",
        "score": 2,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "How do you tell the difference between a frog and a horny toad? A frog says, \"Ribbit, ribbit\" and a horny toad says, \"Rub it, rub it.”",
        "score": 2,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do prisoners use to call each other? Cell phones.",
        "score": 2,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Why didn't the vampire attack Taylor Swift? She had bad blood.",
        "score": 2,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "Why did the Clydesdale give the pony a glass of water? Because he was a little horse!",
        "score": 1,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "NURSE: \"Blood type?\" DAD: \"Red.\"",
        "score": 1,
        "categories": [
            "Dad Jokes"
        ]
    },
    {
        "joke": "What do you call a fish with two knees? A “two-knee” fish.",
        "score": 1,
        "categories": [
            "Dad Jokes"
        ]
    }
]