[
    {
        "joke": "Light travels faster than sound. That's why some people appear bright until you hear them speak",
        "score": 357,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I was wondering why the ball was getting bigger. Then it hit me",
        "score": 277,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I have a few jokes about unemployed people, but none of them work",
        "score": 256,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "\"I have a split personality,\" said Tom, being frank.",
        "score": 250,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "How do you make holy water? You boil the hell out of it",
        "score": 236,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "When life gives you melons, you're dyslexic",
        "score": 234,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I Renamed my iPod The Titanic, so when I plug it in, it says “The Titanic is syncing.”",
        "score": 231,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Will glass coffins be a success? Remains to be seen",
        "score": 223,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Last night, I dreamed I was swimming in an ocean of orange soda. But it was just a Fanta sea",
        "score": 216,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "It's hard to explain puns to kleptomaniacs because they always take things literally",
        "score": 215,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I lost my job at the bank on my very first day. A woman asked me to check her balance, so I pushed her over",
        "score": 206,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What’s the difference between a hippo and a zippo? One is really heavy and the other is a little lighter",
        "score": 204,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Two windmills are standing in a wind farm. One asks, “What’s your favorite kind of music?” The other says, “I’m a big metal fan.”",
        "score": 192,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Did you hear about the guy whose whole left side was cut off? He’s all right now",
        "score": 187,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I can’t believe I got fired from the calendar factory. All I did was take a day off",
        "score": 182,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "The man who survived pepper spray and mustard gas is now a seasoned veteran",
        "score": 180,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "My dad farted in an elevator, it was wrong on so many levels",
        "score": 171,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I went to buy some camouflage trousers yesterday but couldn't find any",
        "score": 163,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What do you call a bee that can’t make up its mind? A maybe",
        "score": 163,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Hear about the new restaurant called Karma? There’s no menu - you get what you deserve",
        "score": 162,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I tried to sue the airline for losing my luggage. I lost my case",
        "score": 159,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "England doesn't have a kidney bank, but it does have a Liverpool",
        "score": 156,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "All chemists know that alcohol is always a solution",
        "score": 147,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "A police officer just knocked on my door and told me my dogs are chasing people on bikes. That’s ridiculous. My dogs don’t even own bikes",
        "score": 145,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Jill broke her finger today, but on the other hand she was completely fine",
        "score": 145,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "When everything is coming your way, you're in the wrong lane",
        "score": 138,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "The furniture store keeps calling me to come back. But all I wanted was one night stand",
        "score": 138,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "She had a photographic memory but never developed it",
        "score": 136,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "A cross-eyed teacher couldn’t control his pupils",
        "score": 133,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "When the past, present, and future go camping they always argue. It's intense tense in tents",
        "score": 126,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What did the janitor say when he jumped out of the closet? SUPPLIES!",
        "score": 123,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "A mean crook going down stairs = A condescending con, descending",
        "score": 123,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Is it ignorance or apathy that's destroying the world today? I don't know and don't really care",
        "score": 122,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Let me tell you about my grandfather. He was a good man, a brave man. He had the heart of a lion, and a lifetime ban from the zoo",
        "score": 121,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "My dad, unfortunately, passed away when we couldn’t remember his blood type… His last words to us were, “Be positive!”",
        "score": 117,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What do you call the wife of a hippie? A Mississippi",
        "score": 114,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I wasn’t originally going to get a brain transplant, but then I changed my mind",
        "score": 113,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Which country’s capital has the fastest-growing population? Ireland. Every day it’s Dublin.",
        "score": 111,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "There was a kidnapping at school yesterday. Don’t worry, though - he woke up",
        "score": 107,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What do you get when you mix alcohol and literature? Tequila mockingbird",
        "score": 103,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "How do you throw a space party? You planet",
        "score": 103,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "How does an attorney sleep? First he lies on one side, then he lies on the other",
        "score": 101,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "My ex-wife still misses me. But her aim is starting to improve",
        "score": 97,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What washes up on tiny beaches? Microwaves",
        "score": 94,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What are the strongest days of the week? Saturday and Sunday, the rest are weekdays",
        "score": 91,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I was going to make a chemistry joke, but since I'm kinda late to the thread, the good ones argon",
        "score": 87,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I hate how funerals are always at 9 a.m. I’m not really a mourning person",
        "score": 86,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What’s the difference between a poorly dressed man on a bicycle and a nicely dressed man on a tricycle? A tire",
        "score": 86,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Two fish are in a tank, one says to the other \"how do you drive this thing?\"",
        "score": 85,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I saw an ad for burial plots, and I thought: “That’s the last thing I need!”",
        "score": 80,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I don't suffer from insanity. I enjoy every minute of it",
        "score": 79,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "The guy who invented the door knocker got a no-bell prize",
        "score": 77,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "German sausage jokes are just the wurst",
        "score": 77,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "The other day I tried to make a chemistry joke, but got no reaction",
        "score": 77,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What do you call an alligator in a vest? An investigator",
        "score": 76,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Sleeping comes so naturally to me, I could do it with my eyes closed",
        "score": 74,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Need an ark? I Noah guy",
        "score": 73,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I used to be indecisive; now I'm not so sure",
        "score": 71,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I walked into my sister's room and tripped on a bra... It was a booby trap",
        "score": 70,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What do you call the ghost of a chicken? A poultry-geist",
        "score": 70,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "How does Moses make coffee? Hebrews it",
        "score": 70,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Police were called to a daycare center where a three-year-old was resisting a rest",
        "score": 70,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "He who laughs last thinks slowest",
        "score": 67,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I like European food so I decided to Russia over there because I was Hungary. After Czech'ing the menu I ordered Turkey. When I was Finnished I told the waiter 'Spain good but there is Norway I could eat another bite'",
        "score": 67,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I'm on a seafood diet. Every time I see food, I eat it",
        "score": 66,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "The machine at the coin factory just suddenly stopped working, with no explanation. It doesn’t make any cents",
        "score": 65,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Why are frogs so happy? They eat whatever bugs them",
        "score": 64,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What did the grape say when it got stepped on? Nothing - but it let out a little whine",
        "score": 62,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What do you call a man with no arms and no legs stuffed in your mailbox? Bill",
        "score": 60,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What do you call a super articulate dinosaur? A Thesaurus",
        "score": 60,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Why aren’t dogs good dancers? Because they have two left feet!",
        "score": 60,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Why is the number six afraid of seven? Because seven ate nine",
        "score": 57,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What did one flag say to the other? Nothing, it just waved.",
        "score": 54,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Somebody stole all my lamps… I couldn’t be more de-lighted!",
        "score": 54,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "How was Rome split in two? With a pair of Ceasars",
        "score": 53,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I lost my mood ring, and I don't know how I'm feeling about that",
        "score": 53,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I'm not a doctor but I'm losing my patience",
        "score": 50,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "I bought a boat because it was for sail",
        "score": 49,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "Being vegetarian was a huge missed-steak",
        "score": 49,
        "categories": [
            "Pun"
        ]
    },
    {
        "joke": "What would you get if you'd put a lawyer in a suit? A lawsuit",
        "score": 47,
        "categories": [
            "Pun"
        ]
    }
]