[
    {
        "joke": "Are you French because Eiffel for you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Is that a mirror in your pocket? Cause I can see myself in your pants!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you religious? Cause you’re the answer to all my prayers.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Hey, tie your shoes! I don’t want you falling for anyone else.",
        "score": null,
        "categories": []
    },
    {
        "joke": "You must be Jamaican, because Jamaican me crazy.",
        "score": null,
        "categories": []
    },
    {
        "joke": "What has 36 teeth and holds back the Incredible Hulk? My zipper.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Somebody call the cops, because it’s got to be illegal to look that good!",
        "score": null,
        "categories": []
    },
    {
        "joke": "I must be a snowflake, because I've fallen for you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I know you're busy today, but can you add me to your to-do list?",
        "score": null,
        "categories": []
    },
    {
        "joke": "If you were a steak you would be well done.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Hello, I'm a thief, and I'm here to steal your heart.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you cake? Cause I want a piece of that.",
        "score": null,
        "categories": []
    },
    {
        "joke": "My love for you is like diarrhoea, I just can't hold it in.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you lost ma'am? Because heaven is a long way from here.",
        "score": null,
        "categories": []
    },
    {
        "joke": "There is something wrong with my cell phone. It doesn't have your number in it.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If you were a library book, I would check you out.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you a cat because I'm feline a connection between us",
        "score": null,
        "categories": []
    },
    {
        "joke": "If I were to ask you out on a date, would your answer be the same as the answer to this question?",
        "score": null,
        "categories": []
    },
    {
        "joke": "If nothing lasts forever, will you be my nothing?",
        "score": null,
        "categories": []
    },
    {
        "joke": "I'm new in town. Could you give me directions to your apartment?",
        "score": null,
        "categories": []
    },
    {
        "joke": "I must be in a museum, because you truly are a work of art.",
        "score": null,
        "categories": []
    },
    {
        "joke": "You spend so much time in my mind, I should charge you rent.",
        "score": null,
        "categories": []
    },
    {
        "joke": "My lips are like skittles. Wanna taste the rainbow?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Well, here I am. What were your other two wishes?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you from Tennessee? Because you're the only 10 I see!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you a beaver? Cause daaaaaaaaam!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Life without you is like a broken pencil... pointless.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Do you want to see a picture of a beautiful person? (hold up a mirror)",
        "score": null,
        "categories": []
    },
    {
        "joke": "Is your body from McDonald's? Cause I'm lovin' it!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Even if there wasn't gravity on earth, I'd still fall for you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Roses are red, violets are blue, how would you like it if I came home with you?",
        "score": null,
        "categories": []
    },
    {
        "joke": "I wish I were cross-eyed so I can see you twice",
        "score": null,
        "categories": []
    },
    {
        "joke": "We're not socks. But I think we'd make a great pair.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Your lips look so lonely…Would they like to meet mine?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you a parking ticket? ‘Cause you’ve got fine written all over you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Thank god I'm wearing gloves because you are too hot to handle.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If a fat man puts you in a bag at night, don't worry I told Santa I wanted you for Christmas.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I'm no photographer, but I can picture us together.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Do your legs hurt from running through my dreams all night?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Pinch me, you’re so fine I must be dreaming.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If you were a chicken, you'd be impeccable.",
        "score": null,
        "categories": []
    },
    {
        "joke": "How much does a polar beat weight? Enough to break the ice!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you a 90 degree angle? Cause you are looking right!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Nice to meet you, I’m (your name) and you are... gorgeous!",
        "score": null,
        "categories": []
    },
    {
        "joke": "If I were a transplant surgeon, I’d give you my heart.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you Israeli? Cause you Israeli hot.",
        "score": null,
        "categories": []
    },
    {
        "joke": "On a scale from 1 to 10, you're a 9... And I'm the 1 you need.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Did it hurt? When you fell out of heaven?",
        "score": null,
        "categories": []
    },
    {
        "joke": "If I could rearrange the alphabet I would put U and I together.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Remember me? Oh, that’s right, I’ve met you only in my dreams.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Is your name Google? Because you've got everything I'm searching for.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Your hand looks heavy. Here, let me hold it for you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I’ve been wondering, do your lips taste as good as they look.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you from Starbucks because I like you a latte.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you a banana because I find you a peeling.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Do you like vegetables because I love you from my head tomatoes.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Have you been to the doctor's lately? Cause I think you're lacking some vitamin me.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Do you generate electricity with water through the process of hydro power? Because dammmm.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Do you like science because I've got my ion you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you my appendix? Because I don't understand how you work but this feeling in my stomach makes me want to take you out.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Do you like sales? Because if you're looking for a good one, clothing is 100% off at my place.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I know this is going to sound cheesy, but I think you're the gratest.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If you were a triangle you'd be acute one.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Does your left eye hurt? Because you’ve been looking right all day.",
        "score": null,
        "categories": []
    },
    {
        "joke": "My feet are getting cold… because you’ve knocked my socks off.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wow, when god made you he was showing off.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If beauty were time, you’d be eternity.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Is your name Wi-fi? Because I'm really feeling a connection.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If looks could kill, you'd be a weapon of mass destruction.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Do you have a tan, or do you always look this hot?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Can I follow you home? Cause my parents always told me to follow my dreams.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If I were a cat I'd spend all 9 lives with you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you a camera? Because every time I look at you, I smile.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you from Japan cause I'm trying to get in Japanties.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If you were a fruit you'd be a fineapple.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I'll give you a kiss. If you don't like it, you can return it.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Did you swallow magnets? Cause you're attractive.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you from China? Because I'm China get your number.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Do you have a name, or can I call you mine?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you craving Pizza? Because I’d love to get a pizz-a you",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wouldn't we look cute on a wedding cake together.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Would you grab my arm so I can tell my friends I've been touched by an angel?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Kiss me if I'm wrong, but dinosaurs still exist, right?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Is your dad a terrorist? Because you are the bomb.",
        "score": null,
        "categories": []
    },
    {
        "joke": "You must be a ninja, because you snuck into my heart",
        "score": null,
        "categories": []
    },
    {
        "joke": "Can you pinch me, because you're so fine I must be dreaming.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I may not be a genie, but I can make all your wishes come true!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you Australian? Because you meet all of my koala-fications.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I’m not drunk, I’m just intoxicated by you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If I followed you home, would you keep me?",
        "score": null,
        "categories": []
    },
    {
        "joke": "If you were words on a page, you’d be fine print.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you a keyboard ? Because you are my type.",
        "score": null,
        "categories": []
    },
    {
        "joke": "There is something wrong with my phone. Could you call it for me to see if it rings?",
        "score": null,
        "categories": []
    },
    {
        "joke": "I've seem to have lost my number, can I have yours?",
        "score": null,
        "categories": []
    },
    {
        "joke": "If I had a garden I’d put your tulips and my tulips together",
        "score": null,
        "categories": []
    },
    {
        "joke": "Did you hear of the new disease called beautiful, I think you're infected.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I thought Happiness starts with H. But why does mine starts with U.",
        "score": null,
        "categories": []
    },
    {
        "joke": "If you were a vegetable you'd be a cutecumber.",
        "score": null,
        "categories": []
    },
    {
        "joke": "You know what you would really look beautiful in? My arms.",
        "score": null,
        "categories": []
    },
    {
        "joke": "My mom thinks I'm gay, can you help me prove her wrong?",
        "score": null,
        "categories": []
    },
    {
        "joke": "I want someone to look at me the way I look at chocolate cake.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Is it hot in here or is it just you?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Are you going to kiss me or do I have to lie to my diary?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Feel my t-shirt, it’s made of boyfriend material.",
        "score": null,
        "categories": []
    },
    {
        "joke": "You must be a magician, because every time I look at you, everyone else disappears.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Your name must be Coca Cola, because you're so-da-licious.",
        "score": null,
        "categories": []
    },
    {
        "joke": "You're like a dictionary... you add meaning to my life.",
        "score": null,
        "categories": []
    },
    {
        "joke": "My doctor says I'm lacking vitamin U.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Did your licence get suspended for driving all these guys crazy?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Do you believe in love at first sight or should I walk past again?",
        "score": null,
        "categories": []
    },
    {
        "joke": "When a penguin finds a mate they stay with them for the rest of their life. Will you be my penguin?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Can I take a picture of you so santa knows what I want for christmas?",
        "score": null,
        "categories": []
    },
    {
        "joke": "I'm new in town, could you give me directions to your apartment?",
        "score": null,
        "categories": []
    },
    {
        "joke": "I'll cook you dinner, if you cook me breakfast",
        "score": null,
        "categories": []
    },
    {
        "joke": "What does it feel like to be the most beautiful girl in the room?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Good thing I just bought term life insurance … because I saw you and my heart stopped!",
        "score": null,
        "categories": []
    },
    {
        "joke": "If I had a dollar for every time I thought of you, I’d be in a higher tax bracket.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Hey, my name’s Microsoft. Can I crash at your place tonight?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Was that an earthquake or did you just rock my world?",
        "score": null,
        "categories": []
    },
    {
        "joke": "You’re so sweet, you’re giving me a toothache.",
        "score": null,
        "categories": []
    }
]