{"name": {"9": "Dim Sum Palace",
    "4": "Market Crates",
    "10": "Seoulmenu",
    "0": "Jack Demsey's",
    "2": "Dunkin'",
    "14": "Pelicana Chicken Koreatown",
    "6": "Five Senses (Koreatown)",
    "12": "NewYork Roll'n Katsu",
    "11": "Noona Noodles",
    "5": "Gammeeok 감미옥",
    "13": "Jian Bing Man 煎饼侠",
    "1": "Chipotle Mexican Grill",
    "7": "Tacombi"},
   "geolocation": {"9": [40.7485991, -73.9867614],
    "4": [40.748272, -73.986573],
    "10": [40.7477348, -73.9861939],
    "0": [40.7484593, -73.9868713],
    "2": [40.747964, -73.9857422],
    "14": [40.7477351, -73.9862098],
    "6": [40.747715, -73.986056],
    "12": [40.7477348, -73.9861939],
    "11": [40.7477348, -73.9861939],
    "5": [40.7477152, -73.9860561],
    "13": [40.7477351, -73.9862097],
    "1": [40.7482436, -73.9851073],
    "7": [40.7483996, -73.9861986]},
   "rating": {"9": 4.5,
    "4": 4.4,
    "10": 4.8,
    "0": 4.2,
    "2": 3.8,
    "14": 4.3,
    "6": 4.3,
    "12": 4.2,
    "11": 4.0,
    "5": 3.8,
    "13": 3.7,
    "1": 4.1,
    "7": 4.4},
   "address": {"9": "33 West 33rd Street, New York",
    "4": "26 West 33rd Street, New York",
    "10": "11w West 32nd Street, New York",
    "0": "36 West 33rd Street, New York",
    "2": "10 West 33rd Street, New York",
    "14": "11 West 32nd Street #3819, New York",
    "6": "9 West 32nd Street, New York",
    "12": "11 West 32nd Street, New York",
    "11": "11 West 32nd Street, New York",
    "5": "9 West 32nd Street 2nd floor, New York",
    "13": "11 West 32nd Street #4, New York",
    "1": "350 5th Avenue Lbby 6, New York",
    "7": "23 West 33rd Street, New York"},
   "distance": {"9": 349,
    "4": 317,
    "10": 954,
    "0": 349,
    "2": 240,
    "14": 953,
    "6": 965,
    "12": 954,
    "11": 954,
    "5": 965,
    "13": 953,
    "1": 135,
    "7": 297},
   "duration": {"9": "2 mins",
    "4": "1 min",
    "10": "5 mins",
    "0": "2 mins",
    "2": "1 min",
    "14": "5 mins",
    "6": "6 mins",
    "12": "5 mins",
    "11": "5 mins",
    "5": "6 mins",
    "13": "5 mins",
    "1": "1 min",
    "7": "1 min"},
   "zip_code": {"9": "10001",
    "4": "10001",
    "10": "10001",
    "0": "10001",
    "2": "10001",
    "14": "10001",
    "6": "10001",
    "12": "10001",
    "11": "10001",
    "5": "10001",
    "13": "10001",
    "1": "10118",
    "7": "10118"},
   "reviews": {"9": [{"Tomomi Ohta": "This place provides unbelievably, exceptionally good customer service. They checked our table every three minutes or so and picked up empty plates or brought new tea quickly without bothering us. They speak very politely. One of the staffs (he might have been the owner) even opened the door, bowed, and greeted us when we left the restaurant. I've never experienced this level of customer service. This might be because there were only a few people eating at the restaurant when we were there. Even so, their effort to make their customers happy is excellent. This place is large and clean, and their foods were very good! I'll definitely come back."},
     {"Tayla Rhine": "This place was a wonderful food experience for my husband and I during our short vacation in New York. The Jasmine tea is very aromatic, presentation was everything and flavor of the Peking duck was perfection! If you are looking for a warm place to try authentic dim sum, this is the place! Customer service was amazing as well! I highly recommend!!!"},
     {"Zoe Johnson": "Great customer service! Very clean, spacious. Amazing options for small servings (sharing options) or entrees! The drinks were great, fresh herbs, decently priced. Definitely coming back to try different dishes and more drinks!"},
     {"Brian Carrigan": "I celebrated my graduation last night in this fine place. Well we passed a fine evening and the restaurant was no doubt the reason for that fruitful event. The waiters  cooperated in a gorgeous style, the cuisine was very good and my guests were so  delighted. We shall definitely visit again for more events. thanks very much."},
     {"Salil Mehta": "The vegetarian options are great with plenty dim sum varieties. The crispy vegetables rice noodle rolls are absolutely delicious. Ordered the vegetable fried rice and mapu tofu extra spicy. Place is clean and friendly"}],
    "4": [{"Ariana Lopez": "Fresh food, great prices, friendly staff, and quick service. 10/10"},
     {"Sandeep Ranganathan": "I can't highlight how much of a godsend this place has been for me and my co-workers, especially being a vegetarian.\n\nPros\n-Excellent and Efficient Service\n-Very very economical : Costs 8.99 bucks for a salad.\n-Fantastic Selection : You name it, you shall get it . There's salads, pastas, sandwiches, quinoa bowls as well as entrees.This place also has numerous fruit bowls\n- There's limited seating available at this place as well\n\nCons\n- The waiting line can be long during peak hours\n- I tried the pasta after ordering it online and found it to be too greasy for my comfort.\n\nI think amongst the numerous food options, the quinoa bowl and salad bowl beat all others by a mile. They're economical, healthy and substantial quantity wise.They also have a ton of breakfast options and I've tried the scrambled eggs here on numerous occasions.\n\nPro-Tip\nIf you create an online account and order online you'll get a 10% discount on your order. There's a column indicating that on the page."},
     {"Maya Murphy": "A variety of hot and fresh options! So many delis have that everything-tastes-like-refrigeration flavor. Market Crates is a stealth great option in a neighborhood where there aren't many. Once my ordered-ahead food wasn't ready when I arrived, and the staff gave me a coffee while I waited. I'll certainly be back."},
     {"Jessica Kaller": "This place is the best. So many healthy options, it’s been my go to lunch spot for years. I have used them to do catering before but did my first breakfast catering order today and was very impressed. Everything was wonderful and good amount for price. Bonus points cause I put the wrong address and the delivery guy called me, redelivered to the correct spot + set up the food for me. Additional bonus points for the undying consistency over the past 4+ years! 🤗"},
     {"Jojo Razon": "This place is clean, a lot of healthy food options and it taste fresh.\nManager and all employees are nice and kind.\nYou cannot go wrong for breakfast and lunch."}],
    "10": [{"Felix": "disappointing taste, but the price is cheap"},
     {"Fiona Wong": ""},
     {"Haily oe": ""},
     {"Kyung Oh": ""}],
    "0": [{"John Vadseth": "Great place around the corner from the Empire State Building. Not crowded for a Tuesday afternoon. Seated right away. Had shepherds pie which was great, and my son had the chicken tenders. He’s a picky eater, but they went down fast. Quick service and friendly, attentive staff. Only would request that they get a working lock on the restroom door."},
     {"Pam Abbott": "Day trip from SC. Happened into this most charming bar. Excellent service from bartender, Oliver. And some of the best salmon I’ve tasted. And  I live at the beach where fresh seafood is plentiful. Great experience. If I lived there, this would be my “go to “ comfort place."},
     {"Lucy Gomez": "Prices were great!! No happy hour but that's cool. We had the buffalo chicken dilla and that was great. Service was very friendly:)"},
     {"Dan Pearce": "Had some mad New Years Eve's in NYC in the early noughties, and always started here. Great Pub, always made to feel welcome! From a grateful Brit."},
     {"Brian Dunn": "Not the traditional bar going type, but I really like this place. Been there twice since I moved back to NYC to catch some fights. It's a really unique crowd, a lot of customers from all around the world, international staff as well. Not like a stereotypical wild/loud American sports bar, it has a much more relaxed or respectful feel I think. Never seen a harder working restaurant/bar staff either to be honest, they come to you - so you never have to wait on them or struggle to get their attention. 5 stars all across the board for me."}],
    "2": [{"Jose": "service refuses to follow the order details after purchase is made, avoid this location."},
     {"noloc 42": "What can I say! It's Dunkin Donuts! Great coffee and hot chocolate, and if course donuts! I usually get a jelly, boston creme, or a coffee roll."},
     {"Thee Rich Martin": "Dunkin is a cool on the go spot and they work fast! I placed an order and the lady forgot my plain donut, she gave it to me at no charge. I felt weird so I tipped a dollar and said thanks lol!"},
     {"Marie W": "I wont come back to this location. ice coffee is watered down you can look at it and tell no matter how much you add/ask for it tastes like water so u just have to get alot of flavoring which isnt good for us smh the sister at the counter was also extremly rude I'm not sure why"},
     {"Mike Ashton": "I love Dunkin donuts but definitely give this store a miss. We stood at the counter for at least 5 minutes before the woman so much as looked at us (had it not been pouring with rain I would have walked). After another 5 minutes we noticed customers after us leaving with their orders and had to ask for ours, when it finally arrived the order was wrong and in the end we asked for a refund. This was the only time we got any attention - when all 3 staff had something to say about it. The staff need some serious customer service training, extremely unpleasant and rude.\n\nI hate to leave a bad review but stay away from this place. It's not the sort of memory you want of your visit to NYC."}],
    "14": [{"Samantha Ng": "It's okay. Not my favorite, not awful. There are definitely places that I just find makes better KFC. Its fried there will be grease but this place leans on a greaser level. The price is fair and comparable to others. Because they make it fresh, allow them 20minutes grace period."},
     {"Joanne Uy (JT)": "I was in K-Town yesterday afternoon and husband told me to get something for dinner so my immediate thought was our usual spot. Then I saw the raving reviews for this place and thought why not.\n\nEntered the food court, temperature taken, and the 15 wait began. Ordered the soy garlic wings regular and was looking forward to how it would compare to others.\n\nIt was still warm when I got home so that was really nice. Tried it and thought it was tasty but still lacked something to deliver that perfect soy garlic taste. Also not crispy and crunchy and to be fair, it was on me. There was an option to make it crispy so I thought it was the regular korean fried chicken crispness * 2 if I took that option. There was no crisp whatsoever so I'll probably try their crispy option again one day."},
     {"Evelyn Zhang": "The drumsticks are a little bit dry but the Pelicana sauce is a must have!! Also you need multiple sauce packets to finish one full size combo."},
     {"Lauren Melissa Ellzey": "This is my favorite place to go for grapefruit beer. It's hidden, snug, on the third floor, but I love it this little gem of a beer tap. There is a $10 card minimum, so buying one beer is hard to do unless you have cash."},
     {"Jada Knight": "Could not get what I asked for and had to even get into a dispute about how wings are suppose to LOOK with the manager. And he didn't even use gloves when touching my food, DISGUSTING and will NEVER be coming back here. Wings were not tasteful either. Fries were the best thing here."}],
    "6": [{"Quoc Pham (Q)": "It's mad pricey but I understand it's Manhattan. The sides were great so I knew then the food was going to deliver on the same end and it did. Highly recommend the broiled mackerel as the meat was juicy and flaky!"},
     {"K-POP AhYoung (Aoora Love)": "The food is always on point. Even for people who arent really used to Korean food will find something that they like on the menu. The ambience is very cozy. You can dine as a party of 1 or a party of many and the service is the same: Friendly, kind, wholesome, sweet, the list could go on."},
     {"Lloyd Kim": "I got a soy sauce marinated crab, spicy beef soup and stirred spicy pork and they were all good. It's a casual dining place with traditional Korean dishes and servers were also nice enough to give us some free food."},
     {"Kyle Lee": "Great restaurant located in K-town. Our waitress was very friendly and the food was great. Meat was very tender and kimchi was really fresh."},
     {"Carla Wilkins": "Great experience.  Social Distanced seating.  Great food and staff.  Looking forward to returning"}],
    "12": [{"Claire J": "I am blown away by the quality of food and price. Utmost sushi roll and poke bowl you can get it with very reasonable price! I am upset that I found this place now than before!\n\nI made it delivered and still fresh and delicious than any other dine-in sushi roll. This made my lunch time extra extra fancy and full, can’t wait to try other food on the menu!"},
     {"Halin Lee": "100% recommend. Definitely my favorite sushi place in the city. Their pork katsu and sushi roll are amazing. It is so delicious! Wanna try other menu :)"},
     {"Kate Nguyen": "It’s amazing, staffs are very friendly and helpful. The sushi rolls are fresh and katsu is very crunchy and tasty. I’ve been a customer for 3 years, never disappoint me. 10/10 recommended."},
     {"andrea castro": "My favorite place in food gallery. Amazing sushi and amazing workers!! come here all the time and I’m always satisfied. I recommend the tuna/salmon roll for anyone wanting to try :) there’s also seating right outside!"},
     {"Virginia Lloyd": "This is my absolute fav sushi spot. The rolls are delicious and very filling and the owners are so nice - I’ve received hand written thank you notes from them a few times now. Also, if you login and order through their website directly, they’ll give you a free meal after you order 10 times."}],
    "11": [{"Elen Isakhanyan": "Delicious food and very kind service! Would 10/10 recommend!! ☺️"},
     {"admin admin": "soo gooddddd. If they made a vegan Naeng Myun, I would order it every single day."},
     {"Shama A.": "Absolutely great chili ramen! I had the shrimp ramen with seafood base - it was delicious. Not too spicy but perfect. Also had the spring rolls which you cannot go wrong with. The best part was the lovely lady who was taking our order at the register. She was so incredibly sweet and accommodating. Because of COVID we sat outside in the outdoor dining area and an external worker assumed we were eating outside food and requested a receipt. I told him the food was from Noona and he would not believe me (I did not request an original receipt), so I quickly went inside to ask the same lady for a receipt and she - despite being busy taking other orders - without hesitation gave me a genuine concerning smile and printed out a receipt for me promptly. She was exceptional in her service and will definitely be back to support her business!"},
     {"Al Stenson": "The best Pho in New York City!! I am going there for 2 years. AND always greeted with a smile and thank you."},
     {"Ez “z cray” Rock": "Best Juan-ppong I’ve ever tried in my life, had it back to back 4 days when I traveled to New York clean ,fast and great service.  I would probably go back to New York just to eat it again 🥺🤤🤤"}],
    "5": [{"J": "Soul food and sweet and good 깍둑이\nI came here since day one in my ny life and all of their food is delicious\n\nBut sometimes 김치찌개 gets a little bit off: too sweet\n\nBut if you pour in that 깍둑이/김치 that you get as a side dish you can make it better. Sometimes.\n\nBut rest is very good\nI dont get kimchi from h-mart\nI only get it from here."},
     {"cory buchanan": "korean food at this location - great. It's so savory. Definitely worth a return trip. The bill was decent for the quality. Menu is like a place in San Francisco I liked."},
     {"Johnny12 E": "My preferred spot for quality Korean food. i love going here. nothing but great experiences here."},
     {"Jaime Goodman": "I come here for Bibimbap every time I’m back in NYC. It’s my favorite place. Their service was so nice and attentive this time since I was one of only 2 tables in the restaurant. However, I was very disappointed with the food. It tasted good, but it was mostly just rice. There was only a couple pieces of beef, and not that many vegetables either. In the past, I’ve never been able to finish it, but this time I was still so hungry afterwards that I ate all the kimchi and radish to try and fill me up. I don’t know if I will come back again."},
     {"Edison Branch": "I very much like their dishes and customer service, awesome area next to my residence. The cashiers are always very friendly. Will come visit again."}],
    "13": [{"William Smith": "Food looks a lot better in the picture than it actually taste. Quality of the ingredients are mediocre. Service is okay"},
     {"Lily Shang": "The freshly made jianbing, youtiao, and soy milk make a delicious breakfast combo."},
     {"Michael Liu": "Decent jianbing. Little sloppy with the cut and the folding"},
     {"Jenna Kacey": "Terrible service, horrible attitude, awful food!!!"},
     {"Khalid Shaikh": "Got the Jianbing first item with beef.  I've had two.  One at Nvidia HQ in Santa Clara, CA.  That was the best.  Here the crispy waffle was stale but can't blame them.  Perhaps it's best in China."}],
    "1": [{"Shourya Dharmale": "It was my first time ordering at Chipotle, the guy making my bowl was kind enough to walk me through all my options and was very patient! The taste was good and was as expected. 9/10 would go again!"},
     {"Suspect 176": "Rude Staff And Cheap Even When Asking For Extra Stuff Which I Was Willing To Pay Extra Like Any Other Chipotle. You Would Thing The Food Comes  Out Of Their Pay Checks"},
     {"Amanda Jimenez": "Horrible service by Yordania. Asked for a beef quesadilla and she just gave me a greasy mess of a whole tortilla that’s not even cut up like their actual quesadilla. If I go there again she’s the last person I want making my food."},
     {"Yvette Negron": "Finally the serving size was decent and the food was warm."},
     {"Mostafa Honari": "My favorite place for a quick bite!"}],
    "7": [{"Legna Rivera": "My husband and I spent the weekend in NYC. We went to the Empire State Building and purchased their pictures. With all the excitement during lunch we forgot our pictures on the table. Our waitress Alysa was kind enough to put them aside for us. Not only did she just put them aside but when we called to see if they were left there I gave her my email address and she emailed me copies of my pictures. It gets even better, she offered to drop them in the mail for us!!!! This has been by far one of the greatest experiences ever in NY. Not only was their food AMAZING but the service was ABOVE & BEYOND!"},
     {"DMONEY168": "Good tacos, good service, the Watermelon Margaritas were very refreshing and good tasting but were way too watered down. 2 Margaritas at $13 a pop and didn't feel a thing."},
     {"Kelsey B": "A must eat while you are here! Homemade chips and guacamole are outstanding and fresh. The Esquites Mex Corn in a cup was fabulous!! And the Avocado Tostada was tasty. Small enough servings to order all the things you want and be able to eat them! Quick service, pleasant staff. Yum!!"},
     {"Bradly Jones": "Fastest food service I’ve ever had. Less than 5 minutes of sitting down my food and drinks arrived. Delicious food, really tasty tacos ! Drinks are refreshing blasting with flavor. Straight forward menu perfectly priced.\nFlawless experience here.\n\n*Outdoor seating during Covid\nDividers between each seat*"},
     {"Susana": "The most amazingly delicious tacos!! You need to experience this on your taste buds!! Everything tastes so fresh and just overall home made. It deserves a billion stars!! Plus, the service was amazing as well!"}]},
   "positive_cases": {"9": 53.0,
    "4": 53.0,
    "10": 53.0,
    "0": 53.0,
    "2": 53.0,
    "14": 53.0,
    "6": 53.0,
    "12": 53.0,
    "11": 53.0,
    "5": 53.0,
    "13": 53.0,
    "1": null,
    "7": null},
   "percent_positive": {"9": 0.0384615385,
    "4": 0.0384615385,
    "10": 0.0384615385,
    "0": 0.0384615385,
    "2": 0.0384615385,
    "14": 0.0384615385,
    "6": 0.0384615385,
    "12": 0.0384615385,
    "11": 0.0384615385,
    "5": 0.0384615385,
    "13": 0.0384615385,
    "1": null,
    "7": null},
   "full_vax": {"9": 0.278579891,
    "4": 0.278579891,
    "10": 0.278579891,
    "0": 0.278579891,
    "2": 0.278579891,
    "14": 0.278579891,
    "6": 0.278579891,
    "12": 0.278579891,
    "11": 0.278579891,
    "5": 0.278579891,
    "13": 0.278579891,
    "1": null,
    "7": null},
   "score": {"9": -11.8739883495,
    "4": -13.0246021564,
    "10": -15.5989575668,
    "0": -16.6794129159,
    "2": -21.5497648076,
    "14": -23.5938986863,
    "6": -23.7630965795,
    "12": -25.2098066995,
    "11": -28.4134230771,
    "5": -31.7721375235,
    "13": -33.204747819,
    "1": null,
    "7": null}}