{
  "url": "https://www.rev.com/blog/transcripts/bernie-sanders-coronavirus-speech-transcript-on-primary-night-march-17",
  "title": "Bernie Sanders Coronavirus Speech on Primary Night",
  "tags": [
    "2020 democratic presidential primary",
    "speech"
  ],
  "date": "2020-03-17",
  "candidates": [
    "Bernie Sanders"
  ],
  "other_speakers": [],
  "description": "Bernie Sanders addressed the nation online on COVID-19 tonight, Democratic primary night for Florida, Illinois, and Arizona.",
  "parts": [
    {
      "number": null,
      "video": "https://www.rev.com/transcript-editor/shared/LhK1bgk3qzsImsdsf-IEcBoGAKh9MOXcy63takrYaSEtiITawGzfrwhEP19nV5h5cB0Al3CLB0PjAbeTBFhuRt1jT5Y?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Bernie Sanders",
          "time": "00:00",
          "text": "I don’t have to tell anyone viewing this program that our country, and in fact the world of facing an unprecedented series of crises. We’re dealing with the coronavirus, which is spreading throughout this country and throughout the world. We’re dealing with a growing economic meltdown, which will impact tens of millions of workers in this country. We are dealing with a political crisis as well."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "00:32",
          "text": "And I think the main point to be made tonight is that in this moment of crisis, it is imperative that we stand together, understand that right now throughout this country, there are so many of our people wondering, what is going to happen to me tomorrow in my own city? Burlington, Vermont, laws have been shut down. restaurants shutdown, showcase centers shut down, schools shutdown. What happens to all the people who lose their jobs? What happens to the people who tonight are worried that they may have the coronavirus but don’t have the resources to get the tests they need or the treatment that they need."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:12",
          "text": "So this is a moment that we have got to be working together and going forward together. And what I wanted to do tonight along with you is to talk about a series of proposals that we all working on right now and will introduce to the democratic leadership as to how we can best go forward. And in this unprecedented moment this will require an unprecedented amount of money and my own guess is that we’ll be spending at least $2 trillion in funding to prevent deaths, job losses, and to avoid an economic catastrophe."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:56",
          "text": "So let me just go over some of the issues and we’ll be posting these ideas tomorrow up on our website, berniesanders.com. And this is what I would like because we certainly don’t know it all we want to hear from you, not only your ideas about how we can best go forward, talk about your experiences. In every state there is a different level of crisis, in every occupation there is a different level of concern."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "02:23",
          "text": "So please communicate with us so we can get the best understanding possible about what’s going on in our country and how together we can come up with some effective remedies."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "02:35",
          "text": "Let me start off with the basics and that is obviously from my perspective and I know from all of your perspectives. We need to make certain that everybody in our country who needs to go to a doctor can get the healthcare they need regardless of their income. This is kind of a no-brainer. It’s something that should have happened in our country many, many years ago. But in the midst of this crisis, what I believe we must do is empower Medicare to cover all medical bills during this emergency."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "03:10",
          "text": "Now, this is not Medicare for all. We can’t pass that right now, but what this does say is that if you’re uninsured, if you are under insured, if you have high deductibles, if you have high copayments, if you have out of pocket expenses, Medicare will cover those expenses so that everybody, regardless of their healthcare needs, and I’m not just talking about the coronavirus, but their health care needs in the midst of this crisis, will get all the healthcare that they need. That is what we should be doing in this moment of crisis."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "03:47",
          "text": "We need to make sure furthermore, that as we go forward, we are effectively prepared to deal with the healthcare crisis that we’re facing and that means that we need to make sure that the hospitals have all of the ICU units and the ventilators that are needed to respond to this crisis. What the fear is as you know, is that there will be a surge of patients coming into the hospitals and that we will not have the equipment that we need to deal with that crisis."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "04:19",
          "text": "Now, in my view, I mean, frankly, it is incomprehensible why in the wealthiest country on earth, we are not better prepared, but be that as it may, in my view right now, the federal government must work aggressively with the private sector to make certain that this equipment is available to hospitals and the rest of the medical community. In other words, federal government must take the responsibility of working with the private sector and saying, you know what, this is a major priority. You’re going to get the job done."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "04:51",
          "text": "And during this crisis, in addition, of course, we need to mobilize medical residents, people in medical school, retired medical professionals and other medical personnel to help us deal with this crisis. One of the great fears that we are facing right now is that doctors themselves and nurses themselves will become ill. And if our frontline defense in the medical profession is injured, is made sick, is not able to treat the American people, that’s only going to make a very difficult situation even worse."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "05:28",
          "text": "Furthermore, and again, this goes without saying, it’s something that should have been done, It has to be done immediately. We must massively increase the availability of test kits, test kits for coronavirus and the speed at which the tests are processed. We must look to successful coronavirus testing models in other countries and throughout our own country and implement best practices here. And right now there are communities and states all over this country that do not have the test kits. It’s taking too long to get the results. We’ve got to aggressively address that."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "06:07",
          "text": "In my view, we need to use existing emergency authority under the Defense Production Act to dramatically scale up production in the United States of critical supplies such as masks, ventilators, and protective equipment that our healthcare workers need. It is again, quite unbelievable, but we have a short supply of masks, and if the doctors and nurses don’t have the masks that they need, it’s going to be very difficult for them to provide the care that patients require."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "06:41",
          "text": "We need to utilize the national guard, the Army Corps of Engineers and other military resources to deal with this crisis. Today our armed forces must be immediately activated to build mobile hospitals and testing facilities, assist providers reopen hospitals that have been shut down and expand our healthcare capacity in underserved areas. One of the ongoing crisis is that our healthcare system faces in many parts of this country under the best of times, people can’t find a doctor or a hospital 200 miles away from them. That’s not acceptable and we have to address that reality in the midst of this crisis today."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "07:25",
          "text": "We need to dramatically expand community health centers, which provide primary care, dental care and mental health care, as well as low cost prescription drugs to nearly 30 million Americans, including some of the poorest and most vulnerable. We have a primary healthcare system which is in very, very bad shape. Even people who have insurance having a hard time in many cases finding the doctors that they need."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "07:55",
          "text": "So expanding community health centers will be a significant step forward in making sure that there are locations where people can get the testing they need, get the treatment that they need, get the healthcare that they need in general. And while we are making sure that all of our people have the healthcare that they need, we must also respond to the growing economic crisis that this pandemic is causing."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "08:24",
          "text": "That means that we must make sure that everyone who has a job right now receives the paychecks that they need and does not lose their income. As we speak right now, think about the millions of workers who are being laid off in the tourism industry, in the fast food industry, in the restaurant industry, in the transportation industry. These are folks who don’t have a lot of money as all of you know, some 40% of the people in this country cannot afford a $400 emergency. So people are sitting out there and they’re saying, “My God, what am I going to do? How do I take care of my families?” And that has got, got to be the major, major economic priority that we address. How do we take care of the working families of this country who are negatively impacted by this crisis?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "09:17",
          "text": "Small and medium size businesses, especially those in severely impacted industries such as restaurants, bars, and local retail need immediate relief. We must tell these businesses who are being forced to lay off, in some cases their entire staff or possibly even shut down through no fault of their own, that we will not allow them to go out of business. The federal government will work with affected businesses to provide direct payroll costs for small and medium-sized businesses to keep workers employed until this crisis has passed."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "09:57",
          "text": "In other words, bottom line here, most important point is workers need to continue to get a paycheck even when their businesses are shut down."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "10:08",
          "text": "Further, we need to provide a direct emergency $2,000 cash payment to every household in America every month for the duration of the crisis to provide them with the assistance they need to pay their bills and take care of their families. Now we’re throwing out a lot of ideas and when you deal with the United States Congress, you don’t get everything that you want. There will be picking and choosing here and there, but I think it’s important for us tonight to discuss the various options that they have. And one of those options is to make sure that people at least getting $2,000 a month check to take care of their basic needs."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "10:48",
          "text": "And importantly, we must make certain that the government is getting this money into the hands of working families and the most vulnerable as quickly as possible. In other words, we don’t want some kind of bureaucratic arrangement. We were talking about this for weeks and months and people do not get the help that they need. We must provide emergency unemployment assistance to anyone who loses their job through no fault of their own. Under the proposal that I am working on, everyone who loses a job must qualify for unemployment compensation at 100% of their prior salary with a cap of $75,000 a year."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "11:31",
          "text": "In addition, those who depend on tips, waiters and waitresses and others, gig workers, domestic workers, freelancers, and independent contractors must also qualify for unemployment insurance to make up for the income that they lose during this crisis. I think as many of you know, unemployment compensation does not cover every worker in America. There are millions of people exempt from unemployment. We have got to deal with that right now. It doesn’t matter what work you’re doing. If you lose your job, you need unemployment."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "12:03",
          "text": "Further, we need to make certain that seem as people with disabilities and families with children have access to decent quality food. That means expanding the Meals on Wheels program, the school meals program and food stamps so that no one goes hungry during this crisis and everyone who cannot leave that home can receive nutritious meals delivered directly to where they live. In other words, that’s as basic as you can get in America during this crisis, people must not go hungry."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "12:40",
          "text": "We must place an immediate moratorium on evictions, on foreclosures and utility shutoffs and suspend payment on mortgage loans for primary residences and utility bills. In other words, it would be unacceptable that people could lose their homes, lose their apartments, see electricity or gas shutoffs during this crisis, so they must be a moratorium in those areas."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "13:14",
          "text": "Furthermore, we must restore utility services to any customers who have had the utilities shut off. Unbelievably in America right now, you’ve got a whole lot of folks who literally do not have running water in their homes because they haven’t been able to pay their water bill, they may not have electricity and that has got to be dealt with right now."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "13:34",
          "text": "We must also provide funding for states and localities to provide rental assistance for the duration of this crisis."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "13:44",
          "text": "In addition, we need to waive all student loan payments for the duration of the emergency. Longterm as I think all of you know, it is my view that we must cancel all student debt and make public colleges and universities and trade schools tuition free, and that is the view that I have held for a long time. But right now at the very least, we must make sure that nobody is obliged to pay their student loan right now."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "14:17",
          "text": "Furthermore, we must ensure that the homeless survivors of domestic violence and college students quarantined off campus are able to receive the shelter, the healthcare, and the nutrition they need and connect those individuals with social services to ensure nobody is left behind. We must also utilize empty hotel beds and other vacant properties to ensure that everyone in this country is safely housed during this crisis. We cannot forget that right now, tonight, there are some 500,000 people who are homeless, some in emergency shelters, some who are sleeping out on the street. Our job is to make sure that everyone is safely housed during this crisis."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "15:06",
          "text": "Further, we must protect farmers by suspending all farm service agency loan payments to protect farmers during this crisis, extend crop insurance and emergency loans to all affected farmers, extend rural development loans, and expand the emergency food assistance program to help alleviate hunger throughout the country and support our farmers during this crisis. We already have a major, major crisis in terms of family-based agriculture in America. Thousands and thousands of family farmers are losing their farms, we’ve got to stop that process right now during this emergency."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "15:43",
          "text": "Finally, we must make sure that our response to this health and economic crisis is not another moneymaking opportunity for corporate America and for Wall Street. Let me underline that. We must make certain that this health and economic crisis is not another moneymaking opportunity for corporate America and for Wall Street. We need to establish an oversight agency to ensure that no one is profiting off of the economic pain and suffering of our people in the midst of this crisis. Any emergency credit extensions or loans to insolvent companies or industries as a result of this crisis must come with strict protections and benefits for workers, for unions and for customers not no strings attached handouts for large corporations and their executives."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "16:46",
          "text": "During this crisis, we will ban stock buy backs and bonuses for executives. We will put conditions on this financial assistance to make certain that any corporation in America that benefits from emergency aid does not lay off workers, pays workers a livable wage and does not rip off consumers. We must make sure that companies they get bailouts are required to sell equity to the government and put workers on their board of directors."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "17:22",
          "text": "We need to prevent price gouging by pharmaceutical companies. As soon as coronavirus vaccine is developed, it must be sold for free. This is not an opportunity for some drug companies to make a fortune by charging an outrageous price for the medicine that people need in order to stay alive."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "17:44",
          "text": "Further all prescription drugs that are developed with taxpayer dollars must be sold at a reasonable price. The pharmaceutical industry must be told in no uncertain terms that the medicines that they manufacture for this crisis will be sold at cost. This is not the time for profiteering or price gouging."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "18:09",
          "text": "So we’ve covered a lot of territory tonight and this is what I would very much appreciate where I’d appreciate getting your help. Once again, this is an outline of proposals that I will be introducing to the Senate leadership and working with the Democratic leadership to implement. But it is important for me to hear your comments. We will have this outline up tomorrow in a little bit clearer way on our website, berniesanders.com. And in addition to that we need to know what you are experiencing right now. It’s hard to write proper legislation if we are not familiar with the kinds of pain and problems that people all across this country are facing."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "18:59",
          "text": "So let me just conclude by once again thanking all of you for being with us tonight to understand that what this country is experiencing right now is something that we have never experienced in the modern history of this country. That is, number one, a major pandemic, which threatens the health and lives of millions of our people. And on top of that, an economic crisis which threatens the jobs and the income of many, many, many millions of people."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "19:33",
          "text": "So we got some major crises, but I have the strong belief that if we work together, if we do not turn to fear and panic, but if we understand that the way we solve this is by going forward as one people, remembering those who are hurting tonight and will be hurting in the future. This is the richest country in the history of the world. This is a country with unbelievable energy, with unbelievable talent, with incredible resources, we can do it. We can address this crisis. We can minimize the pain and let us do just that."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "20:12",
          "text": "So let us go forward together and I look forward to continuing to communicate with you, to tell you where we are coming from, what our ideas are, and look forward to hearing from you as to what your ideas are and what your situation is. So once again, thank you very much for joining us this evening. Good night."
        }
      ]
    }
  ]
}