{
  "url": "https://www.rev.com/blog/transcripts/bernie-sanders-russia-interference-interview-transcript-us-officials-tell-sanders-russia-trying-to-help-his-campaign",
  "title": "Bernie Sanders Russia Interference Interview: US Officials Tell Sanders Russia Trying to Help His Campaign",
  "tags": [
    "2020 democratic presidential primary",
    "interview"
  ],
  "date": "2020-02-21",
  "candidates": [
    "Bernie Sanders"
  ],
  "other_speakers": [
    "Speaker 2"
  ],
  "description": "After news broke that US Officials have informed Bernie Sanders that Russia is trying to help his campaign, Sanders spoke with the media. He denounced Russia and Vladimir Putin and said he was briefed about it a month ago.",
  "parts": [
    {
      "number": null,
      "video": "https://www.rev.com/transcript-editor/shared/h0UvcUEk3l7mRo2s_TIfgyBbugSIp2MpJl5d19dSP6Ly_Qfcv1I_Rcrab8YWI9tp6Mi3WdU4-Is-3o6l1400O0x-Jgo?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Bernie Sanders",
          "time": "00:01",
          "text": "I’ve seen Russia and other countries interfering in our elections. The intelligence community has been very clear about it. Whether Trump recognizes that or not or acknowledges or not, they did interfere in 2016. The intelligence community is telling us they are interfering in this campaign right now in 2020, and when I say to Mr. Putin if elected president, trust me, you are not going to be interfering in American elections."
        },
        {
          "speaker": "Speaker 2",
          "time": "00:27",
          "text": "Senator, when were you briefed on this?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "00:29",
          "text": "I’m guessing about a month ago."
        },
        {
          "speaker": "Speaker 2",
          "time": "00:32",
          "text": "And what are you going to do now that you know this?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "00:35",
          "text": "Well it was not clear what role they’re going to play. We were told that Russia, maybe other countries are going to get involved in this campaign and look, here’s the message to Russia. Stay out of American elections. And what they are doing by the way, the ugly thing that they are doing, and I’ve seen some of the tweets and stuff, is they tried to divide us up. That’s what they did in 2016. That is the ugliest thing they are doing is they are trying to cause chaos, they’re trying to cause hatred in America. It’s an ugly business and all of us have got to say, “Sorry, you’re not going to do this in this election.” And again, as president of the United States, Mr. Putin, you will not interfere in our elections."
        },
        {
          "speaker": "Speaker 2",
          "time": "01:14",
          "text": "And if this came out a month ago, how did he think it came out now? If you had the briefing a month ago."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:18",
          "text": "Well, I’ll let you guess about Monday before the Nevada caucus. Why do you think it came out? It was the Washington Post. Good friends."
        }
      ]
    }
  ]
}