{
  "url": "https://www.rev.com/blog/transcripts/bernie-sanders-new-hampshire-town-hall-transcript",
  "title": "Bernie Sanders New Hampshire Town Hall",
  "tags": [
    "2020 democratic presidential primary",
    "town hall"
  ],
  "date": "2020-02-10",
  "candidates": [
    "Bernie Sanders"
  ],
  "other_speakers": [
    "Jane Sanders",
    "Speaker 1"
  ],
  "description": "Bernie Sanders held a town hall in New Hampshire, one day before the New Hampshire Democratic primaries.",
  "parts": [
    {
      "number": null,
      "video": "https://www.rev.com/transcript-editor/shared/rhS0cMfn1azk_gAOaAgBZ6brz2sJXyH2Xmmrjhxro4_QwStJ0rSqOWywJnAibhGPyE-QbF_MyUUtZuHKuEE9sB2Yt4s?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Bernie Sanders",
          "time": "00:00",
          "text": "Thank you. Thank you all for coming out. Let me begin by introducing you to the next First Lady of the United States of America, Jane Sanders."
        },
        {
          "speaker": "Jane Sanders",
          "time": "00:25",
          "text": "Hello, New Hampshire."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "00:28",
          "text": "Let me thank Samantha Valenti. Let me thank Eleanor Gagne, Briana Gilman. Let me thank Senator Nina Turner. Let me thank Cynthia Nixon."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "00:46",
          "text": "You know there are a lot of well-known entertainers out there, but not so many of them are prepared to put their names and their reputations on the line to fight for justice, and I very much appreciate all of the work that Cynthia has done and appreciate so much the support she is giving our campaign. Cynthia Nixon, thanks so much."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:16",
          "text": "It’s going to be a busy day. It’s the last day before the first primary of the 2020 election cycle. Today we started off in Manchester. We’re going to Nashua. We’re going to Salem later. Then we’re going to end up with what I think will be the largest event for the Democratic Primary process tonight in Durham. I thank all of you for being out here today in this crucial moment in American history."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:49",
          "text": "I want to begin by telling you that our campaign is off to a great start. Now all of you are aware that they have a little bit of problems counting the votes in Iowa. Think they’re still counting the votes in Iowa, but at the end of the day, what we know is we won the popular vote by 6,000 votes. We won what they call the realignment vote by 2,500 votes."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "02:27",
          "text": "The reason we did so well in Iowa, and I believe that we’re going to do so well here in New Hampshire is not because of our TV ads, not because of our radio ads. It’s because we have thousands of people knocking on doors. All of you who are volunteering in the campaign, I want to thank you so much. We have done something extraordinary. On Saturday, I am told by our campaign director, if you can believe it, in one day, one day we knock on 20% of the doors in the state of New Hampshire. That’s pretty good."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "03:02",
          "text": "I want to thank the people of New Hampshire for helping to change politics in America. Four years ago when I came to New Hampshire, I had a series of proposals that the political establishment said was very radical to extreme, media establishment said was too extreme, the corporate establishment said was too extreme. Nobody believes in what Bernie is talking about. Well, it turns out that the people of New Hampshire did, and because you stood up for justice, we won 22 States last time around and helped transform the conversation of where America should be going. I thank New Hampshire very much."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "04:06",
          "text": "Four years ago, I came to New Hampshire and I said, “You know what? If you work 40 hours a week, you shouldn’t be living in poverty.” We’ve got to raise the minimum wage to a living wage of $15 an hour. Four years ago, that was a radical idea. You know what’s happened since? Seven States have raised the minimum wage to 15 bucks an hour, so has the U.S. House of Representatives. New Hampshire, thank you for getting that ball rolling."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "04:43",
          "text": "Four years ago, I came here and I said, “You know what? We got to rethink education and higher education in America. There is something wrong when in the wealthiest country in the history of the world, hundreds of thousands of bright young people cannot afford to go to college and many others by the millions are leaving school deeply in debt. Something wrong with that.” Well, what’s happened since is all over the country in States and cities and counties, there is a significant movement forward to make public colleges and universities tuition-free. When we are in the White House together, it’s going to be a big room there, we’re going to bring you all in the oval office. Got a squeeze a little bit like here. What we are going to do is not only make public colleges and universities tuition-free so that all of our kids …"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "05:50",
          "text": "Now I want you to understand what that means. It’s not only relevant to those who are in college, it relevant to the kids who are in the fifth and sixth grade today because you’ve got kids all over this country … and I grew up in a working class family. We didn’t have a lot of money, but the word has got to go out to parents and kids that if you do well in school, in elementary school, in high school, no matter what your income is, you are going to be able to get a higher education. If you want to go to college, it’ll be college. If you want to go to trade school, it’ll be trade school, but we will make public colleges and universities tuition-free. We will greatly expand Pell grants so that people in private schools … We will expand work study programs."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "06:41",
          "text": "I’ll tell you something else that we’re going to do, and I want you to think big about this one. When the rulers of the universe … You know who the rulers of the universe are? Those are the big money interests who think they got it all. Wall Street and all these guys. They are the rulers of the universe. When they want something, they get it. 12 years ago when the crooks on Wall Street destroyed our economy, they went to the Congress and they said, “Oh, please. Yes, we lied. We cheated. We stole. We acted illegally. But you got to bail us out.” And Congress, against my vote, bailed them out."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "07:17",
          "text": "Then two years ago, the billionaires who control the political process in America said, “Hey, we’re only worth three-billion dollars. I mean, how can you get by on a few billion dollars nowadays? We need a tax break.” Donald Trump and his friend said, “Yeah, my God, how can you get by? I mean, price of food going up. How do you get by a two-, three-billion dollars of wealth?” So two or three years ago, Trump and his friends gave the 1%, billionaires and large profitable corporations, a trillion dollars in tax breaks. A trillion dollars in tax breaks. Anybody here know how much Amazon … made over 10-billion dollars last year … how much they paid in taxes? Anybody here know?"
        },
        {
          "speaker": "Speaker 1",
          "time": "08:05",
          "text": "Zero."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "08:05",
          "text": "Smart group of people. They paid zero. Okay? That’s what Donald Trump gave the wealthiest guy in America who happens to own Amazon. Point that I’m making here is if Congress can give huge tax breaks to billionaires and large corporations, you know what else Congress can do? We can cancel all student debt in America. We’re going to do that through a modest tax on Wall Street speculation. We bailed out Wall Street 12 years ago, it’s Wall Street’s turn to help the working class of this country."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "08:51",
          "text": "Now what our campaign is about is thinking big and not small, and that means asking yourselves hard questions that you’re not going to see on television or hear from Congress. All right? Here’s the question I want you all to think about. Everybody in this room, everybody in America at one point or another in your life is going to access the healthcare system. We all need healthcare. Why is it, my friends, that we are the only major country on Earth not to guarantee healthcare to all people? I want you to think about it. Our neighbors to the north, border on New Hampshire, border on Vermont, in Canada, they have had universal healthcare for decades. That means anybody in that country goes to any doctor they want. If they get sick and they end up in the hospital, they come out. You know what the bill is when you come out of the hospital for a month in Canada? Anyone know?"
        },
        {
          "speaker": "Speaker 1",
          "time": "09:50",
          "text": "Zero."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "09:51",
          "text": "Zero. Okay. Meanwhile, after they provide quality care to all of their people, turns out they are paying one-half as much per person for health care as we are. In other words, we are paying by far more money for healthcare per person. We’re paying $11,000 for every man, woman, and child for healthcare, and yet we have 87-million Americans who have no health insurance or who are under-insured. We have 30,000 people a year who die because they don’t get to a doctor on time. We are paying, by far, the highest prices in the world for prescription drugs. In some cases, we’re paying 10-times more than the Canadians and people around the world for the same exact medicine. What is also unbelievable and immoral and a disgrace and that is in America, some 500,000 people a year go bankrupt because of medically related debt. That means, and I want you to-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "11:03",
          "text": "Of medically related that death. I want you to think about it, just take a deep breath and think about it. It means that in this country, through no fault of your own, if you are dealing with cancer, you are dealing with heart disease. You’re dealing with Alzheimer’s or some terrible illness, not only do you have to cope with the illness, you’ve got to worry about whether or not you go bankrupt because you can’t pay that $100,000 bill. That is not what America is supposed to be about."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "11:35",
          "text": "Meanwhile, while so many of our people are uninsured or under insured, last year the health care industry made $100 billion in profit. Drug companies made huge profits. So what we are here today to say to the healthcare industry, the function of a humane and rational healthcare system is to provide health care to all of our people, not a system in which drug companies and insurance companies make huge profits and that is why the first week of our administration we will introduce and we will pass a Medicare For All single payer programs."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "12:32",
          "text": "What does that mean? You’re going to hear a lot of lies and misinformation about Medicare For All because the people who control the health care system, they think the system is great. Profits for the insurance companies soaring, drug companies making billions over billions. They’re doing great. They will fight us tooth and nail. So what does a Medicare For All single payer program mean? What it means is we eliminate all premiums in America."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "13:07",
          "text": "Right now you’re paying 1000 bucks a month, 500 bucks a month, 1700 bucks, no more, not you or your employer, by the way. No more co-payments. So when you walk into the doctor’s office, you don’t have to worry about that 50 bucks or 100 bucks. That’s gone. We’re going to eliminate one of the most absurd concepts that I have ever heard of. We take it for granted, but it is totally absurd. That is the concept of a deductible. You all know what a deductible is? You would think that if you pay a lot of money for insurance, you pay up, okay, you pay too much. You’re not happy about it, but you go to the doctor when you want, wrong. You got a $5,000 deductible, you got a $10,000 deductible, you got to take huge amounts of money out of your own pocket before you can walk into the doctor’s office. We eliminate all deductibles. We eliminate all out of pocket expenses. These are not radical ideas. I know some people think, “Oh my God, how did he think of all these?” This is what goes on all over the world. Furthermore, because we are going to take on the greed and the corruption of the pharmaceutical industry, an industry that not only engages in price gouging, charging us any price they can get away with, they’re also involved in price fixing and collusion. They ain’t going to get away with that any more. Their time is running out."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "14:52",
          "text": "When we lower drug prices in America, so they’re not any higher than the prices they charge around the world on the Medicare For All, nobody in America will be forced to pay more than $200 a year for prescription drugs."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "15:11",
          "text": "Now people say, Medicare For All is going to be so disruptive. It’s such a radical idea. Oh my goodness. Actually it is the least disruptive approach to moving toward universal healthcare. So this is what we’re doing now. Medicare is a good program. It is not good enough. On our Medicare For All we’re going to expand Medicare to cover dental care, hearing aids, eyeglasses. You know what else we’re going to do folks? There are a whole lot of people in this country today who are forced when they’re old or they have severe disabilities, are forced out of their homes into nursing homes. They would rather stay home. On the Medicare For All we will fund home health care."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "15:58",
          "text": "Do you want to stay home? You will be able to do so, that is the right thing to do and by the way, that saves us essential sums of money. So what we do under the Medicare For All, we expand benefits. First year we go from 65 which is the eligibility age now down to 55, down to 45 the next year, down to 35 everybody is in. You’ve got a card, you go to any doctor you want. You like the doctor you’re going to now, you stay with that doctor. You want to go to the hospital, you go to the hospital. We fund it through a progressive tax system which will end up costing the average American substantially less than that family is paying right now. People say, “How are you going to fund the Medicare For All?” You know how we fund healthcare today? The median family income in America is $60,000 a year. That family right in the middle of the economy is paying $12,000 a year for health care. The employer is paying $14,000 a year. We are going to lower the cost of healthcare for both very, very substantially."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "17:11",
          "text": "There’s another issue that we cannot run away from. One of the problems with politics in America is there is a tendency to run away from the difficult issues. We are not going to do that. We have a president of the United States who is an embarrassment in so many respects, but he is an embarrassment not only to our country, but to the world in terms of his refusal to acknowledge the reality of climate change. So Donald Trump, in case you are watching, how are you? I want you to know that climate change is not a hoax. It is a dangerous reality. Unlike the Trump administration, our administration will listen to the scientists and what the scientists are telling us is that not only is climate change real, they have underestimated the degree and the severity in which it is ravaging this country and the planet. Polar ice caps melting at a faster rate, ocean warming at a faster rate, drought getting worse, the extreme weather disturbances getting worse. What the United Nations is telling us is that if we don’t get our act together by the end of the century, they will be hundreds of millions of climate refugees. People unable to stay in their own communities because there’s no clean drinking water. There is no land to grow their crops."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "18:59",
          "text": "Want to know what climate change is doing to the planet? Turn on television and see what’s going on in Australia right now where that country is burning. Remember what happened in California with an unprecedented level of fires? What we will do under our administration is adopt the basic principles of the Green New deal. We will transform our energy system away from fossil fuel to energy efficiency and sustainable energy. We will create up to 20 million good paying union jobs."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "19:46",
          "text": "I’ll tell you what else we are going to do, because climate change is not an American issue. Climate change is a global issue. We will lead the world and I will be reaching out to countries all over the world. Countries like China, India, Pakistan, Brazil, countries all over the world and make the case that we are in this together. It’s not an American issue, it’s not a Russian issue, not a Chinese issue. We are all going to suffer from climate change and maybe, just maybe, instead of spending one point a trillion a year on weapons of destruction globally, maybe we should pull our resources and fight our common enemy, which is climate change."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "20:44",
          "text": "Our administration will tackle another very difficult issue, but an issue that needs to be tackled. That is the fact that we have a broken and racist criminal justice system. We must not continue living in a country which has more people in jail, disproportionately African American, Latino, and native American. More people in jail than the peoples of any of the country on earth. So we are going to do is invest in our young people, making sure that our kids get the job training and the education they need. We’re going to invest in our young people, not in more jails and incarceration. We’re going to end private prisons and detention centers. We are going to end the war on drugs and legalize marijuana in every state in the country. We are going to expunge the records of those-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "22:03",
          "text": "We’re going to expunge the records of those arrested for possession of marijuana. Now what Donald Trump is about, and it’s a pretty ugly business. What he is about as president is trying to divide the American people up. That’s what he does. He’s trying to divide us up based on the color of our skin or where we were born or our sexual orientation or our religion or even our gender. And one of the groups that he is targeting most are the undocumented in this country. Well, as the son of an immigrant, my father came to this country from Poland with not a nickel in his pocket, no education, I understand a little bit about the immigrant experience. My view is that instead of demonizing the undocumented, we’re going to go forward and pass comprehensive immigration reform and a path toward citizenship."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "23:03",
          "text": "We are going to end border policies, which allow federal agents to snatch babies from the arms of their mothers and throw children into cages. That’s not going to happen under our watch. And on my first day in office, I will sign an executive order undoing all of the racist executive orders on immigration signed by Donald Trump. And that means among many other things, restoring the legal status of the 1.8 million young people eligible for the DACA program. Now in Washington, I think the reason that a lot of people are disillusioned with what goes on in Washington is they look around them and people share common beliefs. We’re not quite as divided as some would think we are. And in one issue in particular that has been a coming together of people from rural states like Vermont and New Hampshire and urban communities like Chicago and New York City, people who are gun owners and people who are not gun owners. People have seen over the last several decades with horror and disgust mass shootings and gun violence in America. And the American people want action. And they look to Washington and they say, “Why aren’t you doing anything?” And the answer is pretty simple. It is the American people want strong gun safety legislation, but the NRA does not. And the NRA has intimidated Trump and intimidated the Republican leadership. The NRA will not intimidate me."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "25:12",
          "text": "We will do what the American people want. And what the American people want are universal background checks. If you have a history of violence, domestic violence or whatever it may be, you know what? You should not own a gun. We’re going to eliminate the gun show loopholes which allow people to legally buy guns. We’re going to eliminate the straw man provision and we’re going to do something that the American people now want also. And that is to end the sale and distribution of assault weapons in this country."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "26:05",
          "text": "Now, there is a lot of hypocrisy. I know I won’t shock you when I tell you there’s a lot of hypocrisy in Washington. I know you’re shocked to hear that. And one of the greatest examples of hypocrisy that I know is we have a lot of Republican Senators and Congressman going up on the floor and they’re saying, “We believe in small government. We believe in getting the government off the backs of the American people.” Well, I say to those hypocrites, if you believe in getting the government off the backs of the American people, understand that it is women who have the right to control their own bodies, not the government. So my promise to you is that I will never nominate anybody to the Supreme Court or the federal bench who is not 100% pro Roe v. Wade. We will codify Roe v. Wade. We’ll put that into law. We will greatly expand funding for Planned Parenthood."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "27:36",
          "text": "So my friends, here we are in Rindge, and tomorrow there is the first primary in the election, 2020 election process. And not only is the whole country looking at New Hampshire tomorrow, but the world is looking at New Hampshire. What is New Hampshire going to do? So I am here to humbly ask for your support. I am here to ask you to bring out your friends, your family, your coworkers, to vote tomorrow. I’m asking you to try to create the largest voter turnout in the history of the New Hampshire primary. And I’m asking you to do that for two reasons. Tomorrow could begin the end of Donald Trump."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "28:42",
          "text": "If we win here in New Hampshire, after winning in Iowa. I think we got a great chance to win in Nevada. I think we have a strong shot in South Carolina and California and the states that follow. So if we win here tomorrow, I think we got a path to victory for the democratic nomination. When we win the democratic nomination, and when we put together the strongest grassroots political movement this country has ever seen, we’re going to defeat Donald Trump. But we are going to do more than defeat Donald Trump. What we are going to do is begin the process of transforming this country. We are prepared with your help to take on the greed of Wall Street, the insurance companies, the drug companies, the fossil fuel industry, the military industrial complex, the prison industrial complex, and the entire 1%. With your help, we are prepared not only to defeat Trump, but to create an economy and a government that works for all of us, not just the 1%. Thank you all very much."
        }
      ]
    }
  ]
}