{
  "url": "https://www.rev.com/blog/transcripts/donald-trump-colorado-springs-co-rally-transcript",
  "title": "Donald Trump Colorado Springs, CO Rally",
  "tags": [
    "2020 presidential general election",
    "speech"
  ],
  "date": "2020-02-20",
  "candidates": [
    "Donald Trump"
  ],
  "other_speakers": [
    "Speaker 3",
    "Speaker 2",
    "Senator Cory Gardner",
    "Crowd",
    "Dana White"
  ],
  "description": "Donald Trump held his second rally in two days in Colorado Springs, CO.",
  "parts": [
    {
      "number": null,
      "video": "https://www.rev.com/transcript-editor/shared/g4u-zauM2rER8pzW84eZvejEI-5ZFtuQpYnfTioqA8dRO122UA6hmba_TuoqBoUuQEATiDMCmX6aqsDFsh7ofdulbr4?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Donald Trump",
          "time": "02:47",
          "text": "Wow. Thank you. So where else would you like to be but a Trump rally, right? [inaudible 00:02:58] Hello Colorado. We love Colorado, most beautiful place And I’m thrilled to be back in Colorado Springs. I’ve spent a lot of time here over the years. Beautiful place, beneath the majestic peaks, that’s true, of the Rocky Mountains with thousands of terrific, hardworking, great American patriots."
        },
        {
          "speaker": "Donald Trump",
          "time": "03:26",
          "text": "With your help this November, we are going to defeat the radical Democrats and we are going to win Colorado in a landslide. And you’re going to help us get Cory Gardner across that line because he’s been with us 100%. there was no waiver. He’s been with us. There was no waiver with Corey. We appreciate it. Thank you Corey. Thank you."
        },
        {
          "speaker": "Donald Trump",
          "time": "04:04",
          "text": "This month we mark a very special anniversary. 75 years ago this week our brave United States Marines landed on the shores of Iwo Jima and began one of the bloodiest battles of the second world war. It was a rough one. Tonight it’s our great privilege to be joined by three of the heroes of the Battle of Iwo Jima, James Blaine, Donald Whipple and John Thurman. Great, great patriots, very brave people."
        },
        {
          "speaker": "Donald Trump",
          "time": "05:07",
          "text": "And tonight we also honor the life and extraordinary, really of a very extraordinary American hero, one of the last known survivors of the attack on the USS Arizona at Pearl Harbor on December 7th, 1941. He was in the Oval Office just recently, a little while ago, about a year and a half ago and we just want to pay our respects. Okay, you know it is, Donald Stratton. [inaudible 00:00:05:40]. Just passed away. Sadly he passed away just a few days ago. He was going to be here. Passed away a few days ago, but he was great. I have a beautiful picture of him right outside and we’re going to honor him and his family. Great, great gentlemen. So we were going to have four. We have three and we want to thank you for being here. Thank you all. Thank you."
        },
        {
          "speaker": "Donald Trump",
          "time": "06:10",
          "text": "Because America is truly a land of heroes, on behalf of the grateful nation I would like to recognize the many veterans of the Vietnam War and the Iraq and Afghanistan Wars who are here this evening, and a lot of them. Great people, great people."
        },
        {
          "speaker": "Donald Trump",
          "time": "06:32",
          "text": "This is a truly incredible time for America. We have the best economy in our history, the most prosperity of any country. We are doing better than any country in the world, that is not even close. And we’ve rebuilt our military over the last three years. Don’t tell anybody, but we spent two and a half trillion dollars. But when it comes to our military and our safety and our security, we don’t worry about budgets, right? We don’t worry about budgets. We had to rebuild it. It was depleted. It was in bad shape. It was old, it was tired. We have the best people in the world, but they had old equipment. Now we have brand new jets. We have brand new missiles and rockets. We have everything all made in the USA. In my State of the Union Address, I proudly declared that we are in the midst of the great American comeback. That’s what we’re doing. Our country is stronger today than ever before. After three years of ridiculous witch hunts and scams and partisan Democrat crusades, the radical left’s attempt to poison our democracy and overturn this last election have totally failed. They have been a complete flop and we today have the highest poll numbers we’ve ever had today, just came out."
        },
        {
          "speaker": "Donald Trump",
          "time": "08:40",
          "text": "And I don’t know if anybody watched last night’s debate, it got very big ratings and you know what? Mini Mike didn’t do well last night. I was going to send him a note saying it’s not easy doing what I do, is it? It’s not easy, Mike. Not easy for any of them. Now, Mike didn’t do too well. He went way down. It’s all right. Mini mike. How about Klobuchar, did you see her? She choked. She choked. She couldn’t breathe. Alfred E. Neuman looked at her and said something slightly derogatory and she said, “Are you accusing me of being dumb?” Who would make a statement like that? Because that’s really what he was doing, but he doesn’t want to say that. No, how about that? “Are you saying I’m dumb?” That was the end of her campaign in my book. You don’t say that. Even if it’s true, you don’t say that. They had a crazy person on today on one of the Fox shows. I tell you, Fox doesn’t treat us the way they used to. But we have the great Sean Hannity, we do, and we have Laura and Tucker. And we have in the morning Fox and Friends, Steve and Ainsley, and Brian’s gotten much better, he’s moving up. And we have the great Lou Dobbs. Lou Dobbs says he’s the greatest president ever. The great Lou Dobbs. He says, Lou Dobbs a year and a half, two years ago he said, “He’s the greatest since Reagan.” Then he said about six months ago, “He’s better than Reagan.” And then he said a few nights ago, “He’s the greatest we’ve ever had.” I said, “Does that include Lincoln and George Washington?” He said, “That includes them all.” That’s Lou Dobbs. The great Lou Dobbs. And you’ve got Hegseth and you’ve got Jesse Waters. How about Jesse? And Judge Jeanine and even Greg Gutfeld. Greg hated us, right? But now he says, “Look, whether I like him or not, he gets it done. It’s all about getting it done.” We’re getting it done. Nobody’s ever done what we’ve done. No, but Fox says, and I don’t know, it’s different. It was different. In the old days, it was better for us. It was better for us. But it’s okay, we’ll win anyway."
        },
        {
          "speaker": "Donald Trump",
          "time": "11:40",
          "text": "No, but they had this woman on. Neil Cavuto, doesn’t treat us good. Neil Cavuto, he’s not too good. She said, “I don’t like him.” Nobody likes him. Right now… So you had, remember Lest in The Readies? You remember who was Lest in The Readies? He got fired, right? You remember, right? Remember? He’s gone and now Neil’s taking his place. Neil is actually a nice guy, but he doesn’t like Trump too much. And he put this woman on today and she said, “Donald Trump didn’t do well in the debates and he won,” because she was referring to Mike Bloomberg, sometimes referred to as Mini Mike. And I said, “Wait a minute, I won every debate.” It’s true. And we sent them polls, poll after poll after poll. Not only won them, but won by a lot. I won every debate. I’m just saying every poll, they do those polls right after, three, four, 500,000 people, Time Magazine. I said, “Nobody’s allowed to do that. You can’t do that.” We’re at enough of a disadvantage with the fake news. They make up 90% of the story."
        },
        {
          "speaker": "Donald Trump",
          "time": "12:54",
          "text": "So where is Dan Scavino? Where is Scavino? Does anyone know who Dan Scavino is? Dan, bring me those pages up here. Bring those pages up. See if you can get them. Go get them. It’s such fake news. It’s so disgusting. You know what? They’d do better if they told the truth. Do you agree? They’d do better. Oh, someday in 10, 14, 18, 22 years when I’m gone, when we leave office in 26 years or so, they’re going to miss us."
        },
        {
          "speaker": "Donald Trump",
          "time": "13:36",
          "text": "I told the story that a month before I ran, 2016 I was thinking about it. I said to my wife, who has become a great First Lady. People love here. They said it’s one of the greatest fields ever assembled. And I said, “What the hell should I run for if they are so great?” But I remember holding up the New York Times and it was like a leaflet that you give a certain, a supermarket, right? It’s like, the thing was blowing in the wind. It was dead and now it’s successful again. But when we leave, it’s all of us. We leave together. We’re unified. This is the most unified the Republican party has ever been. And when we leave, the New York Times… Thank you. The great Dan Scavino, the most powerful man in politics."
        },
        {
          "speaker": "Donald Trump",
          "time": "14:34",
          "text": "Hey Dan. So Zuckerberg left. Who is number one in the world on Facebook? And I’m saying this in front of the fake news because if I’m wrong, they’re going to report me, right? Who is number one in the world on Facebook?"
        },
        {
          "speaker": "Donald Trump",
          "time": "14:54",
          "text": "He walked in, but that’s us. He walked in for… We had dinner recently just because I want them to pay taxes. I want to find out what’s going on. But he walked in, he’s smart, and he said, “I just want to congratulate you.” Small dinner, a few people. He said, “You’re number one in the world in Facebook.” I said, “That’s nice.” I said, “Who’s number two?” He said, “Prime minister Modi of India.” I said, “Wait a minute, wait a minute. He’s got 1.5 billion people and we have 350 so he should be number one.” But we’re never going to give up that position of number one in the world for our country, for Facebook, for Twitter, for anything, and they still haven’t figured it out. They have not figured it out. But look at all that press. Look at all that press."
        },
        {
          "speaker": "Donald Trump",
          "time": "15:46",
          "text": "By the way, how bad were the Academy Awards this year? Did you see it? And the winner is a movie from South Korea. What the hell was that all about? We got enough problems with South Korea with trade, on top of it they give them the best movie of the year. Was it good? I don’t know yet. I’m looking for, let’s get Gone with the Wind. Can we get Gone with the Wind back, please? Sunset Boulevard. So many great movies. The winner is from South Korea. I thought it was best foreign film, right? Best foreign movie. No, it was the [inaudible 00:16:25]. Did this ever happen before? And then you have Brad Pitt. I was never a big fan of his. He got upset. A little wise guy statement. A little wise guy. He’s a little wise guy."
        },
        {
          "speaker": "Donald Trump",
          "time": "16:39",
          "text": "Anyway, but we’re doing what? Over here, I just showed this real quick. Right? So this horrible journalist, she’s a real, she’s a Trump hater. You know what she’s worth? Zero ratings. Nobody watches her, but she said… she was trying to… Look, Bloomberg made a fool out of himself last night. He choked. He’s another one who’s going, ” Oh I can’t breathe. I can’t breathe. Don’t ask me the question, please.” I look at my wife, I said, “Let’s send him a little note. It’s not so easy up there to do what I did, right?” Not so easy."
        },
        {
          "speaker": "Donald Trump",
          "time": "17:20",
          "text": "But this woman who is a third rate, fourth rate, she’s been with everybody. Every year she’s with a different group, but I won’t use her name because it’ll make her too famous. It actually plays to their advantage. But she’s third rate and she’s on the lowest rated show at Fox, Neil Cavuto. That’s why. So she said, “Donald Trump didn’t get good ratings. He didn’t do well in the polls.” She said, “He didn’t do well on the debates.” She said that we were defeated in the debates. Well I defeated crooked Hillary every time and by a lot. Yeah, she’s crooked as a $3 bill. I was going, “Whatever happened to the 33,000 emails? Whatever happened?” 33,000, she deleted them and her acid washed them and she didn’t get in trouble. Can you imagine if a Republican did that? They would want to bring back the death penalty, right? Two standards. But I think things are happening."
        },
        {
          "speaker": "Donald Trump",
          "time": "18:44",
          "text": "I said drain the swamp, I just never knew how deep it was. We have more garbage in the swamp than you would ever believe. And this is part of the swamp. So what happens? She said, “Donald Trump didn’t do well in the debates.” Now remember my answer, Rosie O’Donnell, right? First question I’ve ever, and we took down the house. Then the second, Brett Barry asked me, I had to raise the hand. I’m the only one, I guess that raised the hand. Right? And the place went crazy because I was the only one telling the truth. Okay? Turns out I was the only one telling… And the people get it. But she said I didn’t do well on the bench. I said, “Really? I won every single debate.” We had 15 to 14 debates, then we had the presidential debates with crooked Hillary against myself. So here’s one. I don’t want to… I’m a little guilty because these are all my friends, right? A lot of them are my friends now. They weren’t my friends then, they were my mortal enemy. It’s hard to be friends when you’re competing against somebody."
        },
        {
          "speaker": "Speaker 2",
          "time": "19:43",
          "text": "[inaudible 00:19:44]."
        },
        {
          "speaker": "Donald Trump",
          "time": "19:44",
          "text": "You’re right about that. So here’s Donald Trump, 67. The next one was 13%. the next one was 5%, 4%, 3%, 2%, 2%, 2%, 1%, 1%, and 0. All right, that’s Time Magazine. All right, that’s Time. They don’t like me. I don’t like them either, by the way. Although actually I do like the new owner. This year I got beaten out by Gretta. You know Gretta? Last year I got beaten out… I mean, I’ve won it. But when the world evolves around all of us, we should be chosen. There’s nothing wrong with it, right? I mean, we’ve won it, but we should win it every single year, let’s face it. And now they call it person of the year. They don’t go out man of the year. And I know the women out there are saying, “Isn’t that nice?” But a lot of the women out there don’t like it. They don’t like it. We could have a woman of the year and a man of the year. I like that."
        },
        {
          "speaker": "Donald Trump",
          "time": "20:56",
          "text": "Okay, here’s Drudge Report. Drudge is starting to treat me good again. He started to like me again. I like him. Look, Trump and Ted Cruz, I can say he came in second. He was a great debater. And Marco came in third and a guy who I don’t like much and they don’t like him much in Ohio either, Kasich. Kasich. He was way down. Way down. Okay, look who won? Trump. Here’s another one. Look again, a different one, Time Magazine. Trump, 33%. Ben Carson, good man, he was down. Marco, Jed, Ted. Carly Fiorina, a name I haven’t heard in a long time. What happened to Carly? And ran, good poll. Here’s the story. Look, but way up. Way up. Look at this. Here’s another one. Look at this. Trump 46%. I didn’t make this up. Here’s another one. This is a different debate. I don’t know. They’re all different. I won every one of them. Look, Trump, I just took these at random, 46%. second, 5%, 3%, 5%, 3%, 9%, 5%, 11%. Trump, 46%. Here’s another one, CNBC. Well, the market’s been up. They’ve actually been not so bad and Joe Kiernan is a good guy. He is a good guy. Some of the rest, I don’t care for it too much. Becky’s like, she plays it a little bit down in the middle, right? Which is okay. Trump, almost 50%. Then they have all the rest of them. 14, 4, 3, 2, 2.8, 2.54, 1.9, I’m not going to give you the names. I won’t tell you that I got 48.8 and Jeb Bush got 1.1. The rest I’m not going to talk about, but he hasn’t been exactly a great supporter, sort of a never Trumper I guess. So Jeb, 1.9, 1.1, and Trump 48. That’s another one. Oh, here’s a nice one. Here’s a nice one. Look at this. Look at this. Trump 70%, next one is 18%, next one is 7, 4, 3, 3, 3, 2, 1, 1, 1. Trump didn’t do well in the debate. See, they’re fake news."
        },
        {
          "speaker": "Donald Trump",
          "time": "23:57",
          "text": "Here’s another one, Trump Kicked Ass. Trump Kicked Ass. Trump 48, number two was six. Here’s another one. Trump 75.6, crooked Hillary was 24%. This was against crooked Hillary. So look at that. Trump was 74.6, crooked Hillary Clinton was 24.1. Trump was 80%, crooked Hillary was 18%. And I’ve got this woman. You know who it is, right? Nobody knows the name. I’m not going to mention it. But everybody knows Neil Cavuto. She has no credibility and neither do you, Neil Cavuto. Here’s another one. Crooked Hillary, and by the way, one is a Fox poll, one is Breitbart, one is a Drudge report. One is a Patch, one is Syracuse.com, one is Pollack Opinion, Alyssa Goodwin. But look at these numbers. Trump 92. What is it?"
        },
        {
          "speaker": "Donald Trump",
          "time": "25:14",
          "text": "So I’m winning every poll, I beat crooked Hillary. Here’s the one, Trump 61, crooked Hillary 39. Okay? That’s what it is. And then I turn on the damn show on Fox. Again, it’s not the same. It was much better. It really was. It was much better. I turn on Fox and I’ve got this third rate political journalist, if you call her that saying, “Trump did very poorly in the debates, but he became president.” No, I did great in the debates. I became president because of the debates, because unlike Mini Mike, I could answer questions."
        },
        {
          "speaker": "Donald Trump",
          "time": "25:50",
          "text": "And here’s the final one and I could get you another 15. These are all the ones that taken right after. People call in, hundreds of thousands of people, they call in Time Magazine, CNBC. So here’s a CNBC, crooked Hillary Clinton, 39%. Donald Trump, 61%. and then this stupid person said I didn’t debate well. Now look, I don’t mind and you can have bad debates, but I won every single debate. Listened to this, then three and a half, four years later I have to listen to a person saying how we didn’t do well, because these people are among the most dishonest people anywhere in the world. Take it. Take it. Here it is."
        },
        {
          "speaker": "Donald Trump",
          "time": "26:36",
          "text": "Okay, let’s get back to business. Now I feel good. Now I feel good. She’s a third rate journalist. Let’s go. We’re standing up in defense of our constitution, our freedom and democracy itself, right? While the extreme left has been wasting America’s time and doing all sorts of vial hoaxes, we went through hoaxes. We went through the impeachment scam. And by the way, Corey was with us all the way. He didn’t move. He didn’t budge. He said it’s a lot of bull. He said it’s a lot of bull. But while they’re doing that stuff and we’re working with a cloud, we’re working with these people. They want to take you out. They want to change the results. They got caught spying, let’s say it like it is, right? They got caught spying on our election. Fake news."
        },
        {
          "speaker": "Donald Trump",
          "time": "27:42",
          "text": "Hey fake news, take your cameras for a change and show them the room and show them behind you. Go ahead, show them the room. Show them the room. You see, they never do it, including Fox, by the way. Fox is not that much better. We just got lucky because we have some… All their high rated shows are the shows that like Trump, all their losers shows like Cavuto are the shows that don’t like Trump. How is Shep Smith doing lately, by the way? How is Shep Smith? He had the lowest ratings and now Cavuto took his place so that’s okay. But they never show the room."
        },
        {
          "speaker": "Donald Trump",
          "time": "28:45",
          "text": "My wife, a great First Lady, she goes… I say, “Hi honey. Did you watch the debate?” “Yeah.” “How did the room look? Was that…” because last night I think we turned away 21,000 people. We had an arena that it held 12, but we fill up the basketball courts, right? Or the ice rink. We had to have 15, 16,000 people. It was on fire. You all saw it. It was great. And she said to me, she said, “Darling, how did you do?” I said, “I did great.” I said, “Did you see the arena?” And she said, “No, they never show the arena.” You know that guy Dana White at UFC? I won’t tell you about him yet, but he’s a brilliant guy, right? I mean, he sold his crazy fighters, I mean bomb bomb bomb. $4 billion he got with Fertittas, great people. But you know what? They’re always showing it’s full. It’s full. These fakers back there, they don’t want people. But I’ll tell you what my wife said, “They don’t show it, but you can’t imitate 15,000 people when it comes to the noise.” Look, they won’t show it. They never show it and we’ve never had an empty seat from the day I came down the escalator, not one."
        },
        {
          "speaker": "Donald Trump",
          "time": "30:23",
          "text": "What these guys do if Mr. And Mrs. Jones sitting right up there, beautiful couple. If she said, “Darling, I’m sorry, there’s nothing I can do about it, darling. I have to go to the bathroom.” He said, “Darling, I’ll walk with you.” The cameras glong on to those seats, they glong on and they say, “There were two empty seats. Trump didn’t fill up the room.” These are the worst people. But when I told them to spin around those cameras, they stayed that way."
        },
        {
          "speaker": "Donald Trump",
          "time": "30:55",
          "text": "Now, if we had a protestor somewhere in the arena, it could be up in that corner where it’s loaded up with people, those cameras that can do, they look like a pretzel. They look like a pretzel. They want to find it. There’s trouble, those same guys could, it could cover anything. I used to think, well it’s the equipment, it’s very rigid. They can’t turn it. And then some idiot from up in the corner starts screaming stupid stuff, because that’s dangerous in this room, to be honest. We don’t have it too much. They only pick on the guys that are all by themselves and aren’t fighters. But if somebody up there does something, those cameras turn around, spin around like a pretzel. They bend, boom, they get. So that was the end of my theory that we have rigid equipment. And by the way, I told them, turn around, not one of those cameras turned around to show the room because it’s fake news."
        },
        {
          "speaker": "Donald Trump",
          "time": "31:56",
          "text": "While the extreme left has been wasting America’s time with vial hoaxes, we’ve been killing terrorists, creating jobs, raising wages, enacting fair trade deals, securing our border and lifting up citizens of every race, color, religion, and creed, right? We added another 225,000 brand new beautiful jobs last month, way, way, way above what our great geniuses back there thought it would be, 225,000. Think of it, we right now have more people working in our country than at any time in the history of our country, almost 160 billion."
        },
        {
          "speaker": "Donald Trump",
          "time": "32:49",
          "text": "And right now since the election, we go by the election. Don’t forget, a lot of things happened when we won. From the day we won that beautiful November day, the most exciting night in the history of television, including UFC fights, the most exciting night, the biggest ratings in the history of television worldwide. They were watching. I have friends in Paris and London. “What are you doing?” “I’m watching,” 3:00 in the morning, 2:00 in the morning, 5:00 in the morning, they are watching. The whole world was watching. That was the most exciting television that anybody’s ever seen. Even ESPN, some guy on ESPN said, “This is the most exciting event I’ve ever seen.” And all he does is watch sporting events and big ones. But since the election, 7 million brand new beautiful jobs have been added and we’ve invested more than $2 trillion into that military that we talked about. And we created-"
        },
        {
          "speaker": "Donald Trump",
          "time": "34:03",
          "text": "Into that military that we talked about, and we created something that’s very exciting. And we have our great new General. He’s on the … he’s on our … I’ll tell you, he was on a list of the most incredible men you’ve ever seen. The sixth branch of the United States Armed forces, the Space Force."
        },
        {
          "speaker": "Donald Trump",
          "time": "34:28",
          "text": "And I will be making a big decision for the Space Force as to where it’s going to be located, and I know you want it. We’ll be making that decision toward the end of the year. I was here, I did your … I met … I was up at the Air Force Academy, and I greeted those kids, they were so great. I did the commencement address. Was anybody there? I did the commencement address. And the General said, sir, would you like to shake hands with the cadets? I said, does everyone else do it, President? Oh, yes, sir. What he didn’t say is, they’ll shake 10 hands. I said, so they do … how many do you have? Sir, we have 1156 cadets. I said, you mean other people do it? Yes, sir. But they don’t do 1156. They’ll do 30, 40. They’ll take the top 10 out of the class. I said, I’ll do it."
        },
        {
          "speaker": "Donald Trump",
          "time": "35:31",
          "text": "I stood there for two and a half hours and the sun was blazing. True. And I shook 1156 hands. And a lot of these kids are very strong physically. In fact, you have one of them as an example, he was the winner of the home run derby. Did you know that? College … think of that. The college home run derby. I said, let me see you. I want to see what you look like. He stands up, uniform, everything else. And by the way, I did something for Air Force, but I did something for all of the academies. If you were a great athlete and they had a hard time recruiting, although they’ve done well, if you’re a great athlete, you can’t … we wanted to get them to go, but they didn’t because they didn’t want to serve five years in the military and then they’d go into the NFL or baseball."
        },
        {
          "speaker": "Donald Trump",
          "time": "36:33",
          "text": "So, I had one of the teams in. They said, sir, give us the waiver, sir. They’ve been after the waiver. You know what the waiver is? That means that if you’re a great athlete, you can go to the Air Force Academy, or Army, Navy, the Coast Guard, you can go to one of our service academies. I did the rule and we got it through Congress. And you don’t have to serve. You go directly into the major leagues and to the NFL, and you serve your time after, when you get out. Isn’t that great?"
        },
        {
          "speaker": "Donald Trump",
          "time": "37:08",
          "text": "And the Army coach, who’s a great guy … all great guys. Navy coach, Army coach, said sir, if you do that, we can compete with anybody, because we lost lot of great athletes who said, you know, we just can’t do that. Now they serve their time afterwards. Isn’t that great? And we did it. They’ve been trying to get that for so many years. But I love that group of people. I saw this guy from the home run derby, and I shook hands. Oh, I shook hands. And they come up and they’re strong people. And they’re shaking, and they’re excited. They’re a little nervous, maybe. They’re meeting the President. They’re a little nervous, and they’re strong. They’ve got big, strong hands, and they’re saying … and I’m saying, hello. Sir, thank you. Man. Jeez. What are you? I’m captain of my wrestling team, sir. I admire you greatly, sir, thank you, sir."
        },
        {
          "speaker": "Donald Trump",
          "time": "38:01",
          "text": "It’s like … and I’m trying to act like it doesn’t hurt. By the end of the day, I’m going like … but we did it. And then I said, wait a minute. I said, General, no other President could do that. The Presidents don’t do that. He said, no, they do, sir, but they stop, usually, at around 50. Oh, that’s great. But I love the Air Force Academy. And you have all of the infrastructure, so you’re being very strongly considered for the Space Command. Very strongly."
        },
        {
          "speaker": "Donald Trump",
          "time": "38:47",
          "text": "And actually, I have to say this. I think I can say this, Mr. Senator, but the Governor showed up at the plane today, your Governor. Democrat. No, but in all fairness, he showed up because he wanted to lobby to see if they could get it. That’s okay, that’s all right. And we are going to be making that decision, Cory, when we make that decision, all right? Okay."
        },
        {
          "speaker": "Donald Trump",
          "time": "39:15",
          "text": "But we’ve destroyed the ISIS territorial caliphate 100 percent. We killed the founded and leader of ISIS, al-Baghdadi. He’s dead. He’s dead. And we just killed the world’s number one terrorist, Qasen Soleimani, ending his evil reign of terror forever. Forever and ever."
        },
        {
          "speaker": "Crowd",
          "time": "39:44",
          "text": "USA. USA. USA. USA. USA. USA. USA."
        },
        {
          "speaker": "Donald Trump",
          "time": "39:44",
          "text": "He was the king of the roadside bomb, right? When you see these young men and in some cases women, no legs, no arms. They get it, and 92 percent of them were from Soleimani, and then they started making them … they had great detection. We had these guys, great detection, then all of a sudden, the detection wasn’t working because they started making them out of plastic instead of metal. So they’re blowing the guys up with the scopes, so they had the scopes on and that happened recently because they started making it out of plastic. Real scum, but he’s gone, he’s evil, he’s dead, and America is respected again like never before."
        },
        {
          "speaker": "Donald Trump",
          "time": "40:53",
          "text": "But as we keep on winning, Washington Democrats keep on losing their minds. They’ve gone nuts. That’s why millions of registered Democrats, voters, people that were with the Democrats for a long time, they’re leaving their party to join our movement. They’re joining our great Republican party. We have more enthusiasm than any party has had in the last 50 years. And don’t believe stories, and don’t believe polls, because the polls are worse than the stories. They give phony polls."
        },
        {
          "speaker": "Donald Trump",
          "time": "41:39",
          "text": "I got a call two weeks ago. The great state of Texas. They love me and I love them. Remember Beto? Remember? I was born for this. I was born. I said, any guy that says that, they’ve got problems. Well, he had problems. So he’s from Texas. He had a little problem, he came out against oil and gas, the Bible, and guns. Abraham Lincoln couldn’t win Texas if you’re against … think of it. So he’s against religion, he’s against guns, and he’s against oil. Somehow, that doesn’t play. But they had … listen to this one, because this happened four years ago, you remember? Donald Trump is in trouble in Texas. I don’t think so. I don’t think so. And then they announce at night, 8:00. The polls have closed … and you know they only announce if you’re very … if you’re really going to win by a lot. Otherwise, it takes all night. The polls have closed in the great state of Texas. Donald Trump has won the great state of Texas. Thank you."
        },
        {
          "speaker": "Donald Trump",
          "time": "42:51",
          "text": "But they had Alfred E. Newman, Buttigieg, little Buttigieg. I said, I’ve had you up to here. They had little Buttigieg leading Donald Trump in Texas. These people. But very close. They said, it’s too close to call, where Buttigieg … so, a friend of mine from Texas, a big, powerful, strong guy, real Texas, he’s got the cowboy hat … I’d love to wear that hat, I wouldn’t have to comb my hair so much. I wouldn’t need hairspray, right? I love those Texas hats. I don’t know if we’d get away with it in Washington, that’s my only problem, but I love them. This guy wears that big hat, the biggest hat. He’s a big guy. And he’s interviewed by somebody. He said, listen, I don’t know much about politics, but I can tell you one thing. Buttigieg is not tied with the President. The President is leading him by 20 points. It’s like I said the last time, nobody’s leading Trump in Texas. And you know what? Nobody is even close to us in the great state of Colorado. We’re leading big. Nobody."
        },
        {
          "speaker": "Donald Trump",
          "time": "44:09",
          "text": "With your energy and enthusiasm, this November, and specifically it’s November 3rd is the big day, and this is going to be as big … and I can’t say bigger, because what was bigger than that? They came from the hills, they came from the mountains, they came out of the rivers, they came all over the place. Great people, they just never saw anybody they wanted to vote for. Women would come in, they hadn’t voted in 20 years, great women, beautiful women, strong women, smart women, wives. No, no, incredible. And they love our country and they work hard and they pay their taxes and they work and they’re … we’re the elite, just so you … they’re not the elite, we’re the elite. And you know what? They’d show up, they’ve got Trump bandanas along with our great Vice President Mike Pence, Trump Pence, and they got the hats now and they walk … these are people that were never political people. They never wore a pin. Now they’ve got 30 pins all over their chest, they’ve got the hats with the things and the Trump, and nobody’s ever seen anything like it."
        },
        {
          "speaker": "Donald Trump",
          "time": "45:17",
          "text": "Really, it’s a great revolution, and we’re turning this country around. And I’m not saying anything can ever compete with 2016, but I think if we don’t do it, a lot of what we’ve done, and we’re going to go over the jobs and the regulation cuts and what we’ve done for the vets with choice and accountability, but you know what? They can undo it, but in four years they can’t undo it, because that tree will be planted. It will be solid. They’re not going to be able to do it, so we’ve got to win."
        },
        {
          "speaker": "Donald Trump",
          "time": "45:51",
          "text": "And your second amendment is at stake, remember that. So this November, we’re going to take back the House, we’re going to hold the Senate, and we are going to keep the White House. So we’re thrilled tonight to be joined by many great leaders from across this incredible state and from all over the country, and I want to thank Mike Pence. I heard he gave a great speech. I never want it to be too good. I never want it to be too good. I said, Mike, take it easy. Can’t be too got. Mike is great. But we have Secretary David Bernhardt, Department of Interior. Thank you. Come on up, Dave. He’s great. What he’s doing, by the way, he’s the largest landlord by a factor of about 2000. Department of the Interior. You’re taking good care of Colorado, please? Okay. He’s a big deal in Colorado, right? He’s a big deal. All those beautiful mountains and rivers and lakes, he’s the guy. You better keep them nice and clean. Believe me, we like the environment more than anybody. We want clean water and we want clean air."
        },
        {
          "speaker": "Donald Trump",
          "time": "47:17",
          "text": "And you have warriors. You have guys, they fought for us. 197 to nothing. We were … when you think of it, the Republicans, 197 on the house to nothing. Congressman Ken Buck, come on up. Congressman Scott Tipton. And Congressman Doug Lamborn. Thank you, Doug. Thank you."
        },
        {
          "speaker": "Donald Trump",
          "time": "48:07",
          "text": "And we’re also joined tonight by somebody that you really love, and I love him, too, but there’s a reason. He’s my son. Don junior. And Kimberly Guilfoyle. Kimberly, thank you, Kimberly. And a man … he happens to own the Chicago Cubs, but that’s okay. He’s done an incredible job, actually. He had a five year plan on the fifth year, the stadium was fully rebuilt, and they won the World Series. That’s not bad. He had a five year plan. RNC finance chairman Todd Ricketts. Come on up, Todd. Come on up. Come on up, Todd. And I mentioned him a little earlier, but you didn’t know he was here. I just said he’s a champion, he’s a winner. He’s been a friend of mine for a long time. He’s a tough cookie. He’s the kind of people that made our country great. Truly, they’ve made our country great. He started off with two people fighting each other, then he got four people fighting each other, then he got them fighting each other, each other. Then he got six and eight and 12. All of a sudden people started watching and looking, and I was proud to hold his first event. That’s why he loves me. They didn’t want … they said, it’s too dangerous. Nobody would take it. I’m the only who said, take it. We’ll take it. And it was unbelievable. I went and I said, this is great. Let’s do it again. And he has been my friend for a long time. And they put together a phenomenal deal, it’s called UFC. He’s the UFC president. And they just sold the company. He started it off for about $ 30, and they just sold it for $4 billion. And the people that bought it said, we’re not buying it unless Dana White stays back and runs it. So Dana White, come on up. He’s now a very wealthy guy. Come here. You want to hear from him? Yes."
        },
        {
          "speaker": "Dana White",
          "time": "50:41",
          "text": "What’s up, Colorado? How are you today? So, I’m not a very political person, I’ll start there, but let me say this. There’s things that I can tell you about the President of the United States that you don’t hear on t.v. and you don’t hear from other people. Like you said, I’ve known this man for 20 years. We’ve actually become even closer since he’s become the President of the United States. When somebody becomes the President of the United States, you don’t ever expect to hear from them again, and I understand it. It absolutely makes sense. This guy is so loyal and such a good friend, every time I see him … I saw him today. When I met him on Air Force One, the first thing he said to me is, how is your family? How is your family? Good man, very loyal, and a very good friend. I see a lot of things from Mr. Trump that the public doesn’t see, and the people who surround me every day see how this man treats me as a friend, and other people he’s friends with. He’s a fighter, he loves this country, he’s doing great things for this country, and we got to win this election again, ladies and gentlemen. Thank you."
        },
        {
          "speaker": "Crowd",
          "time": "52:02",
          "text": "USA. USA. USA."
        },
        {
          "speaker": "Donald Trump",
          "time": "52:19",
          "text": "That was beautiful, because we get tired of hearing from these politicians all the time. Right, politicians? What a job he does, and we thank you very much, Dana, and you are my great friend, and thank you."
        },
        {
          "speaker": "Donald Trump",
          "time": "52:31",
          "text": "So, I want to bring up a man who’s going to win the election with us. And really, he has been so rock solid. There were stories, will he … because we’re doing great in the state. We’re doing great. And your second amendment, you like the second amendment, it’s [inaudible 00:52:52]. But with Cory and with me, they’re not going to play with your second amendment. Not going to happen, but it’s … it is under siege. You see what’s happening. But somebody … we fight together, and he’s been so great. Cory Gardner, please come on up, please."
        },
        {
          "speaker": "Sen. Cory Gardner",
          "time": "53:07",
          "text": "Thank you."
        },
        {
          "speaker": "Crowd",
          "time": "53:07",
          "text": "Cory. Cory. Cory. Cory. Cory."
        },
        {
          "speaker": "Sen. Cory Gardner",
          "time": "53:20",
          "text": "Good evening, Colorado. How’s everybody doing? Now I want you to give a great, big, Pikes Peak welcome to the President of the United States. Now, I think they heard you on Pikes Peak, but they didn’t hear you on Mount Garfield. Give him another round of applause. Colorado, we are going to win. We are going to win because we believe in Colorado. We are going to win because we believe in America. We are going to win because we will fight against the socialist tides across this country. The Democrats are trying, but they’re not going to win."
        },
        {
          "speaker": "Sen. Cory Gardner",
          "time": "54:20",
          "text": "Look, there was a dangerous thing that happened in 2016. It was the normalization of socialism by Bernie Sanders. The most dangerous thing was the normalization of socialism by Bernie Sanders, because what happened? Candidates started running as socialists. They embraced the platform. And today, there aren’t shades of socialism. They are running to the left on a socialist platform. They want to take our guns, they want to take our healthcare, that’s their platform. What they say they will do, Colorado, are we going to let it happen?"
        },
        {
          "speaker": "Crowd",
          "time": "54:59",
          "text": "No."
        },
        {
          "speaker": "Sen. Cory Gardner",
          "time": "55:00",
          "text": "We will no. Mr. President, you have done so much good for Colorado. As a result of your work, the Bureau of Land Management is now headquartered in the great state of Colorado. United States Space Command and Space Force are operating out of Colorado Springs. And just a few miles to the south, a few miles to the south … please understand how big this is. In 1962, President John F. Kennedy went to Pueblo, Colorado, and he talked about building a pipeline in Pueblo, Colorado. Was it built?"
        },
        {
          "speaker": "Crowd",
          "time": "55:43",
          "text": "No."
        },
        {
          "speaker": "Sen. Cory Gardner",
          "time": "55:44",
          "text": "We got the money two weeks ago to begin construction thanks to President Donald Trump. Colorado, Dana White is here. What does it take to win a cage fight? We need a fighter. And in Colorado, we are going to fight for this country. We are going to fight for the White House. We’re going to maintain a Senate majority because we need to continue the great work of freedom in this country. Colorado, make us proud. Stand strong, and together, we will win. Thank you."
        },
        {
          "speaker": "Donald Trump",
          "time": "56:43",
          "text": "Thank you. That’s beautiful. That’s true of the pipeline. A long time they’ve been trying. We got it right away, and we’ll be announcing something very big toward the end of the year. Cory is a champion for the people of Colorado. He loves your state. Look, he loves your state. He was here, he does the tractor thing. He loves tractors, he sells a certain type. And don’t worry, if there’s any noise, just let them … they won’t hear us. And he’s got my complete and total support and endorsement. He will never let you down."
        },
        {
          "speaker": "Crowd",
          "time": "57:14",
          "text": "[inaudible 00:57:14]."
        },
        {
          "speaker": "Donald Trump",
          "time": "57:14",
          "text": "That was quick. That was quick. She goes home to mom, and mom loves us. You know her mother’s a big supporter. She said, was that you in that big stadium? I’m not liking it. She’s going to have a lot of trouble at home with mom and dad. Together we’re building the world’s most prosperous economy, and what we’ve done in the last three year they said was absolutely impossible to do. We’ve created nearly 180,000 new jobs right here in Colorado, nobody would have thought that, including 25,000 new manufacturing and construction jobs. Remember they said, you can’t do manufacturing jobs anymore. Really? Tell me about it. Unemployment has reached the lowest rate in over one half a century. The average unemployment rate, this is a beauty, for my administration is the lowest for any United States President in the history of our country. That’s not a bad [inaudible 00:58:54]."
        },
        {
          "speaker": "Donald Trump",
          "time": "58:57",
          "text": "The unemployment rate among African-Americans, Hispanic-Americans, and Asian-Americans has reached the lowest levels ever recorded. And for women, 71 years, and soon you’re going to be hitting the historic number. 71 years, the best numbers in 71 years. African-American and Hispanic-American poverty has plummeted to the lowest rates ever recorded. The unemployment rate for women is going … and I’m telling you, within a very short period of time, you’re going to see some statistics coming out on … statistics. I’ve got to do it right, otherwise they’ll say, what’s wrong? If you go 16 of these, and if you mispronounce one word, they say, what’s wrong? Statistics for women that are going to be unbelievable. They’re going to be unbelievable. The best ever."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:00:07",
          "text": "The veterans’ unemployment rate dropped to a record low. Workers without a high school diploma have achieved the lowest unemployment ever recorded in U.S. history. Half a million more Hispanic-Americans now own a home. We’ve lifted 10 million people off of welfare, and median household income is now at the highest level in the history of our country. Think of that. Think of this."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:00:42",
          "text": "To lift up forgotten communities that need investment the most we created with Tim Scott great guy, great Senator from South Carolina, opportunity zones. Jobs and investment are now pouring in to over 125 newly-designated opportunity zones right here in Colorado. You know about that, right? It’s been amazing. Opportunity zones are amazing, what’s happened."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:01:10",
          "text": "We’re supporting working families by fighting for paid family leave and getting it, reducing the cost of child care, and giving 40 million American families an average of $2,200 in their pockets directly thanks to the Republican child tax credit. People don’t know that."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:01:35",
          "text": "Our historic regulatory reduction campaign is ending the tyranny of Washington bureaucrats. We repealed the ridiculous waters of the United States rule, which was basically taking away your property. And we are taking the Bureau of Land Management out of Washington, DC. We’re just on it, and thank you very much Secretary Bernhardt. Just up here, nice, slim, beautiful looking man. He looks beautiful. When you work with him he’s beautiful because he gets it done, and you’re moving it and it’s headquarters to Grand Junction, Colorado because we believe that the people who manage the lands of the great American west should live right here in the great American west. And we have ended the war on American energy. It was a war, and we’re up here and we’re doing it. We are right now energy independent, can you believe it? They want to use wind, wind, wind. Blow wind, please. Please blow. Please keep the birds away from those windmills, please. Tell those beautiful bald eagles, oh, a bald eagle. You know, if you shoot a bald eagle, they put you in jail for a long time, but the windmills knock them out like crazy. It’s true. And I think they have a rule, after a certain number are killed you have to close down the windmill until the following year. Do you believe this? Do you believe this? And they’re all made in China and in Germany. Siemans."
        },
        {
          "speaker": "Crowd",
          "time": "01:03:25",
          "text": "Boo."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:03:29",
          "text": "And for those of you that want to hear it, when they’re making them, more stuff goes up into the air and up into the ozone, the atmosphere. More stuff is going up there, they’re making it, ay, ay, ay. And they don’t say this, but after a period of time they get tired, they get old, they get rusty, and a lot of the guys say, hey, their useful life is gone. Let’s get the hell out of here, and they’re all over the place. You look at Palm Springs, California. Take a look. Palm Springs, they’re all over the place. They’re closed, they’re rotting, they look like hell."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:04:01",
          "text": "Every major Democrat running for President wants to entirely eliminate American production of oil and natural gas, crushing Colorado’s economy, destroying tens of thousands of Colorado energy jobs and demolishing property values all across the state. They’re doing that. Look, you’re going to vote for one of these people, probably crazy Bernie. He seems to be leading."
        },
        {
          "speaker": "Crowd",
          "time": "01:04:24",
          "text": "Boo."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:04:29",
          "text": "Mini Mike, I thought he might come up, but he can’t because he can’t debate. He wasn’t meant for the camera, do we agree?"
        },
        {
          "speaker": "Crowd",
          "time": "01:04:37",
          "text": "Yes."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:04:37",
          "text": "He wasn’t exactly great last night."
        },
        {
          "speaker": "Crowd",
          "time": "01:04:41",
          "text": "[inaudible 01:04:41]."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:04:41",
          "text": "No, I think he lost too last night. Only in Colorado could somebody say that. No, you’re going to probably … it looks like Bernie, doesn’t it? It looks like crazy Bernie. Crazy Bernie’s not big into natural gas and oil, and the things that keep our great factories and plants going. But Colorado voters will never let it happen."
        },
        {
          "speaker": "Crowd",
          "time": "01:05:06",
          "text": "No."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:05:07",
          "text": "We’re reversing decades of calamitous trade policies. America lost one in four manufacturing jobs following the twin disasters of NAFTA and China’s entrance into the WTO. But under this administration, all of that is changing. The era of economic surrender is over, thank you. It’s over. Last month, we ended the NAFTA catastrophe and I signed the brand new U.S-Mexico-Canada agreement into law. Incredible deal. The USMCA is a gigantic victory for farmers, ranchers, and manufacturers all across the great state of Colorado and every other state."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:05:56",
          "text": "Also, something we got that people don’t talk about, if you love your children, you don’t have to pay estate taxes on your beautiful small farms and businesses. If you love your children, it’s great, and if you don’t love your children, don’t worry about it. Who in the hell knows. If you don’t love them, don’t leave that beautiful farm to your children. Give it to somebody else, okay? If they don’t treat you well, give don’t leave them a damn thing. Are you listening, Donnie? Are you listening, Donnie? I also took … no, it is true. That’s a big deal. Farmers were leaving their ranch and their farms and their … people were leaving their small businesses to their family and they were being assessed in valued much higher in many cases than it was worth. You couldn’t do it. They’d go out … your kids would go out and borrow a lot of money. They’d end up losing their business, losing your farm that was in your family for 150 years. You know what happens. And they’re good kids, and maybe they’ll never be you. They can’t farm like you and maybe they can’t any maybe they can, maybe they’re better. But you know what? They’d go out and they’d borrow a lot of money and they’d lose the farm. The numbers are staggering. We got rid of it. No more death tax, no more inheritance tax."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:07:18",
          "text": "And I also took the strongest ever action to confront China’s massive theft of American jobs. What they’ve done to us over the years, we were losing 200 billion, 300, 400, 500, not million, billion. Billion. Not million. 500 million would be a lot. We’re talking about 500 billion, they were taking it. Our strategy worked. We put tariffs up, 25 percent on the first 250 billion. Billions of dollars poured into the United States. They devalued their currency and they pumped money in. We didn’t pay for it despite the fact that these guys … they like to say they did, we didn’t pay for it, and I’ll tell you what. China-"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:08:03",
          "text": "They like to say they did. We didn’t pay for it. I’ll tell you what, China came to the table, and we made a deal that’s great for us and hopefully it’s great for them. Last month, as you know, we signed a groundbreaking trade agreement with China that will defend our workers, protect our intellectual property, and boost American exports $250 billion worth of purchases, $50 billion worth of farm agricultural purchase, $50 billion."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:08:33",
          "text": "You know the most they ever purchased were $16 billion. You know that story. I’ve told it a couple of times. $16 billion was the most ever. Secretary Sonny Purdue agriculture, he’s done a great job. I said, “Who’s the most? What’s the biggest year?” “$16 billion, sir.” I said, “All right, make it 20.” So they agreed on 20 so now we’re getting ready to close the deal, biggest trade deal ever made, biggest deal ever made. We’re getting ready to close the deal between that and USMCA. We’re getting ready to close it. I go over, I say, “What do you have down for the farmers? They’ve been great,” although I have been helping you out. I gave you a lot of money. I gave you a lot of money. $16 billion on year, $12 billion from the year before. I took it out of the tariffs or we had a lot leftover, but think of it."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:09:24",
          "text": "But I said, “So tell me fellas, let me ask you, what do we have? What’s the number?” ” 20 billion, sir.” They’re going to purchase 20 billion worth of farm products. I said, “Make it 50. Tell them to make it 50.” So, we went to China and they were great. You know they got 1.5 billion people. You got a lot of feeding to do. I said, “Do me a favor, instead of 20 billion purchased from our farmers, would you make it 50?” “No, no, no, no, no,” and they agreed to do it. They agreed to it."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:09:57",
          "text": "I don’t think you’re going to be able to make it. You better be able to make it. I don’t want the farmers coming to me, sir, sir, I’m sorry we can’t produce that much, sir. I said, “Our farmers will find a way. They’ll go out and buy larger tractors and they’ll buy some extra land.” Go out and buy a bigger tractor or something. No, but it is true. I’ve had people say, “Sir, they can’t produce that much.” I said, “Forget it.” They will. Look at them. You’re a farmer. They’ll figure that one out. Although Mike Bloomberg said you’ll never figure it out. They’ll figure it out long before him. You’ll figure that one out long before him. No, I know the farmers. I’m not worried about it. $50 billion on no issue have Washington Democrats more thoroughly sold out the American people than on immigration."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:10:52",
          "text": "Every day Democrats open border policies are harming and killing innocent lives. This region alone, last year ICE officers arrested over 2000, and by the way, our ICE officers, these guys are tough and they’re brave. Over 2000 criminal aliens, that’s MS-13 gangs, thousands, and they bring them back to where they came from. By the way, now their countries take them back. They weren’t taking them back, safe third agreements. They take them back. Charged or convicted of dangerous offenses including robbery, rape, and murder. We bring them back and in some cases we don’t even want to bring them back. We have to put them. I don’t want to house them for the next 50 years, but you know what? We don’t want to take chances either, but we’ll bring them back to Guatemala, Honduras, El Salvador, Mexico. We bring them back. They didn’t use to take them. They said, “We don’t want them back. Oh, okay, we’ll keep them ourselves.” We don’t do that anymore."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:11:57",
          "text": "In Denver, an illegal alien was recently charged with brutally stabbing a judge multiple times, attempting to murder him his own home. The alien had been arrested 36 times over the past 20 years. Other than that, he was a very fine fellow, for crimes including assault and child abuse, yet somehow they kept letting him go and he was still in our country. In communities across the nation, radical, and we’re watching them very closely, left wing politicians are imposing deadly sanctuary cities, and sanctuary states, and policies that compel local law enforcement to release these illegal aliens straight into your beautiful communities. Last year, Colorado Democrats enacted a law declaring this entire state to be a sanctuary for dangerous criminals."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:13:02",
          "text": "As a result of state and local sanctuary policies, officials in Boulder defied federal law enforcement and released a previously deported child molester into the community. In Denver, officials released a criminal alien arrested on felony drug charges, and now he is a very dangerous man. We just caught him for attempted murder. Right here in Colorado Springs, El Paso County officials defied the requests of federal law enforcement and released a criminal alien arrested for robbery, assault, and kidnapping. They released him straight into your community. These are the Democrats. These are your Democrats. Democrats think that Colorado should be a haven for murderers, predators, kidnappers, and felons in our country and that come in illegally. Republicans believe that Colorado should be a sanctuary for law abiding Americans, not criminal aliens. If you want to shut down sanctuary cities and stop sanctuary states, if you want to protect your family and your loved ones, you must vote for Cory, vote for Trump, vote for the Republican party. We’re getting it done."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:14:36",
          "text": "Thank you. Thank you very much. Thanks to our tireless efforts to secure the border, we’ve reduced illegal border crossings for eight straight months in a row. Illegal crossings are down 75% since last spring, and we have ended the horrible practice of catch and release. You know what you do? You catch him. You say, “Where do you live?” They don’t live here. They don’t have an address. “Where do you live? Give us your address.” They don’t have an address. Many are criminals. Many are very dangerous criminals. So they’re saying, and we are building the wall. It’s gone up 122 miles as of yesterday."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:15:52",
          "text": "It’s a serious wall. Did you hear? Two weeks ago, a small section, twice the size of this stage, we were putting it up and they’re pouring the concrete, and a lot of, it’s Mexico, it’s very rough territory, some of it. It’s partially desert. We were in a rough area, very windy, and we had a tremendous sand and wind storm. So we hadn’t put it in. We put it in and it was just getting set, and we got hit with a tornado of wind and it blew it down, and the fake news said Trump’s wall fell down. It was blown down. But see, at least we have a voice where we can explain. It’s true. We lifted it up and we held it up. When the storm went by, we had it set and it’s set beautifully, and the following day, that sucker is going to be up for many, many years. Can you imagine?"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:16:58",
          "text": "I said what happened in a certain area, and we’re doing a great job by the way, in New Mexico. New Mexico is going to be a great, great state for the Republican party, and Arizona, what we’re doing on the border in Arizona, they want us to do it badly. But can you imagine that? A thing falls over because the concrete was just poured, it’s soaking wet and it falls over, and they make it sound like the wall fell down. These are very, very dishonest people, but you know that."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:17:29",
          "text": "Border patrol has seized the largest amount of deadly narcotics over the last year ever recorded. It’s horrible what’s happening, the largest amount ever recorded. We’ve deported record numbers of gang members, especially the MS-13 gang members, but there are others that are just as bad. We’ve done more to secure the border than any administration in the history of our country. The border is going to be very soon secured. We’ll have, some time next year, over 500 miles of beautiful, powerful wall built."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:18:13",
          "text": "Washington Democrats have never been more extreme taking cues from crazy Bernie Sanders, 132 congressional Democrats have signed up for Bernie’s healthcare takeover that would strip 180 million Americans of their great private coverage that you want. While the Socialist Democrats are trying to destroy American healthcare, and trying to destroy your social security, that won’t happen with me, my administration is protecting your social security, your Medicare, and is fighting to give you great, great healthcare, already done a good job. We’re defending your right to keep the doctor, and to keep the plan of your choice. Remember, President Obama 28 times, he said, “Keep your doctor. Keep your plan. Keep your doctor. Keep your plan. Keep your doctor. Keep your plan.” Right? It was a lie. We should impeach him. We should impeach him. Impeach Obama. Get him out of office."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:19:27",
          "text": "No, nobody thought of that. We caught him in a lie 28 times at least. He’s on record. We caught him in a lie, but nobody said let’s impeach him. Only these maniacs, crazy Nancy Pelosi, crying Chuck Schumer. What about the little pencil neck, right? Pencil neck. He’s got the world’s smallest neck. Here’s a guy that lied about my statement. He made up a statement and he delivered it before a contract. He made up a statement. It was totally fiction. He made it up and then they tell me, you’re getting ready to sue him, and they say, “Oh no, he’s protected because he made the statement in the halls of Congress.” That should be worse. No, that should worse. Little wise guy."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:20:16",
          "text": "We’re making healthcare better and much cheaper while premiums more than doubled in the five years before I took office. We’re now offering plans that are up to 60% less expensive and they’re better. They’re better. We’re protecting people with pre-existing conditions and we always will. We’re fighting to stop surprise medical billing. I signed an executive order imposing price transparency. That’s going to be bigger than healthcare in a certain way. Watch the prices come down because when providers are required to show their prices, those same prices fall very, very fast. We have approved a record number of affordable new generic drugs, which are just as good as the name brand drugs, but at a tiny fraction of the cost."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:21:11",
          "text": "We have totally transform veteran’s health care, including getting the long sought VA choice and VA accountability. So, now if our veterans have to wait in line, they go out to a doctor, a local doctor, we pay the bill and they’re all set. They don’t have to wait for six weeks. He’s agreeing, right? Good. Right? You don’t see those stories. You used to see all these horrible vet stores, veterans, the veterans on television, and you don’t see it because veterans choice, it’s amazing. Our great veterans, here’s a man right here. You’re saying, yes. Purple Heart. Thank you. Thank you. That’s great."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:22:05",
          "text": "But it’s a lot different under Trump, isn’t it? A lot different under Trump, and now you go out to a private doctor, but you know, we also got accountability. They’ve been trying to get these things done for 45, 46, 48 years, couldn’t get them done. I’m good at getting things approved. I have to say. But, we also got accountability where we can fire people that aren’t taking care of our vets. If somebody isn’t doing a good job, you couldn’t fire him. Now you look at him, you say, “Get the hell out of here. You’re fired.”"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:22:35",
          "text": "We passed another thing. For 44 years, they’ve been trying to get it passed, the spectacular Right to Try, where we can use our medicines that are in trial if somebody is terminally ill or very sick, we can use it and we are having tremendous results, Right to Try. I hope that nobody in this room needs it. I hope you don’t need it, but if you do, we have the best in the world, and we’re seeing amazing results. We’re combating the opioid epidemic. Drug overdose deaths have declined for the first time in nearly 31 years. We are pursuing new advances in neonatal research to care for America’s youngest patients and breaking all records in so doing."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:23:29",
          "text": "All of the radical Democrats in the Presidential debates have declared their unlimited support for extreme late term abortion, ripping babies straight from the mother’s womb, right up until the very moment of birth. You know that. That is why at my State of the Union, I asked Congress to prohibit late term abortion for babies, because republicans believe that every child is a sacred gift from God."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:24:20",
          "text": "The Democrat party is the party of high taxes, high crime, open borders, late term abortion, socialism, blatant corruption, and the total obliteration of your second amendment. That’s what it is. The Republican party is the party of the American worker, the American family, the American dream, and the late great Abraham Lincoln. People forget that. People forget Honest Abe. He’s the most presidential guy. I’ve always said I could be more presidential than anybody, but I’m not sure I can beat Honest Abe when he wears the hat. That hat is too much. It’s so easy to be presidential, so easy. It’s so much easier than doing what I have to do, but you know what I’d have? I’d have about three people in the front row."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:25:21",
          "text": "How about sleepy Joe? How about his performance? What? What? It’s great to be with the great people of Ohio. Joe, Joe, you’re in Iowa. You’re an Iowa. Oh, wow. He did it five times. So far, I’ve never done it. Thank you. I’ve never done it. If I do it, that’s a bad sign. Now he does it all the time. He was in New Hampshire and he said he was in Vermont. It’s great to be in Vermont. Joe, you’re in New Hampshire. Dammit. He’d go up and tell him again and again. Joe, what the hell is wrong with you, Joe? Sleepy Joe. He’s sleepy Joe. He was sleepy a long time ago, but now he’s really sleeping. But it’s easy to be presidential. You know that. The easiest thing you could do is presidential. Never open your jacket. Never. It’s got to be buttoned up. Right? Ladies and gentleman, the President of the United States. Thank you. Thank you. Thank you. Thank you very much. It’s so great to be with the people of Colorado. Thank you, everybody. Good night. Good night."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:26:59",
          "text": "No, no. It’s so easy. It’s so easy, honestly. Look, I did very well with the State of the Union, right? They said it was one of the best. Smart, smart. Smart guy. We do good. We’re representing you. I better do good. If I didn’t do good, you’d dump me so fast. Actually, I don’t think you would dump be so fast, actually. You want to know the thing? She said, “we’re never dumping you.”"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:27:29",
          "text": "Fake news CNN went up to a woman. “What does it take for you to leave the President?” “I’m not leaving him.” There were 10 women, and the one woman, beautiful, incredible women, and they had their bandanas, they had hats, Trump, and stupid CNN, they go up, “What does it take for you?” Then he goes, “Look, he said one time that his people are so good, they’d stay with him if he shot somebody in the middle of Fifth Avenue.” Do you remember? Right? ” Would you stay if he shot somebody?” This is actually an answer, or something to the effect, “Would you say every shot somebody in the middle of Fifth Avenue?” The woman looks, “Well, it depends why he shot him.” Makes sense."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:28:19",
          "text": "Depends why he shot him. But then they said, “We’re not leaving him. We’re never leaving him.” We’re in thing together, folks. We got the swamp. We got that dirty, rotten swamp. We got crooked politicians. We got a lot of bad people, but we’re getting them out one by one. We better be, little Adam Schiff, that little Adam Schiff. What a crooked politician. He’s a corrupt politician."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:28:50",
          "text": "Talking about guys, he’ll lie and then the next day get caught. He’ll be sorry that he got caught. The next day he’ll walk up to the mic and say exactly the same thing. He’s got no shame. He’s got no shame. He’s a liar. I think he’s a sick person."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:29:06",
          "text": "Republicans are fighting for the citizens from every background, every community, and every walk of life. You know that we’re the party of boundless optimism, excitement, energy and enthusiasm. We are asking all Americans to join our incredible movement. We are the big tent. We are the big party. We have the big ideas for the future. Republicans are fighting for school choice, big deal, it’s a big deal, because no parents should ever be forced to send their child to a failing government school."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:29:42",
          "text": "To uphold the new rule of law, we have confirmed 217 brand new, beautiful federal judges who will interpret the Constitution as written. That’s a record. That is a record that it includes 192 judges who are appointed for a lifetime. So, think of it. If they’re 40 years old, if they’re 45 years old, they can be there for 40, 50 years. As you know, and by the way, that’s a record by a lot. I have the record, but there’s one record that probably nobody will get the percentage record. Who has the percentage? Do you know? George Washington, 100%. But it was only 16 people. So, with 217, can you imagine that? It’s a record and we’re going up. We’re going up."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:30:50",
          "text": "The Democrats are thrilled about that one, and as you know, I have nominated and we have confirmed two great new Supreme court justices, Colorado zone, right? Colorado. That’s right. Colorado zone, Neil Gorsuch and Brett Kavanaugh. Neil Gorsuch, that’s right. Colorado. He’s a great guy, too, great guy. Colorado. That’s a big thing. That’s another great check you have down for count. Neil Gorsuch."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:31:25",
          "text": "I recognized Israel’s true capital and opened the American embassy in Jerusalem. They said they were going to do it for years. We recognize Israeli sovereignty over the Golan Heights. Our investments in the United States military include more than $300 million this year. Has anyone ever heard of a place called Fort Carson? Another place, Peterson Air Force Base, you know that. Another place, the Air Force Academy, you know that, and Schriever, right, Air Force Base Schriever. Schriever. Was that right? Schriever, right? Schriever, that’s a little tricky one. It took me a little while. I’m looking at that sucker. I’m saying, “Schriever, right.” Thank you. That’s very nice. He saw he was having a little trouble with that one. That’s tricky. You don’t like to mispronounce a word. You come to a great place like this and instead of calling it Fort Carson, you go at Fort crasson, and they say, “Oh, this guy doesn’t know anything about us.” No, a lot of money going into Fort Carson. It’s great."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:32:50",
          "text": "For years, you watched as your politicians apologize for America. You saw that. Well, I’d like to apologize. We don’t apologize. Now you have a President who is standing up for America and we are standing up for the great people of Colorado. At stake in our present battle is the survival of our nation. If you want your children to inherit the blessings that generations of Americans have fought and died for, they wanted to secure these great rights that we all have, then we must devote everything we have toward victory in November of 2020, November 3rd. Only this way can we save the America we love and drain the Washington swamp once and for all. We’ll get it finished. We’ll get it finished. They’re bad people. They’re all over the place. They’re bad people."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:33:54",
          "text": "With your help, we will lift millions more of our citizens from welfare to work, dependence to independence, and poverty to prosperity. You know that. Together we will elect a Republican Congress to create a fair, safe, sane and lawful system of immigration. We will continue to enact great new trade deals like we’ve been doing. I’m going to India next week and we’re talking trade. They’ve been hitting us very hard for many, many years, but I really like Prime Minister Modi. We got to talk a little. We’ve got to talk a little business. They’ve been hitting us hard. They give us tariffs. One of the highest in the world is India. But I hear they’re going to have 10 million people, they say anywhere from six to 10 million people are going to be showing up along the route to one of the largest stadiums in the world, the largest cricket stadium in the world, which is brand new and beautiful."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:35:01",
          "text": "But you know what, and the only problem with doing that, Prime Minister Modi said, “We will have 10 million people greet you.” Here’s my problem. We have a packed house. We have a lot of people, thousands of people that couldn’t get in. It’s going to look like peanuts from now on. I’ll never be satisfied with the crowd. If we have 10 million people in India, how can I be satisfied if we fill up a 60,000 seat stadium? Big deal. See, I’m getting spoiled. He said, “Build a bigger stadium.” That’s good. Colorado, very good. But it’s going to result in more products proudly stamped with that beautiful phrase Made in the USA. That beautiful phrase."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:35:56",
          "text": "We will achieve new breakthroughs in science and medicine, finding new cures for childhood cancer. They’ve made such progress, and ending the AIDS epidemic in America. We started a year ago. It should have been started long before in the last administration because they had the technology then. They didn’t start it, but we’re starting it. We’ll have it done within nine years. It’s a 10 year process. Think of that. AIDS. we will land the first woman on the moon and become the first station in the world to plant our flag on Mars."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:36:37",
          "text": "You have a lot of that action happening right here. We will defend privacy, free speech, religious liberty, and the right to keep and bear arms. That’s a big one. Above all, we will never stop fighting for the sacred values that bind us together as one, beautiful America. We support, protect, and defend the Constitution of the United States. We stand with the incredible heroes of law enforcement. We believe in the dignity of work and the sanctity of life. We believe that faith and family, not government bureaucracy, are the true American way. We believe that children should be taught to love our country, honor our history, and to always respect our great American flag. We live by the words of our national motto, In God We Trust, from Pueblo to Fort Collins, from Denver to Durango, from Black Forest to Broomfield, from Castle Rock to right here in Colorado Springs, we stand on the shoulders of red blooded American Patriots who poured out their heart, and sweat, and soul, to secure our liberty and defend our freedom. Colorado was founded by pioneers and prospectors, cowboys and miners, and ranchers who tamed the wilderness, explored the west, scaled the Rockies, fought the battles, and helped make this the greatest nation ever to exist on the face of the Earth, and we are making it greater every single day greater than ever before."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:39:20",
          "text": "Proud citizens like you helped build this country and together we are taking back our country. We are returning power to you, the American people. With your help, your devotion, and your drive, we are going to keep on working, we are going to keep on fighting, and we are going to keep on winning, winning, winning. We are one movement, one people, one family and one glorious nation under God. America’s thriving like never before, and ladies and gentlemen of Colorado, the best is yet to come. Together we will make America wealthy again. We will make America strong again. We will make America proud again. We will make America safe again, and we will make America great again. Thank you people of Colorado."
        },
        {
          "speaker": "Speaker 3",
          "time": "01:41:17",
          "text": "Check out the crowd that was there to cheer him on in Colorado Springs. We are taking a live look inside the arena again, right here as Trump just wrapped up his keep America great rally in Colorado Springs. We still have one more to go. He’s going to be headed over to Nevada, going to be doing a Las Vegas rally tomorrow afternoon. Of course, News Now is going to have that for you. It will kick off, I believe at 1:00 PM Arizona time, so that’s 3:00 PM eastern time, and as I mentioned, we will have you fully covered right here on News Now, so once again-"
        }
      ]
    }
  ]
}