{
  "url": "https://www.rev.com/blog/transcripts/elizabeth-warren-new-hampshire-rally-transcript-warren-holds-event-before-primaries",
  "title": "Elizabeth Warren New Hampshire Rally",
  "tags": [
    "2020 democratic presidential primary",
    "speech"
  ],
  "date": "2020-02-10",
  "candidates": [
    "Elizabeth Warren"
  ],
  "other_speakers": [
    "Speaker 5",
    "Speaker 1",
    "April",
    "Speaker 3",
    "Sanders",
    "Judith",
    "Speaker 6",
    "Speaker 2",
    "Nancy",
    "Anders Helberg",
    "Amy",
    "Speaker 4",
    "Macy"
  ],
  "description": "Elizabeth Warren held a campaign event in Rochester, New Hampshire on February 10, a day before the New Hampshire primaries.",
  "parts": [
    {
      "number": null,
      "video": "https://www.rev.com/transcript-editor/shared/vrJ_GCCB-uN2c_5hr8e1G67fdPvOywQsa0FOWsvR2dhnGUW4HRVUILtzQGQqo1uqEk4uVKjCLqd5NXICaxhDVVLDMYQ?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Elizabeth Warren",
          "time": "00:00",
          "text": "Thank you very much. It is so good to be here with all of you. Wow, the afternoon before voting starts in New Hampshire. This is what it’s all about."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "00:11",
          "text": "I thought what we do today is that I just try to talk only a little bit at the top. You realize for somebody who’s been a teacher and now a politician, that’s hard to do. Right? But I’m going to do my best and then we’re going to draw tickets and just take as many questions as we can. That way we get random questions and whatever it is that’s top of mind for every one of you. I’m just really glad to be here. It feels good to be here with family. Do I have my family here yet? Is my son here yet? Not yet. Thanks Al. He’s running late."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "00:53",
          "text": "I got a special treat for you at the end. You ready? We’re going to do double selfie lines. I’m going to do one and Bailey will be here by then and he’ll do one. That’s going to be the fun part."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "01:08",
          "text": "Okay, so I want to tell you, last night I was trying to catch up on just the news and what’s been written in the last few days. You kind of fall behind a little bit when you get out on the campaign trail. I was reading a bunch of different commentators saying, “The fight against Donald Trump may be unwinnable. After this impeachment effort his favorables are up, he’s polling better than ever.” I thought, “Well, that has a way of focusing your mind.” We have one job come November and that is beat Donald Trump. But we also have a second job and that is take back the Senate and put Mitch McConnell out of a job. We got to do this."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "02:11",
          "text": "When I read how hard this is going to be, how they’re already, doing a bunch of sneaky cheat and stuff, I think about, “What’s it going to take to beat this guy?” And I think back to hard fights, I think back to unwinnable fights, and I think about them both personally and collectively for all of us."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "02:34",
          "text": "For me, what I think back to is I’ve known what I wanted to be since second grade. You may laugh, you didn’t decide until what, like fourth grade? I’ve known what I wanted to be since second grade. I wanted to be a public school teacher. Can we hear for America’s public school teachers? I mean, I committed early. I used to line my dollies up and teach school. I had a reputation for being tough, but fair."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "03:06",
          "text": "I grew up at a time in America, grew up out in Oklahoma. My mother didn’t think I should go to college. She thought my path was to get married and find a man who would take good care of me and be a homemaker, and that is good path, but no on school for me. Year after year as I was growing up and conversations would come up and I say, “I’m going to be a teacher,” and my mother would say, “No, you’re not.”"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "03:34",
          "text": "I still remember when it finally got down to it, I was 16 years old and I couldn’t, I didn’t know where the path was. How am I going to make it off to college, because you don’t get to be a public school teacher if you don’t do four years of college, and I found a book that had pages about colleges in it and I looked through for ones that had scholarships and finally settled on two that might have scholarships in my area."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "04:04",
          "text": "Spoiler alert: it wasn’t going to be sports, it wasn’t going to be music, but had debate scholarships. I was a high school debater. I ended up, without telling my mother, saving my babysitting money and going down to the 7-Eleven and buying money orders to be able to send in college applications so that I could make it off to college."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "04:28",
          "text": "Now, my story has lots of twists and turns. I got a scholarship, then I fell in love, got married, dropped out of school, thought I’d given it all up, found a commuter college that cost $50 a semester, got back in the fight, but I finished my four year degree and I became a special education teacher. I have lived my dream job."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "04:55",
          "text": "I tell you that story because it’s a story about fighting, and I want to tell you one more story that’s far more recent, and that is in 2012 in your neighboring state of Massachusetts- Yeah, we had a very popular incumbent Republican senator. He had a 60% approval rating, he had $10 million in the bank, had a great story, he was very telegenic and he had just beaten a very competent woman, very strong smart woman, in a Senate race couple of years earlier. He was coming up for re-election and there are a lot of good, strong Democrats in Massachusetts who had a lot of electoral experience, who looked at that and said, “You could walk into a buzzsaw running against that guy,” and so didn’t get into the race, didn’t get into the race, didn’t get into the race."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "05:49",
          "text": "Now, I’m not somebody who would ever run for public office. I’m not somebody who ever dreamed about running for public office, but I looked at that and said, ‘This guy goes to Washington every week and he votes against the things I care about, he votes against the people I care about, so I’m not going to wake up on the day after this election and know that I had done anything less than everything I possibly could to take that seat away from him.” So I jumped in that fight. I started out 19 points down, and I got to tell you, my first campaign, never done it before, I got knocked on my fanny multiple times during that campaign. But you know what I did? Every single time I got back up. On election day, a bunch of folks were saying, “Not sure which way this is going to go. Could go this way, could go that way.” I beat him by seven and a half points. It’s about getting in the fight."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "06:54",
          "text": "Three years ago last Friday, I was on the floor of the United States Senate trying to read a letter from Coretta Scott King that she had written about Jeff Sessions, a racist who had been nominated to be attorney general of the United States, and I was trying to read her letter when Mitch McConnell came to the floor of the Senate and got me tossed off the Senate and gave us those words that have since been put on t-shirts, that have since but embroidered on pillows, coffee mugs, and people have tattooed on their bodies, “Nevertheless, she persisted.” So that’s how I think of this."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "07:53",
          "text": "I think of this in terms of the fights we’re up against. Yeah, the fight against Donald Trump, you bet. But understand it’s the fight against so much more. A country that elects a man like Donald Trump for president is a country that is already seriously in trouble. We cannot go backward. We cannot try to be the America that elected Donald Trump. We have to be a different America, a better America."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "08:26",
          "text": "I look at this as all of the issues we face. What holds them together? What’s the uniting piece around them? For me, a huge part of this is who government works for, whose side is government on."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "08:44",
          "text": "Let me just draw a distinction here for you. When I was a girl, and my family didn’t have much, my daddy ended up as a janitor, when he had a heart attack it turned our family upside down financially. The long, long weeks that he was out of work, no money coming in, we were on the edge of losing it at all. My mother got a minimum wage job at the Sears and that minimum wage job saved our family. The way it saved our family is it was a minimum wage job at a time in America when a minimum wage job would cover a mortgage, the utilities and put groceries on the table. Today, a minimum wage job in America will not keep a mama and a baby out of poverty. That is wrong and that is why I am in this fight."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "09:42",
          "text": "And why the difference? It’s about whose side government is on. When I was a girl, the question asked in Washington about the minimum wage was what does it take a family of three to survive? What does it take a family of three to get a toehold in America’s middle-class? What does it take a family of three to build something solid that they can then build a future for themselves and their children on? Today, the question asked in Washington about the minimum wage is where do we set the minimum wage to maximize the profits of giant multinational corporations? Well, I don’t want a government that works for giant multinational corporations. I want one that works for our families."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "10:36",
          "text": "We have a government that works great for giant drug companies, just not for people trying to get a prescription filled. We have a government that works great for people who want to make some money by investing in private detention centers down at our border and private prisons, just not for the people whose lives are destroyed by those places. We have a government that works great for giant oil companies that want to drill everywhere, just not for the rest of us who see climate change bearing down upon us."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "11:21",
          "text": "When you see a government that works great for those with money, works great for those who can hire an army of lobbyists and lawyers, works great for those who’ve already made it big but is not working for anyone else, that is corruption, pure and simple, and we need to call it out. Corruption. Corruption. It’s about the influence of money everywhere in Washington. It is about campaign contributions, it is about lobbyists, it’s about lawyers, it’s about PR firms, it’s about bought and paid for experts. Money, money, money."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "12:07",
          "text": "And understand it this way, whatever issue really gets you going, whether it’s the price of prescription drugs, whether it’s gun violence, whether it’s climate change, student loans, childcare, if there is a decision to be made in Washington it has been influenced by money, it has been shaped by money, it has had exceptions created by money, and if we are going to fix that, we can’t just nibble around the edges. We can’t just look the other way and say, “Oh, that’s just kind of the reality.” No. If we’re going to fix it, we got to have some big structural change. Are you ready for that? Yeah. Big structural change. Where I start with this is I got good news here, I’ve got the biggest anticorruption plan since Watergate."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "13:13",
          "text": "Now here’s the bad news. We need the biggest anticorruption plan since Watergate. But think of it this way, the things we can do together if we just knocked back the influence of money. I’ll tell you just a little bit about this plan, just a tiny little bit. It’s got a lot of pieces, but part of it, end lobbying as we know it. Block the revolving door between Wall Street and Washington. Make the Supreme Court follow basic rules of ethics. Overturn Citizens United. Democracy is not for sale. Okay, okay, just one more, and I promise one more. You really want to hose out some corruption? Make every single person who runs for federal office, put their tax returns online. Yeah."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "14:23",
          "text": "We can do this. We can do this. This is about winning unwinnable fights. People think that the folks with the money are always going to win. They don’t know what they’re up against. It’s the folks with persistence who are going to win."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "14:49",
          "text": "So let’s do some questions. Who’s got the questions basket? Come on up. Come on up, you two. Alrighty. Back [inaudible 00:15:00] to see you [inaudible 00:15:02]."
        },
        {
          "speaker": "Speaker 1",
          "time": "15:02",
          "text": "Thank you."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:02",
          "text": "Okay. Okay. We’ll do hugs. You bet."
        },
        {
          "speaker": "Speaker 1",
          "time": "15:09",
          "text": "The last four numbers are 4-7-3-0."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:14",
          "text": "4-7-3-0."
        },
        {
          "speaker": "Amy",
          "time": "15:17",
          "text": "Over here."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:18",
          "text": "Over here? Fabulous. Okay. Stand up and yell, “Persist.”"
        },
        {
          "speaker": "Speaker 1",
          "time": "15:21",
          "text": "Stand up and yell, “Persist,” and come line up over here for me."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:25",
          "text": "Okay."
        },
        {
          "speaker": "Speaker 1",
          "time": "15:26",
          "text": "For Miss Elizabeth."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:28",
          "text": "[crosstalk 00:15:28] That’s all right, for you. Let’s make this happen."
        },
        {
          "speaker": "Speaker 1",
          "time": "15:33",
          "text": "Okay? The next number is 4-7-7-4."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:37",
          "text": "4-7-7-4. Who’s got it? 4-7-"
        },
        {
          "speaker": "Speaker 2",
          "time": "15:40",
          "text": "Right here."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:42",
          "text": "All right, way to go."
        },
        {
          "speaker": "Speaker 3",
          "time": "15:45",
          "text": "Where’s the, “Persist”?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:47",
          "text": "This is like bingo."
        },
        {
          "speaker": "Speaker 1",
          "time": "15:52",
          "text": "The next number is 4-7-3-5."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:57",
          "text": "4-7-3-5. All right, stand up. You got it. Woohoo."
        },
        {
          "speaker": "Speaker 1",
          "time": "16:04",
          "text": "One more? 4-7-7-0."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "16:13",
          "text": "4-7- We got it? 7-0. All right. Woohoo. Is that going to get us started?"
        },
        {
          "speaker": "Speaker 1",
          "time": "16:19",
          "text": "Is it four?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "16:21",
          "text": "Get us started with four? Okay, that sounds good. And by the way, in the meantime, my son has arrived. Stand up and say hello, Alex. His wife Elise. And just so you know who Alex is, Alex is the guy who’s been my tech support since second grade. He runs his own small business now, but he’s picked up a second line and that is support your mother when she runs for president of the United States. And he’s doing that by being Bailey’s advance man, so Bailey’s here too. We got it. We got it. He’s ready."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "17:03",
          "text": "Alrighty. We got a question. Are we ready? Okay. Hi."
        },
        {
          "speaker": "Amy",
          "time": "17:07",
          "text": "Hi."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "17:08",
          "text": "Tell me your name."
        },
        {
          "speaker": "Amy",
          "time": "17:09",
          "text": "Amy."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "17:10",
          "text": "Hi Amy."
        },
        {
          "speaker": "Amy",
          "time": "17:11",
          "text": "Okay, this question is- Hi. This question is about gerrymandering and the fact that in two elections in the last 20 years, the winner has not won the popular vote."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "17:21",
          "text": "Right."
        },
        {
          "speaker": "Amy",
          "time": "17:21",
          "text": "Work as we do to get out the vote, the results are increasingly decided by electoral districts and voting laws that are set by partisan bodies."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "17:29",
          "text": "Yeah."
        },
        {
          "speaker": "Amy",
          "time": "17:29",
          "text": "What do you think should be done about that and what would you do or be able to do if elected?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "17:34",
          "text": "I want to do two things. Okay? The first one is let’s do this at the federal level, it’s time to get rid of the electoral college. We need direct vote. I want to be the last president elected by the electoral college and the first elected by direct vote. Can we do that? That’s what I’d like to see. But it’s not just at the federal level. Think about how gerrymandering undercuts everything, how the electoral college, because it means some votes are worth a whole lot more than others. It means that politicians at the local level are picking their constituents rather than their constituents picking them."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "18:25",
          "text": "I have a plan. You’re not surprised. I have a plan to outlaw all political gerrymandering nationwide. I think that’s what we got to do. So that’s it. Let’s do it. Think about that. Pass a federal law, no more political gerrymandering, and we’re done. This means all votes are going to count because that should be the heart of our democracy. That we should have an- And by the way, we’re talking about at some places we should be lining up where we want to make constitutional changes, and I know those are hard, but we really need to have them and have them laid out. And for me, one of the important ones is to guarantee the right of every American citizen to vote and to get that vote counted, and gerrymandering is going to be part of that. Thank you. Thank you. Great question."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "19:18",
          "text": "Hi."
        },
        {
          "speaker": "Nancy",
          "time": "19:19",
          "text": "My name is Nancy. My big concern is electing someone who can beat Donald Trump-"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "19:26",
          "text": "Me too."
        },
        {
          "speaker": "Nancy",
          "time": "19:27",
          "text": "… And every month we get stats from his camp, from the White House, that unemployment is down, jobs are up, and that is a very positive message, which we know doesn’t reveal the whole story. How will you counteract that message to show the world, who only listens to soundbites, that really we’re not in good shape?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "19:49",
          "text": "Okay, so thanks very much for the question, Nancy. Let me start by saying how much I agree with you? Our number one job is to beat Donald Trump. Whoever our democratic nominee is, I’m in 100% because we got to get that done. But you’ve asked specifically about economics, right? The economic part of this. And if I can, just give me a minute when I don’t have to do it by sound bite. We’ll try to get it to sound bites by the end, but let’s start with this. It is time for us to declare nationally that trickle down economics has been a disaster for our country. Trickle down economics. You know what it basically is? It’s helped the rich and powerful get richer and more powerful, and I’m not kidding about that. It’s cut taxes for those at the top, that’s how they get richer, and cut regulations for giant corporations, that’s how they get more powerful. That’s what trickle down economics is about and that’s how trickle down economics has hollowed out America’s middle class, has put working people on the ropes, has crushed the working poor and has kick dirt in-"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "21:03",
          "text": "Has crushed the working poor and has kicked dirt in the face of the poorer poor. It is time for us as a country to say, we tried that experiment for 40 years and we want an America that grows an economy from the grass roots up."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "21:21",
          "text": "So how does that work? Can I just give you one example about that? I have an idea. I think it’s time for a wealth tax in America. And two cents, you bet. And here’s the basic idea behind it. Basic idea says your accumulated wealth, how much you own, if your first 50 million is free and clear, guy in the back says, but your 50 millionth and first dollar you got to pitch in two cents and two cents on every dollar after that. You get to be a billion dollars, you’ve got to pitch in a couple of pennies more. And the idea behind it, anybody in here own a home or grew up in a family that owned a home? You pay a wealth tax. It’s just called a property tax."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "22:12",
          "text": "All I’m saying is for the bazillionaires, the property tax ought to include the real estate and the stock portfolio, the diamonds, the Rembrandt, and the yacht. And I just want to make sure everybody understands the equity here, understands how much you’ve been getting cheated on this deal. So collectively, the 99% last year paid 7.2% of your total wealth in taxes. That top 1/10 of 1%, the folks with more than $50 million in assets, they paid 3.2%. Less than half as much. So all I’m saying here is pitching in two cents."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "23:08",
          "text": "Two cents. And they’re billionaires who don’t like this. You may have heard about that. Some have gone on TV and cried, others have run for president. And here’s the argument they make. They say, well, I’ve worked really hard for my money. I had this great idea. I followed it through. I worked late at night, and my answer is good for you. You built a great fortune in America. Good for you. But keep in mind, you built a great fortune in this country. I guarantee you built it at least in part using workers all of us helped pay to educate."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "23:54",
          "text": "You built it at least in part getting your goods to market on roads and bridges all of us helped pay to build. You built it at least in part protected by police and firefighters all of his help pay their salaries. And we are glad to do it. We’re Americans. We want to invest in opportunity. We want to create opportunities for people. Happy to do it. All we’re saying is when you make it big, I mean really big, I mean top 1/10 of 1% big, pitch in two cents so everybody else gets a chance to make it in this country."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "24:40",
          "text": "And now I want to tell you just one thing, just one thing we could do with that two cents. It’ll cover a lot of things, but just one thing. We can provide universal childcare, early education, pre K for every baby in this country age zero to five. Two cents. And now here’s how it goes on building an economy from the ground up, and that is it’s that a lot of mamas can finish their education. And what does that do? It makes them more productive in the workplace. A lot of mamas and daddies can go back to work if that’s what they want to do."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "25:21",
          "text": "Can work full time, can work a night shift if they know they’ve got good childcare available. That’s good for everyone. And when they have money to spend, when they’re not writing checks for 600 bucks for two weeks of child care, when they’re not spending that kind of money, that’s money they can spend in the local economy. That’s money they can spend at restaurants. That’s money they can use to buy cars. That’s money they can save up to buy a home. That’s money they put in the economy that grows real jobs and real wealth and help support small businesses."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "25:56",
          "text": "That’s how we make this economy work from the bottom up, from the grassroots up. So here’s the thing, you raise the right question. Can we get this message across? Because, yeah, we’ve got an economy right now where the stock market keeps going up, GDP keeps going up, unemployment is low. It’s working great if you’re already rich. It’s just not working for much of anyone else. But here’s the part that gives me real hope. When I talk about corruption, understand this, it’s not just Democrats who get it. It’s Democrats and Republicans. When I talk about the influence of money in Washington and how we need an anti corruption bill, it’s not just Democrats who get it."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "26:41",
          "text": "It’s Democrats and Republicans. And when I talk about a two cent wealth tax, because you’re getting cheated because you’re on the wrong end of the stick, it’s not just Democrats who sign up. It’s Republicans across this country. Americans understand that this government and this economy is not working for them. I got to work on what the bumper sticker looks like, but I guarantee we’re going to pull in Democrats and Republicans and make this work. Thank you. Does that work? We’re going to do this. We’re going to do it. We’re going to have fun doing it."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "27:21",
          "text": "Yes, I’m ready. I’m ready. Yes."
        },
        {
          "speaker": "Anders Helberg",
          "time": "27:23",
          "text": "So, I’m Anders Helberg, Stockholm, Sweden."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "27:27",
          "text": "Anders. Good to see you."
        },
        {
          "speaker": "Anders Helberg",
          "time": "27:28",
          "text": "You remember the horses?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "27:29",
          "text": "Yes, I do."
        },
        {
          "speaker": "Anders Helberg",
          "time": "27:32",
          "text": "I came here from Europe for you. I’m going back tonight."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "27:37",
          "text": "Thank you for being here. That’s so kind. Thank you."
        },
        {
          "speaker": "Anders Helberg",
          "time": "27:43",
          "text": "Godspeed, Madam President."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "27:45",
          "text": "Thank you."
        },
        {
          "speaker": "Anders Helberg",
          "time": "27:53",
          "text": "Now, my wife has two autistic sons. I’m sorry for my accent."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "27:58",
          "text": "It’s okay. Some people seem to think I have one too, so what can I say?"
        },
        {
          "speaker": "Anders Helberg",
          "time": "28:05",
          "text": "My wife has two autistic sons. They are 23 and 21. They need assistance 24/7."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "28:13",
          "text": "Yes."
        },
        {
          "speaker": "Anders Helberg",
          "time": "28:13",
          "text": "And they have assistance because Sweden is the most progressive country in the world. So they are paid for by the government. But I understand that this is not really the case. You have a great country, but that’s not really the case here. So what will you do for those small prevalence of ours who need assistance 24 hours?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "28:40",
          "text": "Thank you. Thank you. Thank you, Anders, for being here and thank you for this question. I think what Anders reminds us of is what this election is about is a measure of who we are as a people. And for me, this is ultimately, I talk a lot about economics. I know. I speak nerd and I’m not embarrassed about that. But it’s really about our values and it’s about how we see our responsibilities to each other. And for me, this is the heart of it when you frame the question this way. I believe in the worth of every single human being."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "29:27",
          "text": "And I believe that a good country lives that value every single day. So it was important to me in putting together my plans and running for president and yeah, I got a lot of plans. I think if you want to get something done, you ought to have a plan to get it done. Right? But, in putting together plans that I put together plans around people with disabilities. People who have a lot of different issues that they’ve got to deal with to make it. And sometimes it’s about little babies and sometimes it’s all the way to seniors."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "30:09",
          "text": "But when I got ready to do this, I said instead of my writing it by myself or just pulling in a handful of experts, I actually went to the disability communities and said, help me write this plan. Help me get this right. And what it’s about is it’s a plan that talks about education. By the way, that two cent wealth tax, one of the other things that will let us do is 100% this would be the first time in history, 100% funding for IDEA, so every single child with a disability gets the full educational opportunities they need."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "30:50",
          "text": "So it’s about education, it’s about housing opportunities. I have a housing plan. We’ve got a big housing problem in this country, a housing shortage, shortage for middle class families and working families and the working poor and for the poorer poor and for the homeless and for veterans and for seniors who need to age in place, and for people with disabilities who need housing. They need adapted housing. They need housing for themselves. So that’s a part of the plan. There are also people who need full time longterm care."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "31:25",
          "text": "And that’s what Medicare for all is all about. Full-time longterm care for those who need it. Making sure we cover everyone. So I see this as you raise it on one specific issue, but this is a measure, who are we as a country? What kind of a people do we want to be? I want to be an America where we ask those at the top to pitch in a little more so that we can be a country that sees value in every single human being and lets every single human being have the opportunity to be all that they can be. Thank you, Anders, and thank you for being here."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "32:09",
          "text": "Thank you. Thank you. We’re going to draw some more, some more questions. All right. Let’s do a couple more or however many more you all want to do. Okay."
        },
        {
          "speaker": "Speaker 4",
          "time": "32:23",
          "text": "We’re going to do two more questions."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "32:25",
          "text": "Okay."
        },
        {
          "speaker": "Speaker 4",
          "time": "32:25",
          "text": "And when we call your number, please just yell out persist so we know it’s you. So the last four numbers are four, seven, two, six."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "32:39",
          "text": "Four, seven, two, six. Four, seven, two, six. Is this going to be like a couple of weeks ago? We called out, there’s this long silence and then this woman says, I think that’s my number, but I put my used chewing gum in the ticket. Wrapped it up. But she had the number. She did. Anybody? Four, seven, two, six. All right. Move along."
        },
        {
          "speaker": "Speaker 4",
          "time": "32:57",
          "text": "Okay, so the next number, four, seven, three, eight."
        },
        {
          "speaker": "Sanders",
          "time": "33:00",
          "text": "Persist."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "33:05",
          "text": "Nice."
        },
        {
          "speaker": "Speaker 4",
          "time": "33:08",
          "text": "The last number, four, seven, three, two."
        },
        {
          "speaker": "Macy",
          "time": "33:11",
          "text": "Persist."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "33:14",
          "text": "All right."
        },
        {
          "speaker": "Speaker 4",
          "time": "33:14",
          "text": "Awesome."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "33:15",
          "text": "Come on over."
        },
        {
          "speaker": "Speaker 4",
          "time": "33:16",
          "text": "Sorry. We’re going to do one more."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "33:18",
          "text": "One more, okay. You guys are going to keep me working here."
        },
        {
          "speaker": "Speaker 4",
          "time": "33:21",
          "text": "Four, seven, four, zero."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "33:24",
          "text": "All right. Come on over. Come on over. Good deal. Okay. Great job. Hi."
        },
        {
          "speaker": "Macy",
          "time": "33:33",
          "text": "My name is Macy."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "33:34",
          "text": "Hi Macy."
        },
        {
          "speaker": "Macy",
          "time": "33:36",
          "text": "I’m a former special ed and eighth grade middle school science teacher. Retired now. I have two small grandchildren. I cannot imagine the extent of trauma if those two children were forcibly taken from their parents …"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "33:54",
          "text": "I cannot either."
        },
        {
          "speaker": "Macy",
          "time": "33:55",
          "text": "… And let alone cages. Just put in some situation."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "33:58",
          "text": "I know."
        },
        {
          "speaker": "Macy",
          "time": "34:00",
          "text": "What is your plan to hit the ground running on dealing with these children in cages, let alone the fact of reuniting the families?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "34:10",
          "text": "Right. So I just want to start with you on this to say how much I appreciate that you raised this and you don’t let this fall out of our attention nationally. This is so important. We’re only a few months away from it having been two years that this has been going on that we have known about nationally. When it first came out that the Trump Administration was taking children away from their families, I went straight down to the border, went down to McAllen, Texas, and I just for a minute want to tell you about it."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "34:52",
          "text": "I come from a witnessing tradition and I think it’s important. You see things with your own eyes and you have to keep talking about them. I want everyone to hear just to picture an Amazon warehouse, you know this big, except it smells bad in it’s dirty. And I walked in and on the left were cages and they’re like 10 feet wide, 40 feet deep, a single toilet back in the corner and packed so densely with men that they couldn’t all lie down at the same time. On the far right, same thing with women. Cage after cage, after cage, after cage, after cage."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "35:31",
          "text": "And I thought this is horrible. And then I walked into the main room and there were cages bigger than this center section. Free standing cages of little girls, just little girls. They had no toys, there’s no television, and they mostly were just sitting quietly. Some were crying, some were just sitting. They were just depressed or sad. They didn’t even know the other girls they were with. And then over here, another cage of little girls and another cage of little girls, a cage of little boys. Back in the corner, there was a cage of nursing mothers."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "36:16",
          "text": "And I spoke with one of them that I remember for sure. They had come from Central America. Most everyone in that facility had come from Central America. They come from Central America and she said the reason she was here is that she had given a drink of water to a police officer and the next day the word came back to her that the gangs believed she was working with the police and that meant that she and her baby would be killed. So with no thought, with no time for planning, she wrapped her baby up and ran for the border and made her way, a dangerous journey, made her way to our border where she had been put in a cage. A great nation teaches, treats every human being with dignity. What’s happening at our borders must stop. Must stop. So how do we do that? Think about the origin of the problem. This problem is in no small part made by Donald Trump. It’s a problem that starts down in Central America. Taking away aid from Central America, destabilized the governments that had only a tenuous hold anyway. I will restore aid to Central America. I’ll work on economic development, get our allies to work on it so that people are not forced to flee because they are afraid of the gangs because they see no future for themselves and their children."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "37:53",
          "text": "That is part of it. But the second part is here and what we do in America. We must stop this business of for profit detention centers. Nobody should make a profit from locking people up ever. And I will do that. We must abide by international law and international norms and we must treat the people who arrive here with dignity and compassion. If they are asking for amnesty, we need procedures. They need help to be able to make that claim. If they are refugees, then we need to take our share of refugees from around the world."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "38:46",
          "text": "We lead the world by example. Donald Trump is leading in the wrong direction. I promise you I will turn this around starting on the first day. We will not, not be a nation that treats people like this. Thank you. Thank you. Yeah. You bet."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "39:11",
          "text": "Hi."
        },
        {
          "speaker": "Sanders",
          "time": "39:12",
          "text": "My first name is Sanders."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "39:14",
          "text": "Sanders, nice to meet you."
        },
        {
          "speaker": "Sanders",
          "time": "39:16",
          "text": "Might say I’m Sanders for Warren."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "39:18",
          "text": "Sanders for Warren. I love it. Okay, Sanders, you and me bud."
        },
        {
          "speaker": "Sanders",
          "time": "39:26",
          "text": "So good leaders make sense of the complex. They get people to focus on important things and you do a great job of that."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "39:33",
          "text": "Thank you. What a nice thing to say."
        },
        {
          "speaker": "Sanders",
          "time": "39:35",
          "text": "[inaudible 00:39:35] you get a team of people. So I’m interested in your team building."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "39:40",
          "text": "Good."
        },
        {
          "speaker": "Sanders",
          "time": "39:42",
          "text": "Tell me a little bit, tell me about a time that you made a plan and then you called on advisors. How did you select people to help you with making decisions and what did you learn from that?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "39:52",
          "text": "Oh, what a good question. Actually, I already laid out part of this and that was how I built a disability plan during my campaign is that I recognized, I was talking about education and then I thought about, look, I’m a special education teacher, so what are we going to do to make sure we have appropriate funding? So I built one part of the plan and so I called people who are education specialists who do special ed and pulled them in. And by the way, I should say people have different perspectives. This is not an area where it’s unitary."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "40:32",
          "text": "There are a lot of folks, there’s some folks who believe things should be done one way, some who see it another way. Bring them in, listen to all of them, think about what are the right tools for the federal government, how much is the federal government just there to try to be a good partner, and how much is the federal government there to make sure that we get some real standards in place. So that’s the first place it started was around education. I was working on a housing plan at the same time."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "40:58",
          "text": "As I mentioned earlier, we have a housing shortage in America, and I could talk about all the reasons for it. But when I kind of had the general outlines, I thought, what about people with disabilities? People who use a wheelchair? What about people who’s in special ed, who may need a different kind of housing situation, maybe group housing so that they have a chance to live independently? So I started talking to some people who had housing specialty was their part of the disability issues."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "41:34",
          "text": "And then by the time I got ready to do this a third time, I thought, wait a minute, I need to reach out to people across disability communities because there are many. For people who are deaf, people who use wheelchairs, people who have developmental disabilities, people who have autism, people who have different issues that they are coping with every day and said to all these different folks."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "42:03",
          "text": "… and said, to all these different folks, “Help me understand. Let’s start by thinking big. What’s everything we could do? And then let’s narrow it down a little, to what is the appropriate role for the Federal government, here?”"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "42:15",
          "text": "And that’s how I came up with a disability plan. And I’ll give you one more, that’s come out of the campaign, because I think it’s important. Is, when I started this campaign, you may remember we had 26 people running for office, 131? 2,954? I’m trying to remember what the numbers were. But understand this. Good people. Good people who were running because they had some good ideas, and they love their country. They were in this because they wanted to see a better America."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "42:54",
          "text": "And so, as people left the race, one of the things I tried really aggressively to do, is integrate their good ideas, their energy, into this campaign. So, take a look at my climate plan and you’ll see a whole sections that Jay Inslee had originally come up with and they are darn good pieces, about what we can do in terms of climate change."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "43:23",
          "text": "I don’t, when Kamala Harris got forced out of this race, which just, I thought it was so wrong. Kamala’s voice was strong, and should be a part of our primary process. And the fact that she was forced out over money, on the same day that a billionaire bought his way onto the Democratic debate stage? That’s just wrong. But I’ve known Kamala for a long time, and when Kamala was no longer in the race, I called her. And said, “What I’d really like to do is pick up your terrific idea on how we protect women’s reproductive health.” She just had some great ideas around this. “How would you feel if I just, I added them into my set of plans? I’ll give you full credit, because I’m happy to do that,” and Kamala said, “Great, let’s do it.”"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "44:19",
          "text": "I did the same thing with Kirsten Gillibrand, on her plans for paid family leave. Then talking with Cory, Julian Castro, had not only great plans around immigration, but particularly great plans around pre-K. Three and four year old pre-K, fabulous stuff."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "44:39",
          "text": "Pull people in, because the whole idea here is, we’re not looking for elbowing each other out. We’re looking for the best ideas for our country. We’re looking for the people who really love our country, and want to make it work. That’s what my campaign is about, and I guarantee you that’s what my Presidency will be about."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:00",
          "text": "Thank you, thank you. Great questions. Thank you."
        },
        {
          "speaker": "Judith",
          "time": "45:04",
          "text": "Hello, my name is Judith."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:14",
          "text": "Hi, Judith."
        },
        {
          "speaker": "Judith",
          "time": "45:17",
          "text": "Hi."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:17",
          "text": "It’s good to see you."
        },
        {
          "speaker": "Judith",
          "time": "45:18",
          "text": "It’s good to see you, too. I made it. I’m so excited."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:19",
          "text": "I’m so glad you’re here."
        },
        {
          "speaker": "Judith",
          "time": "45:20",
          "text": "I’ve never been to one of these [crosstalk 00:45:23]."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:21",
          "text": "Okay."
        },
        {
          "speaker": "Judith",
          "time": "45:22",
          "text": "So, I want to tell you something first."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:25",
          "text": "Okay."
        },
        {
          "speaker": "Judith",
          "time": "45:25",
          "text": "My dad sent you a check four years ago, and he sent you a letter with it, that he wanted you to run for President."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:30",
          "text": "Oh. My."
        },
        {
          "speaker": "Judith",
          "time": "45:31",
          "text": "I hope to God you cashed that check [crosstalk 00:00:45:33]. Okay, so my check [crosstalk 00:45:36]-"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:36",
          "text": "Oh, if we all had a time machine."
        },
        {
          "speaker": "Judith",
          "time": "45:38",
          "text": "… Yeah. It was not, it was a pretty decent amount. Okay. So, it’s a Medicare question."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:45",
          "text": "Okay."
        },
        {
          "speaker": "Judith",
          "time": "45:46",
          "text": "Okay. And, my husband is a nurse. And I don’t want to look like a greedy wench here-"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:52",
          "text": "Okay."
        },
        {
          "speaker": "Judith",
          "time": "45:53",
          "text": "… but if you do Medicare for all, are physicians, nurses and PAs, will their salaries go down?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "46:03",
          "text": "So the answer, let’s do this the right way. It all depends on what the reimbursement rates are. And there are two ways that we think about how to pay for health care, going forward, in terms of the cost."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "46:18",
          "text": "One is to have, where we set our reimbursement rates and, I’ll just be blunt. We need higher reimbursement rates for some parts of healthcare, particularly for those who are doing general practice. We need more people. We need more nurse practitioners. We need more people working in mental health fields. And that means, we’ve got to have resources in there."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "46:42",
          "text": "Second thing we’re going to do, is cut costs. Think about the costs right now, in the healthcare system, of trying to satisfy five different insurance companies. Or 10 different insurance companies. Or 15 different insurance companies. I don’t know about you, but I got to my doctor, you see two doctors and six people filling out insurance forms. And, somebody on the phone, arguing with an insurance company. And somebody else who has to do the billing, that just send bills to folks to get paid. And somebody else, who has to do the bad debt collection."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "47:20",
          "text": "We have built, right now, enormous costs into this healthcare system because the insurance companies want to keep it complicated. Why did they not use a unitary form? They want to use different forms because they want to have different chances to say no. And to trick people and fool people, and have people fill out the wrong thing. Or didn’t ask for the right permission. Or they changed which drug is being covered. Yada, yada, yada, over time."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "47:49",
          "text": "So, we’ve got to do both of these. We’ve got to get the reimbursement rate right, and then we’ve got to bring down the cost, over all. And let me say one more thing. It is very important that we do reimbursement rates that are high enough to make sure that we keep all of our community hospitals, our rural hospitals, open. They are a critical part of public health for everyone and for our communities."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "48:18",
          "text": "And then the last thing I’ll say is, we’ve got to make change and make it fast. 36 million, in this sense. 36 million Americans last year couldn’t afford to have their prescriptions filled. And I just want you to think for a minute, about what that means. They were sick enough or worried enough, to go to a doctor. The doctor looked at them and was concerned enough to write a prescription for treatment. They then left, looked at that prescription and said, “Fill the prescription, or buy groceries this week? Fill the prescription, or pay the rent on time?” And they decided not to fill the prescription, because of cost. And that includes a lot of people who have health insurance. That should not be happening in America. Healthcare is a basic human right. We fight for basic human rights."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "49:20",
          "text": "Two things I will do, on my first day as President. First, I will defend the Affordable Care Act from the Trump administration sabotage. We’ve got to hang on. And the second thing is, I will bring down the cost of commonly used prescription drugs. Insulin, epi pens, HIV/AIDS drugs. Bring down those costs. The President already has the power to do that. We can save families hundreds of millions of dollars. My overall approach on healthcare? Get as much help to as many people as quickly as possible. That’s what we need to do."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "50:04",
          "text": "Thank you. Good question, thank you."
        },
        {
          "speaker": "Speaker 5",
          "time": "50:08",
          "text": "Okay, this is going to be our final question."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "50:09",
          "text": "Final question, okay, make it a good one."
        },
        {
          "speaker": "April",
          "time": "50:11",
          "text": "Hi, my name is April and-"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "50:14",
          "text": "Hi, April."
        },
        {
          "speaker": "April",
          "time": "50:15",
          "text": "… Hi. If you win the nomination, do you plan to continue to pledge to not take campaign donations from wealthy donors and PACs?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "50:23",
          "text": "Sure. Look, because I want to make sure everybody understands this, because this really is important. When I made the decision to run for President, I made a decision about how I was going to spend my time and how I was going to build this campaign. And so, for me, it was, “I am not going to spend 70% of my time with rich people. With corporate executives and with lobbyists, raising money from them. I am not going to spend my time, selling access to me, to be able to get in my ear and tell me about your issues, just because you’re rich.”"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "51:04",
          "text": "And that’s not going to change, because here’s the thing. Right now, we have a problem in America. And the problem is a problem, not just in our economy. It’s a problem in our democracy. If you have to be a billionaire, or suck up to billionaires, to get the nomination to run for President as a Democrat? Then buckle up, because we’re going to have an America that just works better for billionaires, and worse and worse for everyone else. I’m in this fight to recover our democracy, to build a democracy that works from the grass roots, up. I’m in it all the way, on this one. Thank you."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "51:54",
          "text": "So, so let’s wrap this up. I want to talk about one more unwinnable fight, right? That you get in, any way. And this one starts, this fight starts actually, with a toaster. And here’s how it goes. When I was a young mom, toasters could burn down houses. And the way that worked is, you know those little toaster ovens? They didn’t have automatic shut off switches. So you could put four slices of bread in one of those toaster ovens, flick the thing on. Hear the baby cry, run down to the other end of the house. Stay down there longer than you had thought you had, and when you come back, the flames are leaping off the toast about six to eight inches. Catches the kitchen curtains on fire, and then the kitchen cabinets."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "52:42",
          "text": "Ask me how I know. All I will confess to is that, one year, my daddy got so frustrated with me, he bought me a fire extinguisher for Christmas. Okay."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "52:57",
          "text": "But along came a Federal agency, Consumer Product Safety Commission. And they said, “Enough. You can’t sell toasters in America that set people’s houses on fire.” So, everybody put a little safety switch on them, and that’s it. Toaster fires in America, stop."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "53:15",
          "text": "In the early 2000s, home mortgages had gotten so complex and so dangerous. They cost one in five families their homes through foreclosure. Think about that. Only this time, the Federal agency that was responsible, was not on the side of the people. It was in the pocket of the banks. So deep in the pocket of the banks, it said, “Keep on selling those things, because that’s how you make big profits.” And that’s what crashed our economy in 2008."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "53:51",
          "text": "So after the crash, I had idea for an agency, that was like the toaster agency only it said, “You can’t make your profits from cheating people on mortgages, credit cards, payday loans, student loans.”"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "54:05",
          "text": "So, I’m not in an elected office. I go down to Washington, basically to pitch the idea, to anybody in Congress who will listen to me. We’re in the middle of a crisis. We’re going to end up doing something on financial reform. So I’m pitching my agency. I knock on doors, Democrat, Republican, I don’t care. I’ll talk to anybody, about the idea behind this agency."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "54:26",
          "text": "So here’s the amazing thing. I realized, after a while, I was getting the same two answers. Pretty much from everyone. The first answer was, “That’s a good idea. You could make a real difference. Structural change.” The second was, “Don’t even try. Don’t try, because you’ll be up against big money. You’ll be up against Wall Street, you’ll be up against all the Republicans. And shoot, you’ll be up against half the Democrats. You’ll never get it done.” I get it. Big structural change is hard. But it was the right thing to do. So we got in the fight. We took on big money. We got people engaged. And in 2010, President Obama signed that agency into law. We won. We can win these fights. And that little agency, that little agency, has already forced the banks to return more than $12 billion directly to people they cheated. We can make government work for the people. We can do this."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "55:52",
          "text": "So now, it’s been three years of Donald Trump. And people, a lot of people are afraid. Afraid for their families, afraid for their neighbors, afraid for children locked in cages at our borders. Afraid for children on lock down, in our public schools. Afraid for women, for people of color, for LGBTQ people, for trans people, all of whose rights are up for grabs in this United States Supreme Court. Afraid, for our country. Afraid, for our planet."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "56:36",
          "text": "And the danger is real. Our democracy hangs in the balance. So it comes to you, New Hampshire. What are we going to do in the face of this kind of danger? Are we going to cower? Are we going to back up? Are we going to be timid? Or are we going to fight back? Me, I’m in this, because I’m fighting back. I’m fighting back. I’m fighting back. I’m fighting back. You bet."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "57:09",
          "text": "Fight back. Fighting back is an act of patriotism. Fighting back. We fought back against a King, to build this country. We fought back against the scourge of slavery, to save this Union. We fought back against a Great Depression, to rebuild our economy. We fought back against fascism, to preserve our democracy. America is at its best, when we fight back. This is no time for small ideas. This is no time to nibble around the edges of our big problems. This is the time to see a problem, attack it head on. This is the time for big structural change."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "58:18",
          "text": "So, look. I don’t have a campaign that has been put together by a bunch of consultants. I don’t have a campaign that has a bunch of proposals, that have been carefully… you can all sit down, if you want. It’s okay."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "58:41",
          "text": "I don’t have a campaign that has been carefully, or worked on a bunch of proposals, that have been carefully designed not to offend big donors. I’m running a campaign from a lifetime of fighting for working families. I am running a campaign from the heart, because I believe in you. And I believe in what we can build together. I believe in the America we can build together. An America where everyone has value, an America where every child is worth investing in. An America where people, not money, are the most important part of our democracy. I believe in that America and if you believe, just a little, that that America is possible, and that that America is worth fighting for? Then I’m asking you. Get in this fight with me, be in this fight with me, vote for me tomorrow. Go to elizabethwarren.com and volunteer. But get in this fight. Because, understand. This is our moment in history, and this moment will not come our way again. This is our moment to choose hope over fear. This is our moment to show courage. This is our moment to dream big, fight hard and win."
        },
        {
          "speaker": "Speaker 5",
          "time": "01:01:00",
          "text": "Hi, so this is, the very famous selfie line, if you want a selfie with our future President, please go to the left. And if you want to skip having a selfie with our future President, please go to the right. [crosstalk 01:01:17] What? Where’s the First Dog?"
        },
        {
          "speaker": "Speaker 6",
          "time": "01:01:18",
          "text": "By the exit [inaudible 00:19:19]."
        },
        {
          "speaker": "Speaker 5",
          "time": "01:01:18",
          "text": "I’m sorry?"
        },
        {
          "speaker": "Speaker 6",
          "time": "01:01:18",
          "text": "By the exit."
        },
        {
          "speaker": "Speaker 5",
          "time": "01:01:18",
          "text": "Sorry, what?"
        },
        {
          "speaker": "Speaker 6",
          "time": "01:01:18",
          "text": "By the exit."
        },
        {
          "speaker": "Speaker 5",
          "time": "01:01:18",
          "text": "By the exit?"
        },
        {
          "speaker": "Speaker 6",
          "time": "01:01:28",
          "text": "Yeah. [Crosstalk 01:01:28]"
        },
        {
          "speaker": "Speaker 5",
          "time": "01:01:30",
          "text": "It’ll be, selfies with the future First Dog will be by the exit. [crosstalk 00:19:47]."
        }
      ]
    }
  ]
}