{
  "url": "https://www.rev.com/blog/transcripts/joe-biden-virtual-town-hall-transcript-april-15",
  "title": "Joe Biden Virtual Town Hall Transcript April 15",
  "tags": [
    "2020 presidential general election",
    "town hall"
  ],
  "date": "2020-04-15",
  "candidates": [
    "Joe Biden"
  ],
  "other_speakers": [
    "Shevrin Jones",
    "Shervin Jones",
    "Kris Holtham",
    "Safaa Elzakzoky",
    "Jerry Brown"
  ],
  "description": "Joe Biden held an online town hall via livestream on April 15, where he took several questions as the 2020 Democratic candidate to face Donald Trump.",
  "parts": [
    {
      "number": 1,
      "video": "https://www.rev.com/transcript-editor/shared/S4NEDMiHBrDi6I2k3X5Sfk1buBehd16LAh2NBb1yZyqAClmskbcETpODtIthwgRT9EAwEZLb28VM3MQI5LO8soxocm4?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Joe Biden",
          "time": "00:00",
          "text": "… depend our grocery store clerks, our bus drivers, our transit workers. These are the folks who keep the food supply going and secure. These are the custodian and cleaning crews that makes things safe and clean, and so many more people out there that we never paid attention to. When was the last time people took the time to look you in the eye and say, “Thank you. Thank you for what you’re doing. Thank you for what you’re doing.” But, we’re seeing it clearly now, we’re seeing it as clear as day. We’re lost without you. This is not an exaggeration. We’re lost without all of you."
        },
        {
          "speaker": "Joe Biden",
          "time": "00:37",
          "text": "All across the nation it’s so often our lowest-paid workers who have to step up during this crisis and crisis like this. You’re putting yourselves on the line every single day. You’re sacrificing so much under dire circumstances to do your job and you’re doing it for not just yourself, for all of us. You’re essential to our society in times of crisis and beyond. You deserve not just our thanks and our respect, you deserve a safe workplace and fair pay. You deserve personal protective equipment including gloves and masks that enables you to do your job as safely as possible. You deserve to have the appropriate space between you and your co-workers and the ability to wash your hands frequently."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:26",
          "text": "We’re seeing during this crisis just why it is so important for American workers to belong to unions, so that they have someone to fight for them and with them. Putting your interests, your interest first, standing up for workplace safety and the needs of every business to make sure that workers are protected against infectious disease. You deserve a government, a government that’s working hard for you and you are as hard as you are working for us. The government that not only sets, but enforces worker safety standards, a government that ensures everyone has the option of paid sick leave. A government that provides universal access to affordable high-quality healthcare, which this guy’s not doing it all."
        },
        {
          "speaker": "Joe Biden",
          "time": "02:13",
          "text": "Not one that tries to just rip your health protections away like he’s trying to do now by getting rid of Obamacare for folks who need it now more than ever. You deserve premium pay, standing on the front lines of this crisis, enabling our society to keep running, even as so many of you stay home and practice social distancing to break the infectious curve and the virus, these people have to go out and provide your needs for you. The Senate Democrats have a proposal for a $25,000 in premium pay for frontline workers. I don’t mean pay in lieu of other basic benefits. I mean a premium pay on top of the inherent rights that all workers deserve, because of what being at work right now is costing you personally."
        },
        {
          "speaker": "Joe Biden",
          "time": "03:12",
          "text": "I know you’ve lost friends and co-workers, loved ones. I know you’re worried about your own health. I know you’re worried about your families when you go home and what you might bring home, but also what will happen if you’re not able to work. My heart goes out to every one of you, every one of you, every individual who is suffering because of this virus. The families who are grieving because they lost someone. Folks like all of you who are working harder than ever. The workers who have had their hours slashed and lost their jobs entirely, and don’t know how long they can make ends meet. We’re being tested like we’ve never been tested before as a country. I know that we’ll come through this. The American people have never, ever, ever let their country down. Ordinary people like the neighborhoods I come from when given an opportunity, they are capable of accomplishing anything, extraordinary things."
        },
        {
          "speaker": "Joe Biden",
          "time": "04:10",
          "text": "As I’ve been saying throughout this whole period, we just don’t pay enough attention. But in the face of this COVID-19, we’re seeing the incredible American grit and spirit shine through. When we get through this crisis, we’re going to have an enormous amount of work to do. Not just to rebuild our country, but to transform it, to make the investments we’ve needed to make for so long for our workers. To create a more just and more fair economy, where everyone has the opportunity to build a middle class life for their families, to make sure everyone in this country earns a living wage and is treated with dignity and respect they deserve."
        },
        {
          "speaker": "Joe Biden",
          "time": "04:51",
          "text": "My dad used to say, “Everybody, Joey. Everybody’s entitled to be treated with dignity.” I want to thank you all from the bottom of my heart. I’m looking forward to our discussions. Let me get to your questions. I hope I can ask you some questions as well going down the line here."
        },
        {
          "speaker": "Shervin Jones",
          "time": "05:09",
          "text": "I really appreciate that, Vice President. We’re going to get right into the questions where I just need to acknowledge the fact of your opening is … it really speaks again, it speaks to who you are and why you do what you do. With that being said, we’re going to lead to the first person that we have. Her name is a Safaa. Safaa is a meat processing worker. She’s from Hatfield, Pennsylvania. She was born and raised in Egypt, an immigrant here to the United States 16 years ago."
        },
        {
          "speaker": "Shervin Jones",
          "time": "05:45",
          "text": "Safaa, the floor is yours for your story and your question to the Vice President."
        },
        {
          "speaker": "Safaa Elzakzoky",
          "time": "05:51",
          "text": "Good afternoon. My name is Safaa Elzakzoky. I’m from Middle East, Egypt. I’ve been here in the United States for almost 16 years. I’m from Hatfield, PA. I work on [inaudible 00:06:04] plant for almost 10 years. I represent the UFCW 1776, question, I have been a union steward for almost six years. I’m happy to be with them. I’m married. I have one child. So my question is we lost a coworker at my plant because there is no regulation to protect each [inaudible 00:06:34] employer. We can work safely and get the people meat that you need to eat. So what would you do to protect a worker like my friend who just died?"
        },
        {
          "speaker": "Joe Biden",
          "time": "06:46",
          "text": "Well, first of all, Safaa thank you. And I feel so badly that you lost a friend. It wasn’t necessary. And thank you by the way, I’ve been to Egypt a number of times and you know why we’re such a great country here in the United States, because of immigrants like you who’ve come here from every part of the world."
        },
        {
          "speaker": "Safaa Elzakzoky",
          "time": "07:07",
          "text": "Tank you."
        },
        {
          "speaker": "Joe Biden",
          "time": "07:07",
          "text": "No, I’m not being solicitous. I’m being absolutely serious. And my heart goes out to your former colleague, their family and everyone of you with the courage to keep going to work every day to, to feed and provide the American people. It’s hard enough in a meat packing plant to begin with, it’s hard enough under normal circumstances, and you shouldn’t have to do a job without protection, period. Period. First, I think it’s immoral. In the United States of America, no one should lie awake at night wondering if they’ll make it home from work safely the next day, or if they’ll bring home the virus for their own family, because they got sick."
        },
        {
          "speaker": "Joe Biden",
          "time": "07:47",
          "text": "It’s unconscionable that this administration has failed to enforce the health and safety standards for workers like you all over America. Second point I’d make. It’s illogical, it makes no sense not to protect you and your coworkers. Even the people who didn’t even know what you did before. Even the people who never even think about where their food comes from or their meat or how it works. Even those folks who live in ivory towers, if you get sick and the system breaks down, where are they going to get their food? How will supplies get around? And they’re just beginning to realize that. Now, it’s an a whole nation’s direct interest to keep you healthy and safe. Back during the H1N1 epidemic, we had OSHA, Occupational Safety Operation, that’s supposed to be available all across these workplaces, and the CDC, the Center for Disease Control."
        },
        {
          "speaker": "Joe Biden",
          "time": "08:49",
          "text": "We had them in our administration issued detailed guidelines for how employers should protect their workers. Then OSHA enforced the law based on those guidelines, but Trump’s Labor Department has completely failed to protect workers during this pandemic. I know unions and worker advocates aren’t happy with how vague the OSHA standard is. We had trouble getting it even done and until this week there wasn’t even enforcing these guidelines. Still, today OSHA is not specifying which rules employees must follow or how to keep their workers safe and healthy."
        },
        {
          "speaker": "Joe Biden",
          "time": "09:27",
          "text": "Number one, OSHA should immediately enforce current guidelines across all employers with significant risk of exposures by grocery store workers, meat processing plants, to make sure every employer has a clear plan to keep workers safe from the COVID virus and is acting that way. The second thing is, this federal aid, OSHA, should immediately increase the number of investigators it has to go into these workplaces and look and see whether or not the standards are being kept. Enforce the law."
        },
        {
          "speaker": "Joe Biden",
          "time": "10:04",
          "text": "They don’t have enough people even checking. I’ve been calling for that throughout since I decided to run. OSHA should immediately release and enforce more specific quote, “Emergency temporary standards,” that requires employers to guard against infectious diseases like COVID-19. It’s all within their capacity to do it. So that is the first most important thing we should be doing, because you should not have to go into work tomorrow or whenever you go back, and have to worry whether or not you’re standing too close to someone, whether or not there’s no protective mask you have, whether or not the whole range of things."
        },
        {
          "speaker": "Joe Biden",
          "time": "10:44",
          "text": "The employers should be forced as a matter of law to provide for your protection. If that means slowing down the line, that means slowing down the line. If that means separating people further apart, putting plastic shields between them, that’s what it requires. Your health is critical. Because again, it’s not just morally right thing to do, if something happens to your team, then guess what happens? There is no food. There is no meat. Just like if we don’t protect our nurses. There’s no one to take care of us. You’re critical in the chain and we got to get about doing it."
        },
        {
          "speaker": "Shervin Jones",
          "time": "11:30",
          "text": "Thank you, Vice President. And thank you so much, Safaa. Mr. Vice President, the next person that we have, another one of our bold frontline workers is Mr. Jerry Brown, who is a paratransit driver. Jerry is from Grand Rapids, Michigan and he’s a member and Chief Shop Steward of ATU Local 836. Jerry has been a paratransit driver for 20 years and has four children. Jerry, the floor is yours."
        },
        {
          "speaker": "Jerry Brown",
          "time": "12:02",
          "text": "Good afternoon, Vice President Biden. I’d like to first thank you for your presence here today and for doing all that you do. As a stated, I am a paratransit driver, a bus driver here in Grand Rapids, Michigan. I’ve been a bus driver for 20 years. I am a father of four and married, four children. And the people that I transport are people that I’ve grown up with, people that I’ve known most of my life. And the same goes for a lot of my coworkers."
        },
        {
          "speaker": "Jerry Brown",
          "time": "12:42",
          "text": "So we understand the importance of what we do and that we are essential. So, we would like to do our part. We’re here to do our part, but we want to be as safe as possible in doing so. Of course, we don’t want to get infected with COVID-19, but the biggest fear is that we will infect one of our loved ones."
        },
        {
          "speaker": "Joe Biden",
          "time": "13:10",
          "text": "Exactly."
        },
        {
          "speaker": "Jerry Brown",
          "time": "13:12",
          "text": "And also our passengers, because these are people that we have known for years. Even if we didn’t know them before we started driving, we’ve gotten to know them over the years. And so we wouldn’t want to be responsible for infecting one of our passengers either. The part of the service that I’m a part of, the paratransit side, we transport disabled and senior citizens here in our community. Most of them have underlying conditions and that makes them a big risk of potentially passing from this COVID-19. So that’s a concern for us. It’s a concern for our fixed route drivers as well because the same applies for them. A lot of them have grown up here in the Grand Rapids area and they’re transporting the passengers that have to get to the doctor’s office, to the grocery store, and they’re even transporting some of the other essential workers that have to get where they need to be so that they can do their job as well."
        },
        {
          "speaker": "Jerry Brown",
          "time": "14:33",
          "text": "We, not too long ago, a couple of weeks ago, we lost one of our brothers here in the Detroit area, which is only a couple of hours away from where we live. And that’s a sad thing and it’s a scary thing, because it really hits home. Here in Michigan, we are one of the States that’s been hit hardest by this virus. So, we understand that it’s real here. So my question for you is getting the access to the PPE in the transit industry has been an issue for quite a while now, since the beginning of this thing. What would you do as president to make sure that us critical workers have the protections that we need?"
        },
        {
          "speaker": "Joe Biden",
          "time": "15:28",
          "text": "Well Jerry, I’m sorry about the loss of a fellow driver. But look, let me start off by saying that, as you probably know, because you guys have supported me in my whole career. Back in the old days when I was trying to work my way through law school, I drove a bus. I drove a school bus. And all I can imagine, I think about it now, imagine if schools were still open and I was back there going through the same thing and had a school bus-"
        },
        {
          "speaker": "Joe Biden",
          "time": "16:02",
          "text": "… and I was back there going through the same thing and had a school bus. Kids getting on the bus, sitting next to each other, walking by me, reaching out. People in your case, and lots of times you’re going back and helping people. You’re helping people get on the bus sometimes, and you know them and you see them and you understand the fear and concerns they have. And so, my prayers are with you and all your coworkers and your families and friends."
        },
        {
          "speaker": "Joe Biden",
          "time": "16:28",
          "text": "And then Jason Hargrove, you referred to, is a heartbreaking example of the courage and selflessness that you and your colleagues show every single day to literally keep the country running. Because one of the things you said that the very people I just talked to you and will talk to in the rest of this around table, they got to get to work. They don’t always have a vehicle to get to work. And particularly, people who are in circumstances and communities where they come from, jobs that don’t pay a whole lot, access to automobiles to get to their place to work is also hard to get. But Jason should have never been left to fend for himself and to sacrifice his life for his job. It’s a failure of leadership and from the presidency."
        },
        {
          "speaker": "Joe Biden",
          "time": "17:16",
          "text": "See, look, cities and states across the country have been trying to scrape together all they could find to protect frontline workers, but they need federal support to do that. This is a human crisis above all, but it’s also a failure of supply, logistics and distribution. One of our most sacred duties as a nation is to equip our troops when we send them to the battle, care for them when they come home and equip them. We’re in a war."
        },
        {
          "speaker": "Joe Biden",
          "time": "17:45",
          "text": "The president says he’s a commander-in-chief, he’s in a war. Well, my Lord, take care of the front line workers. They’re our generals, they’re our colonels, they’re our privates, they’re our forces. We’re relying on all of you to get people to your jobs at hospitals, pharmacies, grocery stores. To transport people with disabilities and to make sure that our older Americans still have the ability to get food and medicine, care they need."
        },
        {
          "speaker": "Joe Biden",
          "time": "18:12",
          "text": "Look, as frontline troops, you need lifesaving equipment. Our commander-in-chief has a duty to get them to you. I’ve urged this president to use his full authority. There’s a thing, as you know, Jerry, called the Defense Production Act. You’ve probably heard a lot about it. Not only, that means the president in a time of crisis can invoke that act and get companies and outfits to do things that he can force them to do. Like General Motors is now doing to provide respirators and making sure that they can produce the gloves and the mask and the shields, et cetera, that are needed for protection, of official protective gear; and getting tests available and made and done."
        },
        {
          "speaker": "Joe Biden",
          "time": "18:54",
          "text": "But also to ensure that they’re distributed swiftly and in full to the that need it most. That means you, that means Michigan. Michigan’s one of those hotspots. The president says he has a rear admiral working on this, but it hadn’t been put clearly in charge, and it hasn’t taken over the supply chain to determine and demand critical materials across the states. That’s what has to happen nationally."
        },
        {
          "speaker": "Joe Biden",
          "time": "19:20",
          "text": "President says he takes no responsibility. He’s president of the United States of America. Coordinating this effort is the president’s responsibility. That approach that he’s taking now isn’t working. City, states and transit system shouldn’t have to bid against each other for protective gear, masks, gloves, et cetera. Price gouging shouldn’t be what we’re having to face now."
        },
        {
          "speaker": "Joe Biden",
          "time": "19:46",
          "text": "And I’ve urged the president to appoint a supply commander, a senior official with broad authority and deep logistical expertise, expertise. We have a lot in the military that have this expertise, to set up and actually take command of our national supply chain for this critical equipment, working with governors to get all frontline workers and life-saving people the protection they need; and we can do that."
        },
        {
          "speaker": "Joe Biden",
          "time": "20:15",
          "text": "The need for this PPE as it’s referred to these days, protected gear, isn’t going away anytime soon. We’re only going to need more masks, gloves, protective gear as we move to reopen the economy in a safe way and more people go back to work. Masks will be part of the new normal for a while. We need to keep boosting our supply."
        },
        {
          "speaker": "Joe Biden",
          "time": "20:37",
          "text": "And look, let me say one other thing. I strongly believe, Jerry, that people getting on your bus should also have protective masks. They should be in a position so they’re not spreading whatever they have to you as well and to other passengers. Same way with grocery clerks, same way with meat-packing facilities, no matter what it is. And people going in to purchase either a ticket on a bus or an orange at a fruit counter in a grocery store, they should be walking in with masks on as well. But the president when he says he doesn’t think he’d wear one in public is a bizarre thing to say. I have one, I wear it every time I step outside this house with the secret service."
        },
        {
          "speaker": "Joe Biden",
          "time": "21:24",
          "text": "My point is this, there’s so much more we can do. It’s within our power to do it. But the president has to act, act, act, act. Time is of the essence, and you deserve to be protected. I remember, Jerry, about two years ago I was working with you guys, making sure you’re protected from violence on your buses, just someone getting on the bus and going after you; and the idea that that wasn’t even done. I mean, my Lord, we need much more support for transit workers because you are the reason why things continue to function, period."
        },
        {
          "speaker": "Joe Biden",
          "time": "22:03",
          "text": "And I promise you, I’m going to keep banging away at this. Keep hollering every single day about it. And if I’m president, I guarantee you that will be available. We shouldn’t have to wait that long though. It should be tomorrow."
        },
        {
          "speaker": "Shevrin Jones",
          "time": "22:19",
          "text": "Thank you, Vice President. Lord knows, I can’t wait to until you become our next president. We’ll talk about more of that in a few minutes. We have another story from one of our brave frontline workers, and that’s from Kris Holtham. Excuse me. She’s a grocery clerk. Kris is from Lansing, Michigan. She is 53 years old. She’s married with three children, but she has no grandchildren. She hasn’t been in the Kroger meat department for 36 years. Kris, the floor is yours."
        },
        {
          "speaker": "Kris Holtham",
          "time": "22:54",
          "text": "Hello, Vice President Biden. Thank you for having me today."
        },
        {
          "speaker": "Joe Biden",
          "time": "22:57",
          "text": "Thank you, Kris."
        },
        {
          "speaker": "Kris Holtham",
          "time": "22:59",
          "text": "I’m with Local 876 United Food and Commercial Workers out of Detroit, Michigan. “Stay Home, Stay Safe,” but you can go to the grocery store."
        },
        {
          "speaker": "Joe Biden",
          "time": "23:10",
          "text": "That’s right."
        },
        {
          "speaker": "Kris Holtham",
          "time": "23:11",
          "text": "That seems to be the message lately. It’s an open invitation to the grocery store. You’re shut in, but you can go to the grocery store."
        },
        {
          "speaker": "Kris Holtham",
          "time": "23:20",
          "text": "I work in a grocery store. I work for a very large company, but I work in a very small store in the state of Michigan. I see over 2000 customers a day even with our limited hours."
        },
        {
          "speaker": "Joe Biden",
          "time": "23:31",
          "text": "Whoa. I bet they all know who you are too."
        },
        {
          "speaker": "Kris Holtham",
          "time": "23:38",
          "text": "Yes. The continuing message seems to be that you can go to the grocery store. It’s an open invitation. Local 876 represents over 18,000 grocery plant and retail workers across the state of Michigan. Since COVID-19 began, together we have secured for our employees gloves and masks, cashier shields, social distancing signs, and are attempting to reduce store overcrowding. One of our biggest concerns is the issue of public behavior. Even today at our state Capitol, we have hundreds of people protesting our “Stay Home, Stay Safe.” Hundreds of people are on our Capitol lawn today in groups."
        },
        {
          "speaker": "Kris Holtham",
          "time": "24:19",
          "text": "My union just launched the Shop Smart campaign to get customers to wear face masks to protect myself, coworkers and other shoppers. My question is, as president, how would you make sure the general public proceeds with caution and make sure that they are doing everything to keep us all safe in the grocery store and on the job? And secondly, would you support extra compensation for those people who are, what I consider today as frontline workers, such as hazard pay?"
        },
        {
          "speaker": "Joe Biden",
          "time": "24:52",
          "text": "Well, let me answer the first one and I’ll answer the second in detail. But the second answer is yes, but I’ll explain that in detail."
        },
        {
          "speaker": "Joe Biden",
          "time": "24:59",
          "text": "Look, first, you are in the front lines of this crisis in a way you never expected and you haven’t flinched. You touch every single American family in a most personal, urgent way every day. Every day you give comfort and hope and sustenance, literally you do that. And we have to have your backs and we haven’t had your backs. That means fighting for the PPE, which you’ve been able to get that seems like, which is way ahead of an awful lot of people have been able to do because your union stepping in."
        },
        {
          "speaker": "Joe Biden",
          "time": "25:33",
          "text": "And but the premium pay worker safety regulations, labor protections, lots to say about that. Look, it means public awareness too. Each one of us has to do our part to beat this virus, to help keep us safe and to give something back for your service. Smart Shop is such an important initiative, another example of why unions are so essentia. But you shouldn’t have to do it on your own. Everyone should be wearing a face mask and face covering in public and in general all across the country, but especially when going into places like grocery stores where it’s hard to stay six feet away from a person or next to a person, especially when you’re going up to the meat counter or wherever you are. We should all be following the CDC guidelines, listening to public health experts. It’s not just to protect ourselves, it’s to protect others, and to help our nation’s recovery."
        },
        {
          "speaker": "Joe Biden",
          "time": "26:33",
          "text": "Look, it shouldn’t be… This is what I drives me crazy about our president with his two-hour press conferences. There should be a unified message from all of our leaders. America in times of crisis, they step up. Every single one of us, do our part. And part of the power of the presidency is the pulpit, the bully pulpit he has, the power to set an example. And as president, I’ll restore respect for science and data, truth. Keep the country in America, workers safe. This guy, the way he talks about it, it’s like, ” There’s going to be a miracle tomorrow. Everything’s going to be fine. I’m not going to wear a mask in public.”"
        },
        {
          "speaker": "Joe Biden",
          "time": "27:13",
          "text": "I mean, look, meanwhile, we have a moral duty to get you the PPE, paid sick leave, healthcare and premium pay you deserve. Because, hey, look, that’s been true for a long time, we haven’t been able to get it done, but it’s especially important now. Congress provided two weeks of emergency paid leave in this most recent relief bill, but left out millions of workers including those at big supermarket chains and companies like Amazon, Walmart and Target. We need more. I’ve called for up to 12 weeks of paid sick leave, paid family leave and medical leave for every worker."
        },
        {
          "speaker": "Joe Biden",
          "time": "27:56",
          "text": "And finally, premium pay is no substitute for personal protective equipment and worker safety, but we have to do much more to support the millions of brave workers who’ve stayed on the job keeping our country going. I support a $25,000, the Democrats and Senate call it the Pandemic Premium Pay. That’s an increase of $25,000 for essential frontline workers that Senate Democrats have proposed. It’s important, it’s necessary and that’s above and beyond every other benefit that exist. You deserve that premium pay. It’s like combat pay. You deserve it and it’s necessary to make sure you’re going to be whole at the end of this. And so I strongly support that."
        },
        {
          "speaker": "Joe Biden",
          "time": "28:43",
          "text": "And look, one of the things I that I admire about you is that your union is also making the case that the president should be making every single day. I wish he would stop talking and let the scientists speak. I don’t walk out of this house without a mask on. I don’t walk out in my yard to talk to the secret service without the mask on. It’s critical. And when I get off this, I’m picking up my mask on the table there because there are people running this TV apparatus down here."
        },
        {
          "speaker": "Joe Biden",
          "time": "29:18",
          "text": "We have an obligation. We have an obligation to be responsible. It’s a little bit like saying, you have a right to drive your automobile, but you can’t go 90 miles an hour. Well, guess what? Why can’t you go? Because people get killed. Well, the reason why I should have a mask on and those people should get off your state capitol’s lawn. Look at the states that haven’t locked down. Look what’s happening to them. More people are dying. More people are dying, more people are getting sick, and so I admire your persistence. I admire the fact that the union has been able to get the protective gear by-in-large that is needed in your particular circumstance, but we have to do more than that. We have to make sure they’re made whole."
        },
        {
          "speaker": "Joe Biden",
          "time": "30:02",
          "text": "And last point I want to make, and I’m sorry to go on so long, but I care a lot about this. I think that the vast majority of the American people who never thought about the value of unions, that they’ve been talked into over the years that unions are a problem. All of a sudden they’re looking around and realizing, “My Lord, my Lord, the only reason I have a 40 hour week, the only reason I have sick leave, the only reason I have anything is because of American unions.” I also think they’re looking around now and saying, “Wait a minute, I never thought about for a second the person stacking that grocery shelf. I never thought about that woman behind the meat counter who’s giving me my sliced turkey than I’m taking home to make sandwiches. I never thought about that before.” But they now know."
        },
        {
          "speaker": "Joe Biden",
          "time": "30:50",
          "text": "If all of you who do all this front line work tomorrow said, “I quit.” This country shuts down, shuts down. Flat out shuts down. And now the people are realizing, hopefully God-willing, we can go and deal with these systemic problems that have existed so long in our society, been unable to break through. A lot of them having been fighting this fight for a while, but I think people are now seeing sort of the blinders have been taken off their eyes. They’re seeing exactly how important you all are."
        },
        {
          "speaker": "Shevrin Jones",
          "time": "31:21",
          "text": "Thank you so much, Vice President. All of what you have said, and just listening to the stories from [Safar 00:00:31:31], Jerry and Kris, it speaks directly to what your theme is for your campaign, and that’s the soul of the nation. And just understanding that, Vice President, even the individuals who just spoke and so many others who won’t have this opportunity to speak right now, but you all are to speaking for them, you all the soul of this nation."
        },
        {
          "speaker": "Shevrin Jones",
          "time": "31:54",
          "text": "And Vice President, we have some questions that has come in from some of the viewers. One of the people that who have asked a question and her name’s Angela, and her question is-"
        },
        {
          "speaker": "Shevrin Jones",
          "time": "32:03",
          "text": "People will have asked a question. Her name’s Angela, and her question is, “What will you do differently to ensure we are prepared for the next pandemic or epidemic?”"
        },
        {
          "speaker": "Joe Biden",
          "time": "32:11",
          "text": "Well, there’s a number of things that I would do. Number one, I would reinstate the office that existed in The White House when we left of a pandemic office. In other words, right inside The White House. We spent a lot of time with the Trump administration telling them what was going to happen, that these viruses weren’t going away. They’re going to come back, they’re going to be there and we should be prepared. And so, you know, we find ourselves in a situation where I would number one, re-establish that office. Secondly, we had a lot of people from the Center for Disease Control stationed overseas to see, to get an out front look at what was coming, what was coming to the United States of America in terms of further pandemics. We knew what happened with Ebola. We knew what happened with H1N1. We knew that this, this is not a unique circumstance, and so we’ve got to be prepared to see what’s happening abroad and what’s happening at home so we can act quickly."
        },
        {
          "speaker": "Joe Biden",
          "time": "33:19",
          "text": "We have to fill, we have an overwhelming obligation once this is over to make sure we have stockpiles of all the kinds of equipment, the PPE we’re talking about. We have to invest more money in dealing with pandemic research, dealing with viruses, dealing with studies relating to what these viruses are likely to be in the future. There’s more than one Coronavirus. This COVID-9 is one strain of that, and there’s a lot of means we have to take now to make sure we have the testing capacity nationally to deal with what will be coming, not just what has already come."
        },
        {
          "speaker": "Joe Biden",
          "time": "33:56",
          "text": "And I would consider, we were talking was my staff today and the docs that are working with me, former heads of the CDC and other organizations, and I have a conference call with them every morning that lasts about an hour to an hour-and-a-half, and we’re talking about the need to set up a pandemic office that in fact is looking ahead and maybe even set up a cabinet position."
        },
        {
          "speaker": "Joe Biden",
          "time": "34:23",
          "text": "That is like after 9/11, we set up Homeland Security because we hadn’t faced this concern about terrorism on the level that we found. I think we have to look beyond, and we have to cooperate with the rest of the world instead of walking away, not helping the World Health Organization. Look, you can’t build a wall to keep out a pandemic. You can’t build a wall to keep a virus out. You’ve got to see when it’s coming and you got to be prepared to shut down. You got to prepare to deal with it in a way that people are equipped to be able to be safe in the face of it. And so there’s a whole range of things that, researchers now are racing for a new vaccine and we have a number of laboratories across the country, private laboratories and government laboratories. I think we should be pulling them together so there is one coordinated effort all working together."
        },
        {
          "speaker": "Joe Biden",
          "time": "35:16",
          "text": "A little like I did with the cancer research effort when we found that cancer docs didn’t really work well with one another. They all were going their own separate route. We should be in a position to bring all these expertise together. So we began to focus on what needs to be done. There’s a whole range of things that I think are necessary, but I think that it’s going to have to be… We should be able to take advantage of this terrible crisis to make things a hell of a lot better for the next generation that’s going to face this again and again and again so that we don’t have to face it the way we did this time."
        },
        {
          "speaker": "Shevrin Jones",
          "time": "35:58",
          "text": "Thank you so much, Vice President. Vice President, we also have another question that has come from one of our viewers. Her name is Lisa and she said, “What would you say to our school children who are home now and miss their teachers and friends?” She said, “I’m a teacher and have students contacting me several times a day missing school.”"
        },
        {
          "speaker": "Joe Biden",
          "time": "36:20",
          "text": "Well, first of all, you know my wife’s a teacher as well, an educator as well, and again, a profession that is so undervalued in terms of both its pay and the respect it’s given. You know, you talked, Rip, about whether or not I talked about when I ran, I wanted to restore the soul of America. We’re seeing the soul of American now in all the people we’re talking about. For example, I have a very good friend who is, worked with me for years in The White House and the Senate, and he lives now in South Carolina, almost in North Carolina border. And he has three beautiful young girls, and one’s in kindergarten. The young girl’s teacher, kindergarten teacher called all the students she had, the parents, and said, “I’m going to be driving by your house at such-and-such a time. Be out in the driveway on your tricycle and wave to me and say hi and connect,” et cetera."
        },
        {
          "speaker": "Joe Biden",
          "time": "37:21",
          "text": "And it was, he said, how excited, he said how excited his daughter was, and he showed me a video of her riding by and saying, “Hi, honey. How are you doing, [Finn 00:00:37:29]? How’ve you been?” And it’s just reaching out. It really matters to reach out. To reach out to our students, to reach out to these kids who are confused, scared, and many of them being left behind because they don’t have high-speed internet, they don’t have computers, they don’t have access to laptops. And there again, this shows the difference between poor communities, minority communities, and majority communities are better off. They’re in the same classroom maybe, but the kids have a different experience dealing with this crisis."
        },
        {
          "speaker": "Joe Biden",
          "time": "38:05",
          "text": "And so that’s one of the reasons why I proposed that we spend $20 billion in putting high-speed broadband to every part of the country. Not just for this, but this is a perfect example why it’s so important, including telemedicine, and we have to improve our ability to be able to communicate but make sure that there are not whole chunks of society that are left behind. These are the people who, the teacher who’s asked the question knows that a lot of it just has to do with giving people some solace."
        },
        {
          "speaker": "Joe Biden",
          "time": "38:38",
          "text": "And one of the other things that I think is important, and you may not think it’s on point, but I bet the teacher does, is that, there’s a lot of kids for whom this is going to have a psychological impact on them, and they already may be in a difficult circumstance to begin with. And so that’s why I think we have to significantly increase, when we get back, significantly increased the number of school psychologists and school nurses and social workers working with our teachers in our schools, and we have to provide significantly more access to mental health facilities available, and in these times of crisis."
        },
        {
          "speaker": "Joe Biden",
          "time": "39:20",
          "text": "But there’s so much to talk about. I’m probably talking too long, but here’s the point. You know, people that asked the questions today, and you as well Rip, you are the backbone of the country. It’s not a joke. You know, I want to thank you again for sharing your stories, for having this discussion with me. Hearing directly from the people who are most impacted by this pandemic puts a sharp point on how intolerable Donald Trump’s foot dragging and delays have been throughout this crisis."
        },
        {
          "speaker": "Joe Biden",
          "time": "39:57",
          "text": "You know, he’s not responsible for the Coronavirus, but he bares significant responsibility from the Federal Government’s responding, the way it’s responding. And it’s painfully and increasingly clear that all he seems to do, he’s unwilling to take responsibility. He said, “No, that’s not my fault. I don’t take responsibility,” for any mistake he’s made. He seems only focused on the politics of this and he’s not prioritizing workers, and he should stop talking about what he thinks and let the scientists speak."
        },
        {
          "speaker": "Joe Biden",
          "time": "40:27",
          "text": "You know, he’s still not using all the authority he has under the federal law to make sure the healthcare workers and the frontline workers, like the people on this round table, are getting the equipment supplies they need. He’s not directing OSHA to do everything it can and should to protect workers from infectious disease and be in the workplace to check it out. He’s not doing enough to help governors and mayors who are leading this response. He’s not bringing this country together and he likes to say he’s a wartime president, well, he needs to be able to step up and act like one. Not harang the press for hours on end while people are dying, your friends and coworkers are dying. Our family members and friends and neighbors are dying while Trump is having a temper tantrums about his authority over whether he wants, whatever he wants as president. He said he’s the boss."
        },
        {
          "speaker": "Joe Biden",
          "time": "41:18",
          "text": "Well, we’ve heard him offer, have we heard him offer anything that approaches a sincere expression of empathy for the people who are hurting? Have we seen any sign that he grasps just how hard it will be for people to recover from this? Not just economically, but physically and emotionally as well? I don’t think this is appropriate conduct for a precedent, and I hope that your stories and your bravery get to him. Really help point out, make the point about the people who are making the sacrifices. American workers are the heart and soul of this country. The heart and soul. People like my dad, they’re the ones who built this country. You’re the ones that are keeping it safe for our children."
        },
        {
          "speaker": "Joe Biden",
          "time": "42:06",
          "text": "We’d not survive without you and that’s not hyperbole. We’re seeing the truth of that right now, so thank you. Thank you. Thank you for everything that you’re doing for our country, for your neighbors, for your friends, and for people you don’t even know. If there’s anything I can do to be helpful in the coming days and months, please don’t hesitate to reach out, and I really mean that. I hope that each of you and all of your families are staying safe and healthy in these difficult days, because we need you badly. And I promise you, I promise you, what I start off, the way I look at every problem is how does it affect my neighborhood? How does affect my family? How does it affect your family? How does it affect the people I grew up with every single day? This is about us. It’s not about an individual, it’s about all of us."
        },
        {
          "speaker": "Joe Biden",
          "time": "43:02",
          "text": "And folks, I hope they’re realizing that the core and basic instincts of the American people are decent and honorable. I don’t hear anybody saying, “I’m not going to serve so-and-so because they’re of Mexican descent or they’re Egyptian,” or “I’m not going to deal with taking someone out of a burning automobile because of their color or their race or their background because they may have, they may have the virus. I’m not going to,” we’re not doing that. We’re just stepping up, doing the decent, honorable thing. That’s the soul of America. You’re showing the soul of America to the rest of the world. It’s about time we showed our respect, or admiration and our support for all you’re doing for all of us. May God bless you all and may God protect our troops."
        },
        {
          "speaker": "Shevrin Jones",
          "time": "43:53",
          "text": "Vice President, first of all I just want to thank you for this opportunity, and also thank you to [ Sofan 00:44:00], [Jerry 00:44:01] and to [Chris 00:12:01.] Vice President, as you, again, you have been in the same room quite a few times, even serving on President Obama’s College Promise Task Force and even up until last year [inaudible 00:12:16]. And so I really appreciate you for having this conversation. Even as we bring this in for closing, Vice President, we’re going to ask you to make some closing remarks. I just want to make it clear that, it’s really clear Vice President, that President Trump has been negligent in his response to this crisis. He’s failed, as you know, during the critical time and now people are dying because of it and families are hurting. He didn’t want to recommend social distancing or shut down the economic activity, and because he denied the gravity of this pandemic, we’re paying the price of his [inaudible 00:44:48], and the president has promised us two kits, test kits. But Vice President, test kits that are sorely needed and yet he’s failed to deliver them."
        },
        {
          "speaker": "Shevrin Jones",
          "time": "44:58",
          "text": "This crisis has underscored our country’s need for a president who will prioritize the lives of the people. I know for a fact you, Vice President Biden, who I’ve known for quite some time, you are about to do that. And you served our country alongside President Obama and led a nationwide recovery after one of the worst economic recession in America, and you’ve led with empathy, Vice President, and managed national responses through past epidemics, minimizing lives lost and driving us to quickly recover. It’s clear who we need in The White House. And here’s where I know for a fact, Vice President Biden, come November, I believe that Americans will see the Democratic Party as a vehicle to implement positive changes. And I look forward to your victory then, sir. And I’ve been on your bandwagon on day one, and I’m going to ride with you to the final day until we can say that Vice President Joe Biden is the next president of the United States. And so I thank you for this opportunity, and I opened this up for you if you have any closing remarks, Vice President."
        },
        {
          "speaker": "Joe Biden",
          "time": "45:58",
          "text": "Well, thank you for that strong voter support. Look, I don’t like spending time talking about what President Trump has not done. There’s so much more to be done. My hope, my prayer is that he understands that in the midst of a pandemic like this, it’s never a problem, acting quickly. It’s only when you act too slowly. It’s not a problem listening to science. It’s only when you don’t listen to it. It’s not a problem taking responsibility because it gives people confidence. You know, when the president says things that are not accurate about the pandemic and people believe it and then it turns out not to be true, it just further lowers public confidence, and the American people need to have confidence right now and to know what the path is. And it’s hard to figure out what this path is all the way down the road."
        },
        {
          "speaker": "Joe Biden",
          "time": "47:20",
          "text": "When can we open? Under what circumstance? Under what, in what way? There’s so much we have to traverse. I was talking to President Obama the other day and his point was, he said, “It’s always important, level with the American people. Just tell them the truth. Tell them what you know and what you don’t know, and what you think we’re going to have to do. They’re strong, they’re courageous, they’re brave, and they’re willing to do whatever needs to be done to get through it, but they need to have confidence that you’re telling them all that you know, and you’re laying out the facts.” That’s the most important thing."
        },
        {
          "speaker": "Joe Biden",
          "time": "48:03",
          "text": "And you’re laying out the facts. That’s the most important thing. We got a lot to overcome. We’ve always done it. The American people have never, ever, ever, ever, ever let their country down given half a chance. I mean never, never in our history, and they won’t now. We got to level with them though, so I just hope the president has learned the lessons. We all make mistakes, learn the lessons, how he started off this whole thing, and begins to act in a way now that’s different than he’s acted in the past six months. So thank you very much [inaudible 00:48:36]. I hope I get to see you soon. Hope it’s in person,"
        },
        {
          "speaker": "Shevrin Jones",
          "time": "48:40",
          "text": "Yeah we will."
        },
        {
          "speaker": "Joe Biden",
          "time": "48:40",
          "text": "But again I want to thank all the participants. It really matters and thank you for sharing your stories. I hope-"
        },
        {
          "speaker": "Shevrin Jones",
          "time": "48:45",
          "text": "Thank you so much. Thank you, Vice President, and for all of our listeners, thank you all so much. You can follow Joe Biden at facebook.com/JoeBiden, Twitter @JoeBiden, and website at JoeBiden.com, or you can also text UNITED to 30330 to join Team Joe. Thank you so much, Vice President."
        },
        {
          "speaker": "Joe Biden",
          "time": "49:03",
          "text": "Thank you very much."
        }
      ]
    }
  ]
}