{
  "url": "https://www.rev.com/blog/transcripts/joe-biden-speech-transcript-after-wins-in-missouri-michigan-primaries",
  "title": "Joe Biden Speech After Wins in Missouri, Michigan Primaries",
  "tags": [
    "2020 democratic presidential primary",
    "speech"
  ],
  "date": "2020-03-10",
  "candidates": [
    "Joe Biden"
  ],
  "other_speakers": [
    "Jill Biden"
  ],
  "description": "Joe Biden had another big night in the Democratic primaries, winning big in Michigan, Missouri, and Mississippi on March 10.",
  "parts": [
    {
      "number": 1,
      "video": "https://www.rev.com/transcript-editor/shared/_N4vYzSlwmMpv4ZwsiMkDN_5VQjx3kjxOAMtToAa3alIaZZtiQXpNGnLYsPgQFAhutiIqTO6RPrSssygYy0d_YbsZEY?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Joe Biden",
          "time": "00:02",
          "text": "So I want to thank you."
        },
        {
          "speaker": "Jill Biden",
          "time": "00:02",
          "text": "Thank you, thank you."
        },
        {
          "speaker": "Joe Biden",
          "time": "00:05",
          "text": "I want thank my sister, Valerie and my son-in-law, Dr. Howard Krien here. Folks, look, we were planning a big rally in Cleveland tonight. But the governor of Ohio asked the presidential campaigns to cancel their indoor public events in Cleveland with large, large crowds of people and that’s what we did, due to the coronavirus and he was concerned about that. And as I’ve said all along that we would follow the guidance of the CDC, state and local officials and public health officials with respect to our campaign events. We’ll continue to do that. This is a matter … this whole coronavirus issue as a matter of presidential leadership, and later this week I’ll be speaking to you on what I believe the nation should be doing to address this virus. But tonight, I want to speak to you from Philadelphia, where we announced our campaign at the front end, where we did our final announcement. To all those who have been knocked down, to all those have been counted out, left behind, this is your campaign. Just over a week ago, many of the pundits declared that this candidacy was dead. Now we’re very much alive."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:35",
          "text": "And although, there’s a way to go, it looks like we’re going to have another good night. With victories in Mississippi, Missouri, Michigan, and we’re waiting to hear from North Dakota, Idaho, and Washington State. As I said from the beginning, this election is the one that has character on the ballot. The character of the candidates, the character of the nation is on the ballot. It’s more than a comeback in my view, our campaign. It’s a comeback for the soul of this nation. This campaign is taking off and I believe we’re going to do well from this point on. Take nothing for granted. I want to earn every single vote in every single state, but if you’re willing, if you want to join us, go to JoeBiden.com, sign up, volunteer and contribute if you can."
        },
        {
          "speaker": "Joe Biden",
          "time": "02:38",
          "text": "We need you. We want you. There’s a place in our campaign for each of you. And I want to thank Bernie Sanders and his supporters for their tireless energy and their passion. We share a common goal and together we’ll defeat Donald Trump. We’ll defeat him together. We’re going to bring this nation together. We’re regenerating a democratic base, the Democratic Party, the African American community, high school educated folks, like the ones I grew up with in Claymont, not far from here in my old neighborhood, labor, suburban women, veterans, firefighters, union members and so many more. People of every economic station, the poor who are struggling and they are struggling in this environment. The middle class worries about whether or not they’re going to be able to hang on and stay there, maintain their economic security. They’re the reason Jill and I got involved in this campaign in the first place and they’re the reason why I became a Democrat so long ago."
        },
        {
          "speaker": "Joe Biden",
          "time": "03:48",
          "text": "And I can’t tell you, I really mean this from the bottom of my heart, I can’t tell you how much I appreciate the confidence they’ve shown on me thus far. And the way they turned out to vote for me. My first campaign when I was a kid, long time ago, I had a billboard that said one thing on it, had a picture, my wife and children and it said “For all our families,” that’s all it was, “For all our families.” That included democratic families, families of independent voters, republican families, everyone of every stripe, for all our families. And look, that’s what we’re able to accomplish in South Carolina. That’s what we did on Super Tuesday and it appears, almost a little premature, it appears that’s what we’re able to do tonight."
        },
        {
          "speaker": "Joe Biden",
          "time": "04:49",
          "text": "In just the past week, so many of my incredibly capable competitors have endorsed me. Mayor Pete Buttigieg, Amy Klobuchar, Beto O’Rourke, Mike Bloomberg, Cory Booker, and Kamala Harris. Together, together we’re bringing this party together. That’s what we have to do. Tonight, we are a step closer to restoring decency, dignity and honor to the White House. That’s our ultimate goal. And at this moment when there’s so much fear in the country and there’s so much fear across the world, we need American leadership. We need presidential leadership that’s honest, trusted, truthful, and steady, reassuring leadership. If I’m given the honor of becoming your president, I promise you I’ll strive to give the nation that very leadership every day, every day I have a privilege to hold office. That’s the reason why I’m running for president. I believe we’re in an incredible moment in American history, a phenomenal opportunity to deliver a bold, progressive vision to the American people. Guaranteeing that every American has healthcare, affordable healthcare, total healthcare, not a privilege but a right."
        },
        {
          "speaker": "Joe Biden",
          "time": "06:24",
          "text": "Building on Obamacare. Providing every child access to good education regardless of their zip code, to deal with the moral depravity of our children who have to learn as they go to school, little children to duck and cover, zigzag down a hallway because they fear someone with a semiautomatic weapon may be coming in. We have to stand up to the gun manufacturers and to the NRA and I will do it. We have to rebuild the middle class, we have to rebuild the middle class and this time bring everybody along, everybody along. My fellow Americans, we have to once again lead the world. Donald Trump’s America First policies made America alone. And the fight against climate change, we have to rally the rest of the world to act and act now. Rejoin the Paris Climate Accord on day one. Make it clear to our allies that we’ll honor our commitments, that our word can be trusted. And make clear to our adversaries that we will stand fast in restoring world order. That’s the American responsibility."
        },
        {
          "speaker": "Joe Biden",
          "time": "07:52",
          "text": "Tonight, I’m speaking to you from the National Constitution Center, not far from where two of the most important documents in all of history were written. The Declaration of Independence, “We hold these truths to be self evident.” Those words became the American creed known around the world. The U.S. Constitution, “We the people.” These words literally changed the world. We’ve never fully lived up to the promise of either of those documents, but we’ve never ever before walked away from them. They’re a reminder of what’s at stake in this election. Our very democracy is at stake in this election. As I said from the moment I announced, not far from here, but I believe we’re in the battle for the soul of this nation. With Donald Trump as president, our core values are standing in the world, our very democracy, everything that has made America America is truly at stake."
        },
        {
          "speaker": "Joe Biden",
          "time": "08:58",
          "text": "I believe this nation can overcome four years of Donald Trump but given eight, four more years, he’ll forever and fundamentally changed the very character of this nation. We can’t let that happen, but winning means, but winning means uniting America, not sowing more division and anger. It means having a president who not only knows how to fight, but knows how to heal. It means, replacing a president who demeans and demonizes people with a president who believes in empathy, compassion, and respect for everyone. It is my hope that the days of divisiveness will soon be over. We’re a decent, brave, resilient people. We are better than this moment we’re in. What we have to do, we just need, we just need to remember who we are. This is the United States of America. There’s not a single thing we cannot do if we do it together. We’re on close to the eve of Saint Patrick’s Day. I thought of a quote. Some of you heard me quote many times. A fellow that I admired very much who passed away not long ago, a poet named Seamus Heaney. He wrote a poem called, The Cure at Troy."
        },
        {
          "speaker": "Joe Biden",
          "time": "10:29",
          "text": "Here’s what he said in one stanza, he said, “History teaches us not to hope on this side of the grave, but then once in a lifetime, that longed for tidal wave of justice rises up and hope in history rhymes.” I truly believe it’s within our power for the first time in a long time because of what’s happened in the past three years. The power to make hope in history rhyme. That’s what we’re going to do. God bless you all. And may God protect [inaudible 00:11:14]."
        }
      ]
    }
  ]
}