{
  "url": "https://www.rev.com/blog/transcripts/joe-biden-virtual-news-briefing-on-coronavirus-april-2",
  "title": "Joe Biden Virtual News Briefing on Coronavirus – April 2",
  "tags": [
    "2020 democratic presidential primary",
    "interview"
  ],
  "date": "2002-04-19",
  "candidates": [
    "Joe Biden"
  ],
  "other_speakers": [
    "Speaker 3",
    "Speaker 1",
    "Bill Barrow",
    "Trevor Hunnicutt",
    "Jessica Dean"
  ],
  "description": "Democratic Presidential candidate Joe Biden held an online briefing on COVID-19 on April 2.",
  "parts": [
    {
      "number": null,
      "video": "https://www.rev.com/transcript-editor/shared/TFfdVP-8prZSRoHjA64V1Cx4EqlKofNSMt9-0w1vz_RTmdjItuiId-pHkPymIfUuCoNnKkrCpD-kzn1Si2pJFpbntio?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Speaker 1",
          "time": "00:00",
          "text": "… health workers, to the EMS workers. And secondly, you’re calling for a fourth package. But Senator McConnell has said he’s not interested in it. And I think Pelosi told me today she’s already ready and working on it. What would you say to the Republican leadership and to the White House about the need for a fourth package?"
        },
        {
          "speaker": "Joe Biden",
          "time": "00:19",
          "text": "Well, let me start at the front end. I have a son-in-law, Ashley’s husband is a surgeon up in Philadelphia, one of the big hospitals. And I talk to him every day with other healthcare providers and experts. And he was telling me about a friend of his up in New York who is said he just had two young men die on his table. One was I think 26 years old. And I think a marathoner, don’t hold me to that, in great shape and another was 28 years old. This was only going to get worse. It’s not going to get better. And there’s a real sense of panic that’s occurring around the country and among some, I won’t say panic, but great concern among healthcare providers and first responders."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:05",
          "text": "So number one, we’re in a situation where the president, as I was coming down to this makeshift studio, I was told by a staff member that the president says he’s going to fully implement the Defense Production Act now. And so I said, “Great.” And I stayed a second, that’s why I was a few minutes late. I said, “What did he say?” And I read the statement. It’s all about ventilators, which is really important. It should have been done four weeks ago, but he should employ that Defense Production Act for all the things needed, gloves, masks, face shields, gowns, et cetera. That should be done yesterday, last week, a month ago, get it done now. And for example, tests, we’re in a situation where we have tests that are not being distributed, number one, because there’s no one person, no commander in the White House or the administration like a military commander determining distribution of what is available. And we have to be using the Defense Production Act to get companies who have the capacity to gather all the materials needed for the test, assemble them and move now."
        },
        {
          "speaker": "Joe Biden",
          "time": "02:18",
          "text": "Use your full authority. This is a war. Act like a Commander-in-Chief. Use it all. And so I’m a little worried that that has not been expanded. And the healthcare workers and I watch your interviews and everyone else’s interviews on TV. And there’s so many examples of these. I’ve watched last night, a young doctor saying how frightened he was to go into the room, but he said he thought about how soldiers go in and so he why didn’t he have more courage? He’s going to do it, but it’s frightening to go in and… People are really worried. Let’s get on the job providing what is needed. You asked the third part of your question related to whether or not, well, what was the third part of your question, actually? You asked three pieces. Yep."
        },
        {
          "speaker": "Speaker 1",
          "time": "03:08",
          "text": "Sorry. It was the question about whether or not a fourth package [crosstalk 00:03:15]…"
        },
        {
          "speaker": "Joe Biden",
          "time": "03:14",
          "text": "Oh yes, I’m sorry. Yes, yes."
        },
        {
          "speaker": "Speaker 1",
          "time": "03:17",
          "text": "… if the majority leader in the Senate is saying no."
        },
        {
          "speaker": "Joe Biden",
          "time": "03:19",
          "text": "Well the majority leader in the Senate was wrong and slow the first time around. And he’s wrong and slow this time around. Look, you know more has to happen. There is no possibility that the monies that provided for to try to just get this under control are going to be enough to deal with the aftermath both economically and in terms of the health of the country. We need to do more, which I’ll be speaking to and that’s what I’m going to talk to the president about if he takes my call, if that gets set up. We need another package. There’s a lot of people that are going to be left behind. There’s a lot of holes we’re going to find, as well intended as the legislation was, that didn’t get covered."
        },
        {
          "speaker": "Joe Biden",
          "time": "03:56",
          "text": "For example, you have students out there with significant student debt. They’re now in three cycles. They had nine, all of this generation from this one that are 18 years old all the way to the people in their early thirties. Look what they’ve gone through. They’ve gone through 9/11. They went through the economic downturn. They went through what we’re going through now and it’s put them behind the eight ball. We can’t make the same mistakes. We know what we have to do. We should be [inaudible 00:04:22], what are we going to do to plan to make sure that the next virus, the next virus has began to prepare for it now. Or when this, if this comes back, if it rebounds, so there’s so much we have to do. Social security recipients should be getting another $200 to $300 in their paychecks now in their social security checks now. They need the help now."
        },
        {
          "speaker": "Joe Biden",
          "time": "04:42",
          "text": "So there’s a whole range of things that are fully within our capacity and we should be focusing on what we have to do about it now in my view. And I think you’re going to find, I predict to you that no matter what Mitch says, he’s going to be back handling another package. The idea that it’s going to be, this is the end of it. I will be dumbfounded if that occurs and disappointed."
        },
        {
          "speaker": "Speaker 1",
          "time": "05:05",
          "text": "Thank you, Mr. Vice President."
        },
        {
          "speaker": "Joe Biden",
          "time": "05:07",
          "text": "Thank you."
        },
        {
          "speaker": "Speaker 3",
          "time": "05:13",
          "text": "Great. Our next question comes from Bill Barrow from AP."
        },
        {
          "speaker": "Bill Barrow",
          "time": "05:19",
          "text": "Yes, Mr. Vice President. Senator Sanders is kind of making a new push regardless of the gap between you two and delegates to try to bring the conversation back to Medicare for All saying that this scenario proves the private sector can’t meet this kind of demand. Can you restate why is it that you are still coming at this and it’s a public option is the better model to get more people covered and more people care?"
        },
        {
          "speaker": "Joe Biden",
          "time": "05:49",
          "text": "If you had the Medicare for All option now, it still has to be implemented by the federal government. Look, here’s the point. The idea that this would have stopped the virus from occurring, the idea it would have been able to be implemented earlier, the idea it would have fundamentally changed anything, it’s just not accurate. And besides, you got to pass what is a $35 trillion bill over the next 10 years. Mildly complicated at the same time here. And so what we should be doing is having the Affordable Care Act, add the public option for those who want it, meaning Medicare, if that’s what they want, rather than keep their own health insurance policies. If you notice, it’s not about whether or not the health insurance is available to people that have private insurance. It’s not about that now. It’s about whether or not the government is going to be able to implement all the things that they’re supposed to be doing. And so I don’t see where Medicare for All would make any difference in terms of the speed with which and the recovery rate, which would occur if in fact it existed."
        },
        {
          "speaker": "Bill Barrow",
          "time": "06:51",
          "text": "Do you have any concern that that Bernie’s push on this could confuse the issue and then kind of take people’s eye off the ball as you see it?"
        },
        {
          "speaker": "Joe Biden",
          "time": "06:58",
          "text": "No, I don’t. Look, I think, look, Senator Sanders is passionate about this. He believes it to every fiber in his being, and I respect him for that. I just disagree with him."
        },
        {
          "speaker": "Speaker 3",
          "time": "07:17",
          "text": "Great. The next question is from Jessica Dean from CNN."
        },
        {
          "speaker": "Jessica Dean",
          "time": "07:25",
          "text": "Hi, Mr. Vice President, thanks for taking my question."
        },
        {
          "speaker": "Joe Biden",
          "time": "07:27",
          "text": "Happy to."
        },
        {
          "speaker": "Jessica Dean",
          "time": "07:28",
          "text": "You mentioned your potential call with President Trump and I’m curious, how close do you think you are to making that happen? And how confident are you that this could actually be a productive conversation? That he would take any advice that he’s open to so many of the plans that you’ve laid out?"
        },
        {
          "speaker": "Joe Biden",
          "time": "07:49",
          "text": "Well, I, just taking a Kellyanne Conway at her word, she said the president, why am I not suggesting what should be done? I laid out a 19 point plan, some of which was accepted, some was rejected. When I laid it out I said that I think there’s things that the president can use early on from the experience we had before and take a look at it. And if he did, I wasn’t going to be out there saying he took my idea. It’s a matter of the president doing what can most effectively get things done now. And so, but I don’t know. All I know is that in the conversations in the past, have been a long time I’ve had with him. They’ve been respectful, they’ve been straightforward. And I’m not doing this to criticize. I’m doing this to say this is what I think you should do."
        },
        {
          "speaker": "Joe Biden",
          "time": "08:35",
          "text": "For example, on the Defense Production Act, I would strongly recommend the president move beyond just ventilators, beyond just ventilators. He has the capacity to do that. I think it would not be unusual to suggest maybe they’re already thinking of doing it, having one Commander-in-Chief, one person in charge making sure the allocation of all the equipment that’s needed for protective gear is under the control of one person so they all know where it’s going just like if it were a war. Just like what happens in a war time. And we’ve talked to the president, he says he’s more a wartime president. This is a war against this virus. There’s a number of specific suggestions that I know from in the past worked and some I think would work. And I’m prepared to offer them to the president. I understand if he doesn’t want to take my advice but it won’t be, “I told you so, Mr. President.” It won’t be if he decided to do what I suggested, I go back and say, “Well, I told the president to do that.”"
        },
        {
          "speaker": "Joe Biden",
          "time": "09:35",
          "text": "This is beyond politics right now. I mean, the projections that I get in the morning when I speak to the docs that I work with could be really dire. We’re talking about a lot of people potentially dying. And we’re now leading the world in the number of cases and we’ve got to act more swiftly and more rapidly. And we’ve been through this in a slightly different way in the past and I hope they can learn some lessons from what we did right and maybe what we did wrong."
        },
        {
          "speaker": "Jessica Dean",
          "time": "10:07",
          "text": "Thank you."
        },
        {
          "speaker": "Speaker 3",
          "time": "10:13",
          "text": "Thank you. And the next question goes to Trevor Hunnicutt from Reuters."
        },
        {
          "speaker": "Trevor Hunnicutt",
          "time": "10:29",
          "text": "Hi, Mr. Vice President. So my question is about the Wisconsin Primary and whether you think it’s still appropriate to have in-person voting there, considering the fact that the Democratic National Convention has been pushed back and public health officials say it’s important to stay home in this?"
        },
        {
          "speaker": "Joe Biden",
          "time": "10:50",
          "text": "Well, the answer is I listen to the scientists. A convention having tens of thousands of people in one arena is very different than having people walk into a polling booth with accurate spacing to six to 10 feet apart, one at a time going in and having machines scrubbed down, but I do think you’re going to be a lot more, I think you could hold the election as well dealing with mail-in ballots and same day registration. I mean, there’s a lot of things that can be done. That’s for Wisconsin courts and folks to decide. But I think it’s possible to do both, to have both more mail-in ballots, people and today’s the last day it gets until 5:00 to ask for one. There’s an hour time difference from where I am in Wisconsin. And I think it could be done based on what I’m being hearing from the news and what I understand the governor and others are saying, but that’s for them to decide."
        },
        {
          "speaker": "Trevor Hunnicutt",
          "time": "11:50",
          "text": "Thank you."
        },
        {
          "speaker": "Joe Biden",
          "time": "11:51",
          "text": "Thank you."
        },
        {
          "speaker": "Speaker 3",
          "time": "11:54",
          "text": "Thank you everyone for joining today. We really appreciate it. As always, if you have any further questions, please reach out to our press team and we will get back to you. Thank you again for your time."
        },
        {
          "speaker": "Joe Biden",
          "time": "12:02",
          "text": "Thanks for taking the time, everyone. Appreciate it very much."
        }
      ]
    }
  ]
}