{
  "url": "https://www.rev.com/blog/transcripts/mike-bloomberg-speech-transcript-bloomberg-speaks-in-norfolk-va",
  "title": "Mike Bloomberg Speech: Bloomberg Speaks in Norfolk, VA",
  "tags": [
    "2020 democratic presidential primary",
    "speech"
  ],
  "date": "2020-02-07",
  "candidates": [
    "Mike Bloomberg"
  ],
  "other_speakers": [
    "Speaker 3"
  ],
  "description": "Mike Bloomberg spoke to supporters as a part of his 2020 presidential campaign on February 7, 2020.",
  "parts": [
    {
      "number": 1,
      "video": "https://www.rev.com/transcript-editor/shared/MjMTRz0xLhQWSmudBvLrL5xswVFdLwzKZVau7L9M8BhUBaWa1zm84U5PZNqCW6sL4zpw3mJ_T1CWZD66ZvtOU0C5oIc?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Mike Bloomberg",
          "time": "00:00",
          "text": "Thank you. Sit please. Well thank… Thank you."
        },
        {
          "speaker": "Speaker 3",
          "time": "00:15",
          "text": "Hallelujah."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:23",
          "text": "First time somebody has done that. Thank you. Thank you, Secretary Spencer, and for your service, and your leadership, and your integrity. And for always honoring the oath to protect and defend the constitution of the United States of America, even in the face of tremendous pressure. I can’t think of a person I respect more for their character. You really are the definition of a great American and we all appreciate it. Thank you taking care of us."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "01:00",
          "text": "And I also want to thank you in particular for that kind introduction. You gave it exactly the way I wrote it. Let me also thank to Tessa Robinson. Tessa, thank you of her words and for all her advocacy on behalf of veterans and military families around this country. And also Mayor Alexander for his good work here, and for welcoming us to a great city. I’m glad to be back here in Norfolk and to be standing by the USS Wisconsin, which helped protect America’s freedom from World War II and through the first Gulf War. It was one of the great ships we have. Unfortunately, it was not built in New York, which I was sort of hoping for a New York built battleship out here, but when we built them, it was a long time ago and I don’t think they used today."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "01:55",
          "text": "A little more than two months ago. I launched my presidential campaign in this city, and since then I’ve been to almost 60 cities in 25 States around the country, and I came back to Norfolk for two reasons. The first is to announce some new plans to support veterans and military families here in Southeast, and Virginia and around the country. I won’t get into all of the details, but you can rest assured that our administration will help more veterans launch small businesses. Our administration will connect veterans with good jobs, and build on the skills and training that they have, and our administration will strengthen the VA to better serve those who need it."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "02:44",
          "text": "One of the things we’re also going to do is make sure that we help veterans build more wealth, and successful careers after service, and strengthening care, and mental care, and reproductive health care, and affordable childcare for veterans and service members."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:10",
          "text": "Another critical issue is to ensure that veterans facing hardships have a roof over their heads, and you can be sure that one of my first priorities to do that will be as it was when I was mayor. Make sure that housing is available to those that need it. The second reason why I’m here in Norfolk is to do something about veterans and military families know a lot about, and that is leadership, and that’s really what I wanted to talk about today. And the more serious the discussion, the more important leadership really is. And there’s nothing more serious than decisions that involve the lives of men and women in uniform."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:49",
          "text": "Now, most presidential candidates talk about helping veterans who have served, and that’s critically important, but most don’t talk at all about how if they were Commander in Chief, they would lead those who are still serving. They don’t talk about what makes for a successful leader, and an effective decision maker even though those are the most important qualifications for the job. Most candidates for president don’t talk about these skills and qualifications because they don’t have them. They don’t have any experience leading large organizations when making hard decisions, and most of them are legislators, not executives."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "04:28",
          "text": "Lawmaking is important, but it requires a different set of skills than running a business or a large branch of the military. Executive leadership positions involve much more problem solving and team building. And fundamentally they are not about talking. They are about making decisions, and supporting staff, and holding everyone up and down the chain accountable for accomplishing the mission."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "04:57",
          "text": "We all know the hardest decisions a president has to make are those that put Americans in harm’s way. Those are decisions that must never be taken lightly, or without broad consultation with senior military and civilian national security advisors, but they are not the only hard decisions that presidents must be prepared to make. The president mussels to decide, in this day in age, how to respond to a terrorist attack or a natural disaster. How to prepare for a combat, to combat a global pandemic like the Novel Coronavirus that threatens to become one. How to respond to aggressive foreign powers or using unconventional weapons, including cyber weapons and disinformation campaigns to disrupt our society, and so discord here."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "05:49",
          "text": "In any situation, leaders always have to work with imperfect and limited information. Great leaders in our history have been able to respond not simply because of their own intelligence, but because of the teams they put in place to conduct and inform and discipline a process for allowing different points of views, challenging assumptions, examining data and intelligence, thinking through second and third order consequences, and ultimately making decisions and carrying them out."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "06:23",
          "text": "Great leaders know how to separate what is important from what is not. They know how to define priorities and keep the focus on them, and not to be distracted or diverted from things that really don’t matter. And no one can be fully prepared for what awaits them in the oval office, but I have had some experience running large complex organizations and leading through a crisis. As mayor of New York City I oversaw a workforce of 300,000 people, and I was elected just weeks after the terrorist attacks of 9/11. People were still mourning, our city was in tatters, and our economy was in recession. Many people thought New York’s best days were behind it, but I’m happy to say we came together. We consulted widely. We hired a diverse, talented and experienced staff and we developed strategies to rebuild the city while also working to stop any future attacks."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "07:20",
          "text": "We worked in core collaboration with the White House, the Department of Justice, Homeland Security, and the Intelligence Community to keep New York safe. Over our 12 years in office, the NYPD and our federal partners help prevent something like 15 terrorist attacks. At the same time, we created processes and systems for dealing with pandemic flus, hurricanes, and other natural disasters, as well as economic downturns."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "07:50",
          "text": "Throughout my career in building a business, from scratch into a company with 20,000 employees, and then running the city for 12 years, I’ve worked to bring people together. To tackle big challenges and I’ve always put a premium on teamwork because success doesn’t come from one person working alone. Success comes from building a team, making informed decisions, and then getting everyone to work together, and row in the same direction."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "08:31",
          "text": "In each of those three areas, team-building, decision making and coordinated implementation. Our country today is not getting the executive leadership that we need. So I’d like to try to explain how I will be a different kind of leader in each of those areas. Let’s start with team building, and I’ll just tell you a quick story. Ever since FDR, reporters have written stories about elected officials first hundred days in office. They’re obsessed with it. Usually those are just a laundry list of accomplishments. After my first few months in office, reporters wanting to write a hundred day story about our administration. And they asked me, “What have you accomplished?” And my answer was, “We built a team.” And they said, “Yeah, but what did you accomplish?” I said, “No, no. We built a team.” The reporters just could not wrap their heads around why I thought that was an important accomplishment, but the fact is the team we built over a hundred days made possible every single thing we accomplished over the next 11 years."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "09:49",
          "text": "Now, our current president takes a different view of things. He thinks, he alone, has the answers and his ego does not leave room for the concept of team. Near the end of his first year, he was supposedly asked about the large number of unfilled posts in the state department. His answer was, “I’m the only one that matters.” I spell the word team with four letters, T. E. A. M. He spells it with one letter: I. When he accepted his nomination at the Republican Convention, he painted a picture of America as a lawless hell scape and said, quote, “I alone can fix it,” end quote. A real leader would never say those things. It’s what’s called a cult leader that would say, and the president seems to view the Republican Party as a cult that will defend anything he does or says no matter how lawless or reckless."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "10:51",
          "text": "He seems to view our international allies the same way. Not as partners, but as lackeys who must bend to his will or face the consequences. International partnerships are crucial to America’s ability to achieve strategic goals for our security and our economy and in every other important area."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "11:28",
          "text": "One of America’s great strategic advantages is that we have strong allies. Great allies. Our adversaries do not have them. Our allies bring resources and talents to assist in critical missions, and that’s a major reason why we prevailed in the Cold War. Unilateralism is not a viable option in a global age when we need collective response. No single country can deal with climate changes, or pandemics, or terrorism, or nuclear proliferation. Unilateralism is not leadership because leadership involves getting others to follow, not going it alone. Yet tragically… Thank you."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "12:17",
          "text": "Yet tragically our president has even turned his back on our allies on the battlefield, as he did when he went against the advice of military leaders and withdrew from Syria, and abandon our Kurdish allies who Americans had fought and died alongside."
        },
        {
          "speaker": "Speaker 3",
          "time": "12:35",
          "text": "Sinful."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "12:35",
          "text": "The message… Yes it is sinful. The message he has sent our allies could not be clearer. “You can’t count on America anymore.” Our friends should always know, however, that they can count on us to have their backs, but the sort of unpredictability we are seeing increases the odds. Others will see nuclear weapons as essential for their security, or they will simply appease a more powerful neighbor. It is hard to imagine a more dangerous trend and we cannot let it continue."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "13:07",
          "text": "When the US does not set the agenda, or withdraws from its leadership roles our rivals will fill the vacuum. That is not good for our strategic interests or for the democratic values that we have always championed. The international community looks to America for leadership. When we don’t define the basic rules, and norms, and limits, and when the president acts on impulse rather than reason, the consequences can be horrendous. And when we ignore threats for political purposes, like the growing threat from climate change, the world becomes ever more dangerous place."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "14:04",
          "text": "A climate change denier is incapable of seeing the national security dimensions of the issues. More refugees, more conflict over water, more potential for spread of diseases. All of which deeply affect our military who must deal with these issues every single day. Walls won’t help us address those challenges, but allies will."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "14:28",
          "text": "In addition to building teams and alliances, let me touch on a second principle of leadership: decision making. Good decision making requires more than just good information. It starts with total honesty. It is essential to have people who will tell the emperor that he or she is not wearing clothes… Just think about the mind boggles. And who will push back when they disagree. That’s the kind of people I hire. If they think I’m wrong, they don’t hesitate to tell me. They repeatedly… I can assure you. Sure. It may annoy me, but we don’t want to get things wrong and surrounding yourself with a bunch of yes people is the surest way I know to fail."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "15:31",
          "text": "My team that’s been with me for 15 plus years now knows that not backing down won’t cost them their jobs. Quite the contrary, I’ll respect them more for it as the day goes on. I have no patience for toadies and sycophants. My ego doesn’t need the stroking. I hate to break this to you, but I’m not insecure about who I am and I’m comfortable with people disagreeing with me and telling me so. After all, I have two daughters. What do you expect? I will hear from both of them over that remark…"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "16:26",
          "text": "But dare disagree with President Trump, and he can call you’re a member of the deet state or fake news and it’ll bring up some other dangerous conspiracy theory. Or more likely he’ll just subject you to insults and name calling. He does that even with war heroes, like my good friend and a great American hero, the late John McCain. A graduate of our wonderful Naval Academy."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "16:56",
          "text": "President Trump just can’t abide strong independent thinkers. And worst of all, he often sides with adversaries and outside, against his own team. When the president places more faith in what he is told by Vladimir Putin than by his own director of national intelligence, that’s a prescription for disaster. When the President asked his personal lawyer to undermine his own cabinet on a crucial national security issue, that also is a dangerous situation."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "17:36",
          "text": "We should expect presidents to build strong teams with diverse backgrounds, and differing opinions, and we should expect presidents to listen to them, and to weigh their advice and guidance before making decisions. But once all the arguments have been made, and the President makes the decision, it is imperative that he or she have the skills to implement the decision and achieve the mission. That requires steady leadership, but the Trump Administration has been rife with chaos, and infighting, and personnel turnover, and information leaks. Plans get tweeted out before the agencies responsible for implementing them or even know about them. And in some cases senior members of the administration have actually been fired over Twitter, and that includes a Secretary of State, a Director of Homeland Security, and top National Security Advisor. You can’t make this up folks."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "18:38",
          "text": "The President’s firing by Twitter, and his wildest rantings on Twitter I think encapsulate the lack of discipline that he brings to the job of Commander in Chief. Decision making requires a disciplined process, disciplined thinking and disciplined analysis. When the Commander in Chief has no discipline, those who serve in the military are put at risk and we cannot accept that."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "19:20",
          "text": "Building strong teams, making deliberate informed decisions, and implementing plans and strategies effectively. Those are the critical elements of leadership, but to be successful, all of that work requires a common element: character. George Washington said, quote, “Good moral character is the first essence in a person,” unquote. All of our great presidents understood that. All have viewed honor and integrity as hallmarks of their lives, and their presidencies. The Commander in Chief leads America and America still leads the world."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "20:00",
          "text": "The example the White House sets can be a powerful source of influence in the world for better or worse, and, sadly, increasingly it is for the worse. It’s in a dangerous and unpredictable world. We need steady and dependable leadership in the White House. We needed to lead a whole respect facts and data, and accept advice."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "20:34",
          "text": "We need a leader who will listen to those who have devoted their lives to their work, and trust them to do their jobs. We need a leader who understands that loyalty is a two way street, and that international alliances are essential. Over the last century, many ships that helped fight the Wars were built right here and launched in Norfolk, but Norfolk’s contribution to American power has been so much more than just gunpowder and steel. That’s because our country’s greatest source of might is not our battleships, not our cruisers, not our tanks and planes, but the values and principles that have always charted their course. The Commander in Chief must champion and fortify those values, and that has been true ever since our nation’s founding."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "21:32",
          "text": "Norfolk has played an important role in that tradition. One of the ships that sailed from here was the USS Tuscaloosa. FDR a made some of his most important decisions aboard that ship, including the difficult decision to lend military supplies to our allies. The ship later accompanied him to Newfoundland where he joined Winston Churchill to sign the Atlantic Charter. The charter outlined our strategy for winning the war and establishing a new era of peace. A strategy based on principles that he called the Four Freedoms: Freedom of speech, freedom of religion, freedom from fear, and freedom from want. Other countries noticed, and after the war, those four freedoms helped inspire an era of unprecedented cooperation. If I have the great honor to serve as Commander in Chief, I give you my solemn word that I will restore our commitment to international cooperation."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "22:45",
          "text": "And to the four freedoms that brought nations together after the worst gold global conflict in history, and I will follow our first president’s wisdom and lead with good moral character and honesty."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "23:06",
          "text": "I can’t begin to express the admiration I have for the men and women who put their lives on the line to defend our freedoms, and I can’t begin to express my gratitude to their families. I hope I can win your support. I can just promise you this. You will always have mine. Thank you and God bless."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "23:38",
          "text": "Just remember you have a great American right here in Spencer."
        }
      ]
    }
  ]
}