{
  "url": "https://www.rev.com/blog/transcripts/mike-bloomberg-salt-lake-city-campaign-rally-speech-transcript",
  "title": "Mike Bloomberg Salt Lake City Campaign Rally Speech Transcript",
  "tags": [
    "2020 democratic presidential primary",
    "speech"
  ],
  "date": "2020-02-20",
  "candidates": [
    "Mike Bloomberg"
  ],
  "other_speakers": [
    "Speaker 3",
    "Speaker 4",
    "Speaker 2"
  ],
  "description": "Mike Bloomberg held a campaign event in Salt Lake City, Utah on Wednesday February 20, 2020. It was a day after the Las Vegas Democratic Debate and a few days before the Nevada caucuses.",
  "parts": [
    {
      "number": 1,
      "video": "https://www.rev.com/transcript-editor/Edit?token=XP5j-WU521IReinTdVy5LFG_xs4umQ5aTo-HaI7wQsQpW9-nOS7_AD4Yn5zLBuMV55LaCD5Z1RXi4-OtG2L3znw8ols&loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Mike Bloomberg",
          "time": "00:00",
          "text": "Hello."
        },
        {
          "speaker": "Speaker 2",
          "time": "00:05",
          "text": "Go Mike! Go Mike! Go Mike!"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:06",
          "text": "Thank you."
        },
        {
          "speaker": "Speaker 2",
          "time": "00:06",
          "text": "Go Mike!"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:06",
          "text": "Thank you."
        },
        {
          "speaker": "Speaker 2",
          "time": "00:06",
          "text": "Go Mike! Go Mike! Go Mike!"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:06",
          "text": "Thank you."
        },
        {
          "speaker": "Speaker 2",
          "time": "00:06",
          "text": "Go Mike! Go Mike! Go Mike!"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:11",
          "text": "Well, hello, everyone. It’s great to be back in Utah. Every time I come here, I look at the mountains, and the valley, and the Salt Lake, and I think, “Yup, this is the place.” Now, I have a question for all of you, and I mean no offense by this, but let’s say Brigham Young showed up today, and the question is, will he settle in Salt Lake City, or given the construction on I-15 is so bad that he calls Sandy his home instead?"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:48",
          "text": "Peter, thank you for that kind introduction, and for your support, and I want to say that Peter gave a great introduction. He read it just the way I wrote it. It was perfect. Peter and I seriously have a lot in common. He is also a champion for the environment and protecting the places that make this state and country so special. So Peter, thanks for being a leader and an ally in that fight. We owe you a great round of applause."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "01:19",
          "text": "I also want to thank Lauren, thank you, and our whole team here for everything they are doing to help us win on Super Tuesday. As Lauren said, I was here in Salt Lake last month. We had a great event, but the energy is even better today, and just like last night at the debate, except the other people on the stage are actually happy to see me now. Now I know what it’s like to be a Utah fan in Provo during the Holy War. So how was your night last night?"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "01:58",
          "text": "Look, the real winner in the debate last night was Donald Trump, because I worry that we may very well be on the way to nominating somebody who cannot win in November. And if we choose a candidate who appeals to a small base like Senator Sanders, it will be a fatal error. We need Democrats and Independents and Republicans to win, and that was the coalition that propelled Democrats to success in the midterms, and it’s the coalition that we need to win in November, and that won’t happen with pie in the sky promises and proposals that will bankrupt the country. Voters don’t want empty talk. They want leadership. They don’t want hand-waving and finger pointing. They want common sense ideas that can become real policy. And this election is just too important, the stakes are too high, and we cannot afford to get it wrong. So we’re here today. Thank … Yes."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:02",
          "text": "We’re here today because we’re building a campaign that we think will compete everywhere, because we believe no state is too red for the Democratic Party, or no voter is too liberal or too moderate or too conservative to help us make Donald Trump a one-term president, and that includes fighting for the six electoral votes right here in Utah. Ben McAdams proved that a Democrat can win a congressional seat here. Mitt Romney proved the Trump fever gripping the Republican Party can break here, and in November we’re going to prove that a Democratic candidate for president can win here statewide."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:59",
          "text": "But we’re not just going to compete here in Utah. We’re going to compete in blue states, and purple states, and red states all across this country, and we’re going to win, and finally start putting this country back together. But to do that, we need to nominate someone who can build a broad coalition that attracts voters from all across the spectrum, and that’s why I’m running for president. Because this is not an election where we can just roll the dice."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "04:30",
          "text": "So let me be clear. I am running to defeat Donald Trump, and I am running to restore honor to our government-"
        },
        {
          "speaker": "Speaker 2",
          "time": "04:46",
          "text": "Go Mike! Go Mike! Go Mike! Go Mike!"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "04:46",
          "text": "… and to build a country that we are proud of, and to start getting things done, and to start putting the United back in the United States of America. Now, this is a national emergency. We might not recover from four more years of Trump. The stakes couldn’t be higher, and the way to defeat Trump is by appealing to the broadest possible coalition, Americans of all backgrounds and parties, to stand shoulder to shoulder. The way to defeat Trump is with workable, sensible solutions to our biggest challenges. And now we all know that Trump is a bully, but I say I’m a New Yorker, and I know how to deal with bullies. I did it all the time. I’m not afraid of Trump, and he knows it, and he sees our poll numbers and he is scared. That’s why he tweets about me all the time. If he didn’t care, he wouldn’t do it. But he knows we have a record and the resources to beat him, and he that if he keeps tweeting, he thinks I’m going to go away? Wrong, Donald. I’m going to stay more than you ever dreamed of."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "06:09",
          "text": "Back in 2016, I spoke at the DNC convention, and I warned back then that Donald Trump wasn’t fit to be the president and to have that office. And then in 2018, I worked to help hold him accountable by flipping 21 House seats and making Nancy Pelosi the speaker, and that’s what started the impeachment process. But since the Republican Senate didn’t have the courage to remove the President from office, it is up to us to do that this November. So I’m running a campaign for change, for sanity, for honesty, for inclusion, compassion, and a campaign for human decency."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "07:04",
          "text": "Our campaign has been getting a great response all over America, and now we all know the Trump strategy. We’ve been watching him. Attack Democrats, make their plans look unrealistic, unaffordable, and undoable, but that’s not going to work against me, because I offer a record of getting things done, of common sense plans that are achievable, and that’s what voters want. We need a nominee who can deliver it. But that’s not all we need to win, because let’s face it, Donald Trump is the world’s biggest schoolyard bully with no respect for civility, for decency, or facts, or honesty, and our party needs a candidate who can go toe to toe with him and take the fight to him."
        },
        {
          "speaker": "Speaker 3",
          "time": "07:49",
          "text": "[inaudible 00:07:50]."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "07:51",
          "text": "Thank you. Just think about the past few weeks. The President has been busy insulting the Democratic candidates. He does that a lot. When you can’t defend your record on healthcare or wages or the environment, you resort to insults. It’s like a young kid does that. Well, Donald Trump’s insults don’t bother me, and you can rest assured, I will never run away from a fight, and he is not going to bully me, and I won’t let him bully you either."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "08:27",
          "text": "I’ve been pretty blessed, and there’s nothing Trump can do or say that will hurt me, but he has hurt a lot of other people, and that’s why I’m running, to stand up for every American who has lost their job or lost their insurance, that couldn’t pay their college tuition. My whole career has been as a doer, and I believe we need less talk, less partisanship, less division, less tweeting. In fact, I will make you a commitment right here. I do this at all these speeches. I’m going to commit, when I’m President, no tweeting from the Oval Office ever again. I should point out it’s easy for me to say that since I can’t spell, but then again, neither can Donald."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "09:21",
          "text": "Even though Donald and I are both from New York, the truth is we could not be more different. In fact, I bill myself as the Un-Trump. Just think about it. He breaks promises. I keep them. He divides people and I unite them. He’s a climate denier. I’m an engineer. I actually believe in science. Imagine that. He tweets. I follow facts. He respects data, and I tell the truth, or he doesn’t respect data and I tell the truth. He looks out for people who inherited their wealth like him while I’m a self-made person, and I’ll raise the estate tax to generate some of the revenue we need to start fighting income inequality."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "10:07",
          "text": "Now, you’ve all heard the slogan, “Mike will get it done,” and if you haven’t, I’ve wasted an awful lot of money here. Let me tell you what the “it” is. It means winning this November and sending Donald Trump back to Mar-a-Lago permanently. But that’s just the beginning, because getting it done means finally providing health insurance to every American who lacks it, and lowering costs to everyone else. And we can do it without a massive tax hike on the middle class and forcing people to give up their private insurers. We can do it by building on Obamacare and bringing down drug prices."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "10:49",
          "text": "Getting it done means passing common sense gun safety laws to protect our children and our communities. Getting it done means making America a global leader in the fight against climate change. Getting it done means creating good jobs with higher wages. Getting it done means addressing discrimination and inequality. Getting it done means finally fixing our broken immigration system and creating a path to citizenship for 11 million people who are living in the shadows, and getting it done means protecting a woman’s right to choose, and appointing judges who will defend that right."
        },
        {
          "speaker": "Speaker 4",
          "time": "11:39",
          "text": "That’s right, Mike!"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "11:41",
          "text": "Now, it won’t be easy, but I know we can do it, because unlike other candidates, I don’t just talk about things. I have a record of reaching across the aisle and getting them done. And let me give you just few quick examples. Other candidates talk about raising teachers’ salaries. As mayor, I raised them in New York 43%. You want good teachers? You got to pay them. Same thing for your cops and your firefighters, your sanitation workers. They have jobs and they want to be paid, and they want to do a great job and be part of the City of New York, and that’s what happened. You talk about improving public schools. I raised graduation rates by more than 40%."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "12:25",
          "text": "You talk about improving healthcare. In New York, I cut the number of uninsured by 40% and improved Medicare for mothers and for babies, and raised life expectancy by three whole years. I’m just telling you, if you have friends that you love dearly and you want them to stay around, move them to New York, and on average, I can’t guarantee everyone will live three more years, but on average, if you send enough friends, they will. Others talk about fighting climate change. I cut new York’s carbon footprint by 13% and helped create a grassroots movement to close more than 300 polluting coal-fired power plants across this country. Greener jobs and a greener planet. We can get it done together. I also talk about stopping gun violence, and in New York City, we cut murders by 50% and I helped create a gun safety group with six million members that is working to pass common sense gun laws in states across this country."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "13:35",
          "text": "Let me make it clear. My fellow Democrats in this race are all good people, and if one of them wins the nomination, god forbid, I will support her or him, because this election, I think, is just too important to have our party divided like it was, the divisions we saw back in 2016. But I offer a different choice and a different kind of leadership. I didn’t spend my whole career in politics and I don’t just go out and make speeches. I build teams, and I nurture good ideas, and I hold myself accountable for results. Like I said, I am the Un-Trump, and that’s how I run my business and that’s how I ran New York City."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "14:12",
          "text": "If you go back and think about it, I was elected just seven weeks after the devastating terrorist attacks of 9/11. Our economy was in tatters. There was smoke still coming out of the big hole in the ground. Our economy was in recession. But I brought people together in the city, and we created nearly 500,000 new jobs, 175,000 units of affordable housing, reduced street homelessness by 28%. we launched a new program to fight poverty, and we built New York city stronger and better than ever, and we can do that across this country. Anybody that needs something, we can get it done."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "14:54",
          "text": "Over the past two decades, I’ve taken on the toughest fights and I’ve won, and I’ve taken on Donald Trump and won many times. I beat him on gun safety. We beat him on coal pollution, and in flipping the House blue in the 2018 elections, and I’m ready to do that again, but I can’t do it alone. I need your help, I need your support, and I need your vote. But the work doesn’t just stop there. We need supporters to knock on doors and make phone calls. So if you want quality health insurance for everyone, if you want to combat inequality with fair taxes and better jobs, if you want to support my commitment to quality public education no matter what zip code you live in, if you share my belief in opportunity for all and not just for a few, if you are ready to protect and defend the Constitution of the United States of America, and if you are ready to clean out the Oval Office and get things done, welcome to Bloomberg 2020. Thank you."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "16:02",
          "text": "Thank you, everyone."
        }
      ]
    }
  ]
}