{
  "url": "https://www.rev.com/blog/transcripts/super-tuesday-speech-transcripts-biden-sanders-warren-bloomberg-speeches-to-supporters",
  "title": "Super Tuesday Speeches: Biden, Sanders, Warren, Bloomberg Speeches to Supporters",
  "tags": [
    "2020 democratic presidential primary",
    "speech"
  ],
  "date": "2020-04-21",
  "candidates": [
    "Joe Biden",
    "Mike Bloomberg",
    "Bernie Sanders",
    "Elizabeth Warren"
  ],
  "other_speakers": [],
  "description": "Joe Biden, Bernie Sanders, Elizabeth Warren, and Mike Bloomberg gave speeches on Super Tuesday to their supporters.",
  "parts": [
    {
      "number": 1,
      "video": "https://www.rev.com/transcript-editor/shared/5xYcpO-Hz3hkkExTuy6x5jwflnQPtKNKPJByrVmXQsBcu_Hc9_-Bw2yg71bYzJwhK6GbZINuOW-f5jcu44PDqueLqbg?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Joe Biden",
          "time": "00:51",
          "text": "Hello. Hello. Hello. Hello. It’s a good night. It’s a good night, and it seems to be getting even better. They don’t call it Super Tuesday for nothing. By the way, this is my little sister Valerie, and I’m Jill’s husband. Oh no, this is Valerie. You switched on me. This my wife. This is my sister. They switched on me. Folks, it’s still early, but things are looking awful, awful good. but things are looking off all from good. For those who’ve been knocked down, counted out, left behind, this is your campaign."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:42",
          "text": "Just a few days ago, the press and the pundits had declared the campaign dead, and then came South Carolina and they had something to say about it. We were told “Well, when you got to Super Tuesday, it would be over.” Well, it may be over for the other guy. Tell that to the folks in Virginia, North Carolina, Alabama, Tennessee, Oklahoma, Arkansas, Minnesota, and maybe even Massachusetts, it’s too close to call. We’re still waiting for Texas and California, few other small states to come in. But it’s looking good. So, I’m here to report, we are very much alive."
        },
        {
          "speaker": "Joe Biden",
          "time": "02:41",
          "text": "Make no mistake about it. This campaign will send Donald Trump packing. This campaign is taking off. Join us. For those folks, listen, go to joebiden.com. Sign up, volunteer, contribute if you can. We need you. We want you, and there’s a place for you in this campaign. People are talking about a revolution. We started a movement. We even increased turnout. When the turnouts turn out for us, that can deliver us to a moment where we can do extraordinary, extraordinary things."
        },
        {
          "speaker": "Joe Biden",
          "time": "03:25",
          "text": "Look, our agenda is bold. It’s progressive. It’s a vision, where health care is affordable and available to everybody in America, where we bring drug prices down under control with no more surprise billing, access to hospitals in rural areas as well as urban areas, access to care. A bold vision. We’re going to invest billions of dollars to find, and I promise you, cures for cancer, Alzheimer’s and diabetes, standing up to beating the NRA and the gun manufacturers, and leading the world to take on the existential and that of climate change."
        },
        {
          "speaker": "Joe Biden",
          "time": "04:11",
          "text": "I’m going to start by rejoining an outfit I helped put together, the Paris Climate Accord, and we’re to move it a long way. A country where the quality of education will not depend on your zip code, where they triple funding for low income school district providing raises for teachers, full-time school for three, four and five years old, and increasing exponentially the prospects of their success. Free community college providing credentials for every job for the 21st century, and significant reduction in the cost of going to college and your student debt. If you volunteer, you pay nothing."
        },
        {
          "speaker": "Joe Biden",
          "time": "04:56",
          "text": "Folks, we can do this. Let’s get something straight. Wall Street didn’t build this country, you built this country. The middle class built this country, and unions built the middle class, and the neighbors we come from-"
        },
        {
          "speaker": "Joe Biden",
          "time": "05:30",
          "text": "[crosstalk 00:05:30] [inaudible 00:05:37]."
        },
        {
          "speaker": "Joe Biden",
          "time": "05:48",
          "text": "We’re going to go. Look, the middle class is getting clobbered. The middle class is getting clobbered. Too many people in the neighborhoods that Jill and Val and I grew up in, [inaudible 00:05:58] are getting hurt. They’re badly hurt, and guess what? They’re the place where we come from. Many of you come from. It’s where we’re raised. The people. They’re the reason why I’m running. There’s a reason why I’m a Democrat in the first place."
        },
        {
          "speaker": "Joe Biden",
          "time": "06:14",
          "text": "These are people that build our bridges, repair our roads, keep our water safe, who teach our kids, look, who race into burning buildings to protect other people, who grow our food, build our cars, pick up our garbage, our streets, veterans, dreamers, single moms, and by the way, every dreamer, have hope, because I’m coming and you’re not going anywhere."
        },
        {
          "speaker": "Joe Biden",
          "time": "06:41",
          "text": "Now, we’re going to provide a pathway, a pathway for 11 million citizens. If the other guy had voted for the, well, I don’t know if she can get into that. I won’t get going. Look, the ironworkers, the steel workers, the boilermakers, the plumbers, the electrical work. These are the people that have been forgotten. I agree with you, man. Look, the people Trump forgot, the people I will never forgot. I will always remember. Folks, that’s where we need economy that rewards work, not just wealth, re-establishes the middle class, and this time brings everybody along, everybody regardless of their race, their ethnicity, whether their gender, their disabilities, economic state, Democrats, Republicans, Independents, every stripe."
        },
        {
          "speaker": "Joe Biden",
          "time": "07:25",
          "text": "Look, like we did in South Carolina, like we did across American today, like we’ll do on our all the way to the White House. Look, that’s why I was so proud yesterday being embraced by Amy Klobuchar. We won Minnesota because of Amy Klobuchar, and we’re going well in Texas because of Beto O’Rourke. That’s why I was so proud, so incredibly proud, to have Mayor Pete’s endorsement as well. There’s a man of character, intellect and courage. By the way, I was proud to be endorsed by Jim Clyburn, man, he is something else."
        },
        {
          "speaker": "Joe Biden",
          "time": "08:11",
          "text": "Look, our campaign reflects the diversity of this party in this nation, and that’s how it should be, because we need to bring everybody along, everybody. We want a nominee who will beat Donald Trump, but also also keep Nancy Pelosi, the Speaker of the House, win back the United States Senate. If that’s what you want, join us. You want a nominee who’s a Democrat, a life long Democrat, a proud Democrat, an Obama Biden Democrat. Join us."
        },
        {
          "speaker": "Joe Biden",
          "time": "08:54",
          "text": "Look, this all starts with a revival of decency and honor and character. Trump has fanned the flames of hate and sought to divide us. He’s insulted, demonized, and actually just the way he talks about people. He has not a single sense of empathy. He doesn’t have any compassion, no regard for the values that made this country who we are, not the way you were raised by your moms and dads. He looks at honesty and decency and respect and he views it as a sign of weakness. He doesn’t believe that we’re the beacon to the world. He doesn’t believe we’re all part of something bigger than ourselves. That’s why I’ve said from the moment I announced for this candidacy, we are literally in a battle for the soul of America,"
        },
        {
          "speaker": "Joe Biden",
          "time": "09:50",
          "text": "Folks, winning means uniting America, not sowing seeds of division and anger and hate. We got to beat Donald Trump, but we will, but we can’t become like him. We can’t have a never ending war between the parties. We need a President who can fight, but make no mistake about it, I could fight, but look, we need this badly, as badly, someone who could heal."
        },
        {
          "speaker": "Joe Biden",
          "time": "10:17",
          "text": "Look, just look what we did when we passed Obamacare, what President Obama and I did saving the American automobile industry, or what we did to pass the Violence Against Women Act, but that’s not enough. This is just a start. We need a President who can heal the country as well, and that is what I will do as your President. I promise you."
        },
        {
          "speaker": "Joe Biden",
          "time": "10:40",
          "text": "It’s about delivering real results for you, your family and the community. It’s not about me, Jill or Valerie. It’s about you. It’s about our families. To paraphrase the English poet Robert Brown and he said, “Our reach should exceed our grasp,” and my reach does exceed our grasp because there’s no doubt in my mind we can grasp whatever we reach for. Ladies and gentlemen, I quoted an English poet. Well, let me pull a real poet now, an Irish poet, Shamus Heaney, who wrote a poem called The Cure at Troy. Here’s what he says, and I believe this to the bottom of my bean. He said, “History says, don’t hope on this side of the grave, but then once in a lifetime, the long for tidal wave of justice rises up and hope and history rhyme.” We can make hope and history rhyme because of what we sing."
        },
        {
          "speaker": "Joe Biden",
          "time": "11:40",
          "text": "There’s nothing we can’t do. This is about the future. It’s not about the past. It’s about our children and our grandchildren. It’s about leading this country and leading the world once again."
        },
        {
          "speaker": "Joe Biden",
          "time": "11:53",
          "text": "Folks, we just have to remember who we are. My Lord, this is the United States of America, and it’s time for America to get back up, and once again, fight for the proposition that we hold these truths to be self-evident, that all men and women are created equal, and that by the creator with certain inalienable rights. We say it so often in school, we don’t realize how profound it is. We’ve never lived up to those words, but up to this President, we’ve never walked away from it."
        },
        {
          "speaker": "Joe Biden",
          "time": "12:25",
          "text": "Ladies and gentlemen, I believe with every fiber of my being, that’s who we are. So, let’s get back up. We are a decent, brave, resilient people. We can believe again, but we are better than this moment. We are better than this President. So, get back up and take back this country, the United States of America. There’s not a single thing we can’t do. God bless you and may God protect our troops. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. Thank you. We’re going to do this, folks. Thank you."
        }
      ]
    },
    {
      "number": 2,
      "video": "https://www.rev.com/transcript-editor/shared/XybXJOcqcEC6tzpd4li4jICVz134kC0MQpCRVGObDhkTw0Adymm1eri_ezXNdUYa4QVPQChOaXZk1HQOfuS4gCZPjQk?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Bernie Sanders",
          "time": "00:23",
          "text": "Thank you, Vermont. It’s a funny thing. 31 years ago today, we won the mayoral race in Burlington, Vermont. And we won that race against all of the odds. Everybody said it couldn’t be done. And when we began this race for the presidency, everybody said it couldn’t be done."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:10",
          "text": "But tonight I tell you with absolute confidence, we’re going to win the Democratic nomination, and we are going to defeat the most dangerous president in the history of this country."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:31",
          "text": "We are going to win. We are going to defeat Trump, because we are putting together an unprecedented grassroots, multigenerational, multiracial movement. It is a movement which speaks to the working families of this country who are sick and tired of working longer hours for low wages and seeing all new income and wealth going to the top 1%."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "02:33",
          "text": "It is a movement which says the United States will have healthcare for all as a human right. It is a movement that says we will bring major reforms in education, making sure that all of our kids can go to college without coming out in debt."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "03:10",
          "text": "Now, what makes this movement unique is we are taking on the corporate establishment, we are taking it on the greed of Wall Street. The greed of the drug companies who charge us the highest prices in the world. The greed or the insurance companies. And given the existential crisis of climate change, we are saying to the fossil fuel industry… We are saying to the fossil fuel industry, their short-term profits on not more important than the future of our country, or the world."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "04:14",
          "text": "But we are not only taking on the corporate establishment, we’re taking on the political establishment. But we’re going to win because the people understand it is our campaign, our movement, which is best position to defeat Trump. You cannot beat Trump with the same old same old kind of politics. What we need is a new politics that brings working class people into our political movement. Which brings young people into our political movement. And which in November we’ll create the highest voter turnout in American political history."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "05:32",
          "text": "So we’re going to beat Trump because this will become a contrast in ideas. One of us in this race led the opposition to the war in Iraq, you’re looking at him. Another candidate voted for the war in Iraq. One of us has spent his entire life fighting against cuts in social security and wanting to expand Social Security. Another candidate has been on the floor of the Senate calling for cuts to Social Security, Medicare, Medicaid, and veterans [inaudible 00:06:25]."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "06:27",
          "text": "One of us led the opposition to disastrous trade agreements, which cost us millions of good paying jobs. And that’s me. And another candidate voted for disastrous trade agreements. One of us stood up for consumers and said, “We will not support a disastrous bankruptcy bill.” And another candidate represented the credit card companies and voted for that disastrous bill."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "07:15",
          "text": "So here we are, we have two major goals in front of us and they are directly related. First, we must beat a president who apparently has never read the Constitution of the United States. A president who thinks we should be an autocracy, not a democracy."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "07:44",
          "text": "But second of all, we need a movement, and are developing a movement of black, white, Latino, native American, Asian American, gay and straight. People who are making it clear every day they will not tolerate the grotesque level of income and wealth inequality we are experiencing."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "08:17",
          "text": "We will not give tax breaks to billionaires when a half a million Americans sleep out of the streets. Will not allow 49% of all new income to go to the 1% when half of our people live paycheck to paycheck. Now, I don’t know what’s going to happen later tonight. We’re doing well in Texas right now. We won Colorado and I’m cautiously optimistic that later in the evening we can win the largest state in this country, the state of California."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "09:13",
          "text": "But no matter what happens, if this campaign, and I don’t know what will happen, but if it comes out to be a campaign in which we have one candidate who is standing up for the working class and the middle class, we’re going to win that election. And if we have another candidate who has received contributions from at least 60 billionaires, we’re going to win that election."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "09:48",
          "text": "And if there is another candidate in the race who is spending hundreds and hundreds of millions of dollars, we’re going to tell him in America you cannot buy elections. So I am excited about where we are. We have come a long, long way. And I want to once again, thank the great state of Vermont and all of the people in the state, not only for the victory you gave our movement tonight, but for the years and years of love and support you have given me and my family."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "10:46",
          "text": "So Vermont, from the bottom of our hearts, thank you all very much. Let’s go on to the White House. Thank you."
        }
      ]
    },
    {
      "number": 3,
      "video": "https://www.rev.com/transcript-editor/shared/w4OmTyEpmD7LuezmZOGc3VjSM19LDptcFL3sitycgB_ttj4s9-GV5YZV90ruBqVJXMyEkk9IxPjgHze-PBidF0L_AAs?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Elizabeth Warren",
          "time": "00:01",
          "text": "Hello, Detroit. Wasn’t Senator Stephanie Chang just fabulous? My name is Elizabeth Warren, and I’m the woman who’s going to beat Donald Trump. I am also going to help take back the Senate and put Mitch McConnell out of a job."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "00:42",
          "text": "So here we are, Michigan. You’ve got exactly one week until you start voting. As you know, right now, voting is going on in California and Massachusetts, pretty much still all over this country. I know results will still keep coming in through the night, but what I see happening is a lot of folks trying to turn voting into some complicated strategy. Pundits, friends, neighbors are all saying you have to second guess yourself on this. They’re playing games about prediction and strategy. Guess what your neighbors are up to here?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "01:24",
          "text": "But prediction has been a terrible business, and the pundits have gotten it wrong over and over. So here’s some … Here’s my advice. I’ve got some advice that I want to start with tonight. So here’s my advice: Cast a vote that will make you proud. Cast a vote from your heart, and vote for the person you think will make the best President of the United States of America, because I want you to think for a minute about this democracy. You, you are the ones who get to pick the person who will be the next President, and it is an awesome thing."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "02:40",
          "text": "You are going to do it right here in Michigan next week. People are doing it in California right now, and that’s what it means to have a democracy. I’m in this race because I believe I will make the best President of the United States of America."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "03:05",
          "text": "I want to tell you why. I was not born a politician, but I was born a fighter, and I want you to know this. Is this on? Good. I want you to know this. I’ve got to have a loud voice here. I come by this honest. I think that maybe the reason I fought all my life is because I learned this from my mother."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "03:33",
          "text": "I want to tell you a story about me. I grew up in Oklahoma. Okay, we’ve got a few Okies here. I grew up in Oklahoma. I am the baby. I have three much older brothers. They all went off and joined the military. I am what used to be called a late-in-life baby. My mother always just called me the surprise. Yep. My three brothers are all retired. They’re back in Oklahoma now. To this day, they are referred to as the boys. That’s to distinguish them from the surprise."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "04:09",
          "text": "Now, when I was in middle school, all three of the boys were gone by then, and it was just my mom and my daddy and me. My daddy had a heart attack. He pulled through, but he couldn’t work for a long, long time, and I still remember the day when we lost the family station wagon. I remember how my mother used to tuck me in at night, and she would always kiss me and give me this big smile. I knew what was coming next."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "04:44",
          "text": "She’d leave my room, close the door, and then I’d hear her start to cry. She never wanted to cry in front of me, and I knew that. This is when I learned words like “mortgage” and. “foreclosure.” One day, I walked into my folks’ bedroom, and laid out on the bed was the dress."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "05:07",
          "text": "Now, some of you in this room will know the dress. It’s the one that only comes out for weddings, funerals, and graduations. There, down by the foot of the bed, was my mother. She had on her slip, and she was in her stocking feet. She was pacing back and forth, and she was saying, “We will not lose this house. We will not lose this house. We will not lose this house.”"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "05:38",
          "text": "She was 50 years old. She had never worked outside the home, and she was terrified. So she looks up, and she sees me standing in the doorway. I’m just a kid. She looks at me, and she looks at that dress. She looks back at me, and she walks over. She pulls that dress on, she puts on her high heels, and she walks to the Sears, where she gets a full-time minimum wage job answering phones."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "06:14",
          "text": "That minimum wage job saved our house, and it also saved our family. That is the first lesson my mother taught me, and that is no matter how scared you are, no matter how hard it looks, you get out there, and you fight for the people you love."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "06:31",
          "text": "That’s what I believe. That’s what I believe. Here’s the thing about that story. I’ve always carried that in my heart. You want to know who I am? There it is. But I’ll tell you another thing about that story. That story is a story about my mother. It’s a story about millions of people all across this country who do this every single day."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "07:03",
          "text": "But it is also a story about government, because understand this. When I was a kid, a full-time minimum wage job in America would support a family of three. It would cover a mortgage, it would pay the utilities, and it would put food on the table. Today, a full-time minimum wage job in America will not keep a mama and a baby out of poverty. That is wrong, and that is why I am in this fight."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "07:41",
          "text": "I’ll tell you something else about that. That change did not happen by accident. That change was not the result of gravity. That change happened because of who government works for. When I was a kid, the question asked in Washington for setting the minimum wage is, “What does it take a family of three to make it in America’s middle class? What does it take a family to have something solid they can build on? What does it take a family to be able to just get a toehold in this economy and build something, going forward?”"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "08:20",
          "text": "Today, the question asked in Washington for setting the minimum wage is, “What will maximize the profits of giant multinational corporations?” Well, I don’t want a government that works for giant multinational corporations. I want one that works for our families, and I’ve got a plan for that. In fact, I’ve got a lot of plans for that."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "08:54",
          "text": "So I want to tell you just a little story. I’m going to skip over a bunch of stuff. I just want to tell you a little story about what it means to get in a fight. So, in the late 1990s and the early 2000s, I was watching what was happening. I was studying families that go broke. What I was starting to see over and over were people who were getting cheated on mortgages, that they had their own homes already, and someone would come and sell them a mortgage to refinance their home and, by golly, refinance them right out of it. The banks were making more and more money, and more and more families were getting hurt."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "09:39",
          "text": "They started out by targeting communities of color, African American homeowners, Latinx homeowners. They went after seniors, and I started ringing alarm bells everywhere I could. “We’ve got a real problem over here,” and here’s what I discovered. Nobody wanted to hear it. When your ears are stuffed with money, it’s hard to hear."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "10:02",
          "text": "So the banks kept on selling those mortgages, and the regulators just looked the other way. The regulators were so deep in the pocket of the banks, they couldn’t even hear what was going on. Sure enough, economy crashed in 2008. We just loaded up on that much debt. Brought it down. But I hope you all feel better the banks got bailed out."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "10:36",
          "text": "Millions of families got left behind. Families right here in Detroit got left behind. Millions of people lost their jobs. Millions of people saw their pension fund shrink over and over. This pain was felt by families all across this country."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "10:53",
          "text": "So I decided, at this point, “Wait a minute. We’re going to make it through this crisis. There’s going to be financial reform. By golly, this financial reform is going to have some protection to make sure that we never wreck this economy again with a bunch of banks cheating people.”"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "11:14",
          "text": "So I had this idea for an agency, right? Man, that sounds sexy. So I had this idea for this agency, and the basic idea is the same as the idea behind the safety. We have Consumer Product Safety Commission. You can’t sell a toaster in America that has a one in five chance of burning down your house. You shouldn’t be able to sell a mortgage that has a one in five chance, which these did, of costing a family their home."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "11:50",
          "text": "So that’s the basic idea, and I wanted an agency. I don’t want a single law. I wanted an agency, because I knew, “The banks will rework these things. They’ll give it another name. They’ll figure out how to rewire it.” So I wanted an agency that would have one job: just to be on the side of families, to make sure they don’t get cheated on … Let’s make it all of it, mortgages, credit cards, payday loans, student loans. You don’t get cheated on financial products."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "12:21",
          "text": "So that’s the basic idea. So I go to Washington. Now, remember, I’m not in elected office. That’s not my job. I’m a full-time teacher and researcher. Let’s hear it for the nerds. Yes."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "12:42",
          "text": "So I go to Washington, and, basically, I knock on doors, anybody who’ll talk to me, Democrat, Republican, I don’t care. I’m just trying to pitch the idea for this agency. We’re in a crisis. We’re going to rewrite the laws. Let’s get this agency in it, and here’s what happened."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "13:01",
          "text": "Basically, I started getting the same two answers from everybody. This just really knocked me over. The first answer was, “Huh. That’s actually a pretty good idea. You could make a real difference. That’s structural change. That would actually make a difference in the market.” The second half to the answer was, “Don’t even try. You’ll be up against the banks. You’ll be up against Wall Street. You’ll be up against all of the Republicans and, shoot, you’ll be up against half the Democrats on this. You will never get it done.”"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "13:42",
          "text": "Yeah. So I heard this, and I thought, “I get it. Big, structural change is hard, but it is the right thing to do.” So we got in this fight and took on the big banks. They were spending more than a million dollars a day for nearly a year just trying to fight back against this and the other financial reforms. But, boy, this was the heart of it. They were out there. We fought the Republicans. We fought them all. But we built the coalitions, and, in 2010, Barack Obama signed that agency into law. Dang."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "14:57",
          "text": "Here’s the thing. Here’s the thing. That little agency has now forced the banks to return more than $12 billion directly to people they’ve cheated."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:09",
          "text": "So I take away two lessons from that. The first is you don’t get what you don’t fight for. I am in this fight. The second, and this is really important, after 40 years of Ronald Reagan’s trickle down economics, the second … Ah, I see you’ve heard of Ronald Reagan’s trickle down economics. Can we just all stop and say it has been a monumental failure for American families?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "15:55",
          "text": "But the second lesson I learned about this agency, as we built this agency, is we can make government work for the people. That’s what this agency has done, and that’s why being here with you tonight is about two things for me. It’s about the fight, but it’s also about the hope. It’s about what we will be able to do together. So that’s why I’m here."
        }
      ]
    },
    {
      "number": 4,
      "video": "https://www.rev.com/transcript-editor/Edit?token=qi9jL2Hhp7Ri7V5kB4u1rk1x6ny5kjWKHSZsZ-bifTy1bwYyZcNoHeH20H5hzD65rEk0Cj3kjzIimKq9CfEqf-hGZXk&loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Mike Bloomberg",
          "time": "00:00",
          "text": "We can win the voters who will decide the general election. And isn’t that what this is all about?"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:07",
          "text": "I spent a whole year focusing on the first four states. I was out campaigning against Donald Trump in the states where the election will actually be decided. Like Wisconsin and Michigan and Pittsburgh and Ohio and North Carolina and of course, Florida."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:24",
          "text": "President Obama proved that a Democrat can win all of those states. But in 2016 we lost them all. Well, I’m running to win them back."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:40",
          "text": "And together we’re going to get it done."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "00:45",
          "text": "Now we all know Trump’s strategy, attack Democrats make their plans look unrealistic, unaffordable, and un-doable. That won’t work against us. Our plans are sensible, workable, and achievable. And we have the record and the resources to defeat Trump in swing states the Democrats lost in 2016 like Florida."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "01:13",
          "text": "I know we can do it and you know who else knows it? Donald Trump."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "01:20",
          "text": "And that’s why he keeps attacking us on Twitter. Today he sent a tweet out urging people not to vote for us. Gee, I wonder why? Clearly Trump is scared stiff of facing us and for good reason. In every campaign I ran for mayor, we built a broad coalition that brought Democrats and Independents and Moderate Republicans together. Donald Trump the other day called me short. I said, “Donald, where I come from, we measure people from the neck up.”"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "01:54",
          "text": "That’s how we’re going to beat Donald Trump. I believe we need a leader who is ready to be Commander in Chief, not College Debater in Chief."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "02:15",
          "text": "So if you want someone who talks turkey, and now has a record of accomplishment on all the big issues facing our country, and who has the resources to beat Trump, I’m your guy."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "02:27",
          "text": "While Trump tweets, I follow facts, respect data, and tell the truth. My whole career I have been a doer. And I believe we need less talk, less partisanship, less division, less tweeting."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "02:52",
          "text": "In fact how about no tweeting from the oval office ever again?"
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:01",
          "text": "Now you’ve all heard our campaign slogan, “Mike, will get it done.” Well, let me tell you what the it is. It means winning this November and sending Donald Trump back to Mar-a-Lago permanently."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:21",
          "text": "But that’s just the beginning because getting it done means finally providing health insurance to every American who lacks it."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:31",
          "text": "Getting it done means passing common sense gun safety laws to protect our children and communities."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:41",
          "text": "Getting it done means making America a global leader in the fight against climate change."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:49",
          "text": "Getting it done means creating good jobs with higher wages."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "03:56",
          "text": "Getting it done means addressing discrimination and inequality."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "04:02",
          "text": "Getting it done means creating a path to citizenship and finally fixing our broken immigration system."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "04:11",
          "text": "And getting it done means protecting a woman’s right to choose."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "04:24",
          "text": "Our campaign is a fight for America’s ideals and values. It’s a fight to build a better future for everyone not to bring back a pass that left so many out. It’s a fight we cannot afford to lose. So I need your help and I need your vote. And when you talk to your friends and families. Thank you. Just tell them, if you want quality health insurance for everyone, not just empty promises. If you want to combat inequality with fair taxes and better jobs. If you support my commitment to public education, no matter what zip code you live in."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "05:02",
          "text": "If you share my belief for opportunity for all and not just for a few. If you are ready to protect and defend the Constitution of the United States of America."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "05:17",
          "text": "And if you are ready to clean out the Oval Office and get things done."
        },
        {
          "speaker": "Mike Bloomberg",
          "time": "05:25",
          "text": "Then welcome to Bloomberg 2020. Thank you."
        }
      ]
    }
  ]
}