{
  "url": "https://www.rev.com/blog/transcripts/transcript-andrew-yang-suspends-2020-presidential-campaign",
  "title": "Andrew Yang Suspends 2020 Presidential Campaign",
  "tags": [
    "2020 democratic presidential primary",
    "speech"
  ],
  "date": "2020-04-16",
  "candidates": [
    "Andrew Yang"
  ],
  "other_speakers": [
    "Speaker 5",
    "Speaker 1",
    "Speaker 3",
    "Crowd",
    "Speaker 4"
  ],
  "description": "At a campaign event on the night of the New Hampshire primaries, Andrew Yang announced that he’s dropping out of the 2020 presidential campaign.",
  "parts": [
    {
      "number": 1,
      "video": "https://www.rev.com/transcript-editor/shared/HWe1WBV6ANGN9S9sef7kkZ4BwFYpUcWxyXsQ6KuQ86vYQEbqgfAcuSEBmiOCi9EYMDwMOW9_CxM3j_AD12zO0lG0X-s?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Crowd",
          "time": "03:23",
          "text": "Andrew Yang."
        },
        {
          "speaker": "Speaker 1",
          "time": "03:25",
          "text": "That’ right."
        },
        {
          "speaker": "Crowd",
          "time": "03:26",
          "text": "Andrew Yang."
        },
        {
          "speaker": "Speaker 1",
          "time": "03:26",
          "text": "Andrew Yang."
        },
        {
          "speaker": "Crowd",
          "time": "03:27",
          "text": "Andrew Yang."
        },
        {
          "speaker": "Speaker 1",
          "time": "03:30",
          "text": "Save your vocal chords baby, because in a matter of seconds… I have been privileged to introduce him so many times. Sometimes for two minutes, sometimes for 40 minutes. You’re very lucky. Tonight is not 40 minutes, tonight it is all done, because your friend, my friend, new Hampshire’s friend, he’s walking in that door, Andrew Yang."
        },
        {
          "speaker": "Andrew Yang",
          "time": "03:53",
          "text": "Hello New Hampshire, how are you? Thank you so much for being here, and I want to give a special thank you to my rock, my wife, Evelyn, who’s been with us every step of the way. I love you and appreciate you so much, baby. Thank you so much. New Hampshire and everyone who supported this campaign, thank you for everything you’ve done to make this campaign possible over these past months. You all have uplifted me, and inspired me and Evelyn, and this campaign at every turn. Your passion and energy, your donations, and hundreds of thousands of hours calling, volunteering, your enthusiasm, dedication, and commitment. We’ve accomplished so much together."
        },
        {
          "speaker": "Andrew Yang",
          "time": "05:34",
          "text": "We have brought a message of humanity first, and a vision of an economy and society that works for us, and our families to millions of our fellow Americans. We went from a mailing list that started with just my Gmail contact list, to receiving donations from over 400,000 people around the country, and millions more who’ve supported this campaign. One of the things I’m most proud of, we gave $1,000 a month to 13 families around the country, including [inaudible 00:06:19] right here in New Hampshire."
        },
        {
          "speaker": "Andrew Yang",
          "time": "06:23",
          "text": "We highlighted the real problems in our communities as our economy is being transformed before our eyes by technology, and automation. Americans know now that when you go to a factory in Michigan, you do not find wall-to-wall immigrants doing work. You find wall-to-wall robot arms and machines doing the work that people used to do. We stood on the debate stage, and shifted our national conversation to include the 4th Industrial Revolution, a topic no one wanted to touch until we made it happen here with this campaign."
        },
        {
          "speaker": "Andrew Yang",
          "time": "07:03",
          "text": "Our signature proposal, universal basic income has become part of the mainstream conversation. We increased the popular support for universal basic income to 66% of Democrats, and 72% among voters, 18 to 34. Without a doubt, we accelerated the eradication of poverty in our society by years, even generations, and that is thanks to all of you who are here tonight. Thousands of voters came out for our campaign tonight. Tonight is not the outcome we fought so hard to achieve. It is bitterly disappointing for many of us, but it shouldn’t be. Every single day I’ve been campaigning, I’ve had supporters say to me, “Your campaign helped me out of a depression. Thank you."
        },
        {
          "speaker": "Andrew Yang",
          "time": "08:19",
          "text": "Working on this campaign has made me a better person. I met my significant other because of you. Your campaign brought my family together. Your campaign got me excited about politics for the first time.” These are all things that people have said to me in the past days, and they are the reasons why I am so incredibly proud of this campaign, and what we’ve accomplished together. We have touched and improved millions of lives, and moved this country we love so much in the right direction, and while there is great work left to be done, I am the math guy and it is clear tonight from the numbers that we are not going to win this race."
        },
        {
          "speaker": "Andrew Yang",
          "time": "09:20",
          "text": "I am not someone who wants to accept donations and support in a race that we will not win, and so tonight, I am announcing, I am suspending my campaign for president."
        },
        {
          "speaker": "Speaker 3",
          "time": "09:33",
          "text": "We love you Andrew."
        },
        {
          "speaker": "Andrew Yang",
          "time": "09:33",
          "text": "I love you too, thank you [inaudible 00:09:34]. Thank you so much."
        },
        {
          "speaker": "Crowd",
          "time": "09:33",
          "text": "Andrew Yang, Andrew Yang, Andrew Yang, Andrew Yang."
        },
        {
          "speaker": "Andrew Yang",
          "time": "09:33",
          "text": "Thank you."
        },
        {
          "speaker": "Crowd",
          "time": "09:33",
          "text": "Andrew Yang, Andrew Yang, Andrew Yang, Andrew Yang, Andrew Yang, Andrew Yang."
        },
        {
          "speaker": "Andrew Yang",
          "time": "09:37",
          "text": "Thank you so much New Hampshire."
        },
        {
          "speaker": "Crowd",
          "time": "09:50",
          "text": "Andrew Yang, Andrew Yang."
        },
        {
          "speaker": "Andrew Yang",
          "time": "09:52",
          "text": "I love you too. This is not an easy decision or something I made lightly with the team. Endings are hard and I’ve always had the intention to stay in this race until the very end, but I have been persuaded that the message of this campaign will not be strengthened by my staying in this race any longer. Endings are hard in New Hampshire, but this is not an ending. This is a beginning. This is just the starting line. This campaign has awakened something fundamental in this country in this country and ourselves."
        },
        {
          "speaker": "Speaker 4",
          "time": "10:44",
          "text": "This is the movement."
        },
        {
          "speaker": "Crowd",
          "time": "10:44",
          "text": "Yeah."
        },
        {
          "speaker": "Andrew Yang",
          "time": "10:47",
          "text": "This movement has outlasted over a dozen senators, governors and members of Congress to become the most exciting force in this entire race. The Yang Gang has fundamentally shifted the direction of this country, and transformed our politics, and we are only continuing to grow. I’d like to thank my incredible staff, and the hundreds of people who left their lives and their jobs to join and build this campaign. I know what a risk that was. Very few people joined this campaign because they thought it was going to be a good career move, so thank you. Thank you to my team."
        },
        {
          "speaker": "Andrew Yang",
          "time": "11:41",
          "text": "My goal when I first started running was to solve the problems that got Donald Trump elected. In order to do that, I will support whoever is the democratic nominee. That said, I hope this campaign can be a message, and a word of caution and guidance to my democratic colleagues that Donald Trump is not the cause of all of our problems. He is a symptom of a disease that has been building up in our communities for years. We must cure the disease that got him elected, and in order to do that, we must address the real problems that affect our people, and offer solutions to actually solve them."
        },
        {
          "speaker": "Andrew Yang",
          "time": "12:30",
          "text": "I stand before you tonight, and say that while we did not win this election, we are just getting started. This is the beginning, this movement is the future of American politics, this movement is the future of the Democratic Party."
        },
        {
          "speaker": "Crowd",
          "time": "13:11",
          "text": "2024, 2024, 2024, 2024, 2024, 2024, 2024, 2024, 2024."
        },
        {
          "speaker": "Andrew Yang",
          "time": "13:11",
          "text": "Thank you all."
        },
        {
          "speaker": "Crowd",
          "time": "13:11",
          "text": "2024, 2024, 2024, 2024."
        },
        {
          "speaker": "Andrew Yang",
          "time": "13:18",
          "text": "This wave is just beginning and will continue to build and grow until we rewrite the rules of this economy to work for us, the people of this country. Thank you to each and every person who made this campaign possible. I love and appreciate each and every one of you."
        },
        {
          "speaker": "Speaker 5",
          "time": "13:38",
          "text": "We love you Andrew."
        },
        {
          "speaker": "Andrew Yang",
          "time": "13:43",
          "text": "Being your candidate has been the privilege of my life. Together we will continue to do the work, and move this country forward, because the Yang Gang isn’t going anywhere. We’ll be back soon. In the meantime though, thank you all. God bless you and God bless the United States of America. Thank you for everything. Thank you so much. Thank you."
        },
        {
          "speaker": "Crowd",
          "time": "14:16",
          "text": "Andrew Yang, Andrew yang, Andrew Yang"
        }
      ]
    }
  ]
}