{
  "url": "https://www.rev.com/blog/transcripts/democratic-debate-transcript-las-vegas-nevada-debate",
  "title": "Democratic Debate: Las Vegas, Nevada Debate",
  "tags": [
    "2020 democratic presidential primary",
    "debate"
  ],
  "date": "2020-02-19",
  "candidates": [
    "Amy Klobuchar",
    "Pete Buttigieg",
    "Elizabeth Warren",
    "Joe Biden",
    "Bernie Sanders",
    "Mike Bloomberg"
  ],
  "other_speakers": [
    "Moderator 3",
    "Jon Ralston",
    "Female",
    "Hallie Jackson",
    "Audience",
    "Vanessa Hauc",
    "Helen",
    "Moderator 2",
    "Chuck Todd",
    "Moderator 1",
    "Lester Holt"
  ],
  "description": "On February 19, 2020, the Democratic presidential candidates took the stage before the Nevada caucuses in a contentious debate. Bernie Sanders, Elizabeth Warren, Joe Biden, Pete Buttigieg, Amy Klobuchar, and Mike Bloomberg took part in the debate.",
  "parts": [
    {
      "number": 1,
      "video": "https://www.rev.com/transcript-editor/shared/vvR9R6VIaUlS2uVJuhLMay6eP5qqb5SIP63MS27ElBxQ1qi8SFbE0hr2Msje9OeO3x-tLWWX40GftNpsXrT1btEjmVo?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Lester Holt",
          "time": "00:00",
          "text": "Good evening everyone. I’m Lester Holt. Welcome to Las Vegas. Everything is on the line tonight, with just three days before the critical Nevada caucuses. Here with me on the stage tonight, NBC News Political Director and moderator of Meet the Press, Chuck Todd. And NBC News Chief White House correspondent and MSNBC anchor, Hallie Jackson. Also joining us is Telemundo’s Senior Correspondent, Vanessa Hauc. And editor of the Nevada Independent Jon Ralston, who has covered Nevada politics for more than three decades. The rules are this tonight, candidates will get a minute 15 to answer each question and 45 seconds for followups. Now that the stage has narrowed to six candidates, we encourage each of you to directly engage with each other on the issues."
        },
        {
          "speaker": "Lester Holt",
          "time": "00:47",
          "text": "So let’s get to our first question. Since the last time you all shared the stage, Senator Sanders, a self-described democratic socialist, has surged into the lead nationally in the democratic race. And there’s a new person on the stage tonight, Mayor Michael Bloomberg. A former Republican who spent millions of his own dollars to run in this race. What hasn’t changed? A majority of democratic voters still say their top priority is beating President Trump. Senator Sanders, the first question to you, Mayor Bloomberg is pitching himself as a centrist who says he’s best positioned to win in November. Why is your revolution a better bet?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:25",
          "text": "In order to beat Donald Trump, we’re going to need the largest voter turnout in the history of the United States. Mr. Bloomberg had policies in New York city of stop-and-frisk, which went after African American and Latino people in an outrageous way. That is not a way you’re going to grow voter turnout. What our movement is about is bringing working class people together, black and white and Latino, Native American, Asian American, around an agenda that works for all of us and not just the billionaire class. And that agenda says that maybe, just maybe, we should join the rest of the industrialized world, guarantee healthcare to all people as a human right, raise that minimum wage to a living wage of 15 bucks an hour. And have the guts to take on the fossil fuel industry, because their short term profits are not more important than the future of this planet and the need to combat climate change. Those are some of the reasons we have the strongest campaign to defeat Donald Trump."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "02:35",
          "text": "So I’d like-"
        },
        {
          "speaker": "Lester Holt",
          "time": "02:36",
          "text": "Mayor Bloomberg, can Senator Sanders beat President Trump and how do you want to respond to what else he said?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "02:41",
          "text": "I don’t think there’s any chance of the Senator beating President Trump. You don’t start out by saying, “I’ve got 160 million people, I’m going to take away the insurance plan that they love.” That’s just not a ways that you go and start building the coalition that the Sanders’ camp thinks that they can do. I don’t think there’s any chance whatsoever, and if he goes and is the candidate, we will have Donald Trump for another four years and we can’t stand that."
        },
        {
          "speaker": "Lester Holt",
          "time": "03:12",
          "text": "Senator Warren."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "03:14",
          "text": "I’d like to talk about who we’re running against. A billionaire who calls women fat broads and horse faced lesbians. And no, I’m not talking about Donald Trump, I’m talking about mayor Bloomberg. Democrats are not going to win if we have a nominee who has a history of hiding his tax returns, of harassing women and of supporting racist policies like redlining and stop-and-frisk. Look, I’ll support whoever the democratic nominee is, but understand this, Democrats take a huge risk if we just substitute one arrogant billionaire for another. This country has worked for the rich for a long time and left everyone else in the dirt. It is time to have a president who will be on the side of working families and be willing to get out there and fight for them. That is why I am in this race and that is how I will beat Donald Trump."
        },
        {
          "speaker": "Lester Holt",
          "time": "04:14",
          "text": "[crosstalk 00:04:14] Senator Klobuchar, what do you think the path is from this stage to the White House? What works?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "04:21",
          "text": "I think the path is a high voter turnout. I’m the one on this stage that had the highest voter turnout of any state in the country, when I led the tip ticket. As well as bringing in rural and suburban voters and I’ve done that as well. And I’m the only one with the receipts to have done that in Republican congressional districts over and over again. But I want to say this, I actually welcomed Mayor Bloomberg to the stage. I thought that he shouldn’t be hiding behind his TV ads, and so I was already for this big day. And then I looked at the memo from his campaign staff this morning and it said that he actually thought that three of us should get out of the way. That is what his campaign said, because we should pave the way for him to become the nominee."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "05:07",
          "text": "I have been told as a woman, as someone that maybe no one thought was still going to be standing up on this stage, but I am because of pure grit and because of the people out there. I’ve been told many times to wait my turn and to step aside and I’m not going to do that now and I’m not going to do that because a campaign memo from Mayor Bloomberg said this morning that the only way that we get a nominee is if we step aside for him. I think we need something different than Donald Trump. I don’t think you look at Donald Trump and say, we need someone richer in the white house."
        },
        {
          "speaker": "Lester Holt",
          "time": "05:40",
          "text": "Thank you. Mayor Bloomberg, there’s a lot for you to respond to there, so here’s your opportunity."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "05:45",
          "text": "I think we have two questions to face tonight. One is, who can beat Donald Trump? And number two, who can do the job if they get into the White House? And I would argue that I am candidate that can do exactly both of those things. I’m a New Yorker. I know how to take on an arrogant con man like Donald Trump that comes from New York. I’m a mayor. I was a mayor. I know how to run a complicated city, the biggest, most diverse city in this country. I’m a manager. I knew what to do after 9-11 and brought the city back stronger than ever. And I’m a philanthropist who didn’t inherit his money, but made his money. And I’m spending that money to get rid of Donald Trump, the worst President we have ever had. And if I can get that done, it will be a great contribution to America and to my kids."
        },
        {
          "speaker": "Lester Holt",
          "time": "06:39",
          "text": "Vice President Biden, I’ll let you weigh in there."
        },
        {
          "speaker": "Joe Biden",
          "time": "06:43",
          "text": "In terms who can beat Donald Trump, NBC did a poll yesterday, says Joe Biden is best equipped to beat Donald Trump. That’s what your poll said. And it said that I can beat him in those toss up states too, those states we have to win. I’m ahead by eight points across the board. So in terms of being able to beat Donald Trump, I’m better positioned according to your poll than anybody else to beat Donald Trump, number one. Number two, the Mayor makes an interesting point. The mayor says that he has a great record, that he’s done these wonderful things."
        },
        {
          "speaker": "Joe Biden",
          "time": "07:14",
          "text": "Well the fact of the matter is, he has not managed his city very, very well when he was there. He didn’t get a whole lot done. He has stop-and-frisk, throwing close to 5 million young black men up against a wall. And when we came along in our administration, President Obama and said, “We’re going to send in a mediator to stop it.” He said, “That’s unnecessary.” So we’re going to get a chance to talk about the mayor’s record, but in terms of who is best prepared to beat Donald Trump, look at your poll and what it says."
        },
        {
          "speaker": "Lester Holt",
          "time": "07:47",
          "text": "Mayor Buttigieg, you’d like to weigh in."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "07:49",
          "text": "Yes, we’ve got to wake up as a party. We could wake up two weeks from today, the day after super Tuesday, and the only candidates left standing will be Bernie Sanders and Mike Bloomberg, the two most polarizing figures on this stage. And most Americans don’t see where they fit, if they’ve got to choose between a socialist who thinks that capitalism is the root of all evil and a billionaire who thinks that money ought to be the root of all power. Let’s put forward somebody who actually lives and works in a middle-class neighborhood, in an industrial Midwestern city. Let’s put forward somebody who’s actually a Democrat. Look, we shouldn’t have to choose between one candidate who wants to burn this party down and another candidate who wants to buy this party out. We can do better."
        },
        {
          "speaker": "Lester Holt",
          "time": "08:46",
          "text": "Senator Sanders, are you polarizing?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "08:50",
          "text": "If speaking to the needs and the pain of a long neglected working class is polarizing, I think you got the wrong word. What we are trying finally to do, is to give a voice to people who have to 45 years of work are not making a nickel more than they did 45 years ago. We are giving a voice to people who are saying we are sick of tired of billionaires like Mr. Bloomberg seeing huge expansions of their wealth, while a half a million people sleep out on the street tonight. And that’s what we are saying, Pete, is maybe it’s a time for the working class of this country to have a little bit of power in Washington rather than your billionaire campaign contributors."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "09:36",
          "text": "All right. Look, first of all- [crosstalk 00:09:43] Look, my campaign is fueled by hundreds of thousands of contributors-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "09:47",
          "text": "Including 46 billionaires."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "09:49",
          "text": "Among the hundreds of thousands of contributors. And look, we’ve got to unite this country to deal with these issues. You’re not the only one who cares about the working class. Most Americans believe we need to empower workers. As a matter of fact, you’re the one who is at war with the Culinary Union right here in Las Vegas. We can’t-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "10:10",
          "text": "We are more union support than you have ever dreamed of."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "10:14",
          "text": "We can-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "10:14",
          "text": "We have the support of unions all across this country."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "10:17",
          "text": "Yeah but the vision I’m putting forward has the support of the American people."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "10:20",
          "text": "Really."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "10:20",
          "text": "We can actually deliver healthcare without taking it away from anyone. We can actually empower workers and lift wages without further polarizing this country and we can build a movement without having legions of our supporters online and in person attacking democratic figures and union leaders alike-"
        },
        {
          "speaker": "Hallie Jackson",
          "time": "10:38",
          "text": "Senator Warren, I have a question for you. On Sunday, on Meet the Press, Vice President Biden accused Senator Sanders supporters of bullying union leaders here with, “Vicious, malicious misogynistic things.” You said Democrats cannot build an inclusive party on a foundation of hate. Are Senator Sanders and his supporters making it harder for Democrats to unify in November?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "11:00",
          "text": "Look, I have said many times before, we are all responsible for our supporters. And we need to step up, that’s what leadership is all about. But the way we are going to lead this country and beat Donald Trump is going to be with a candidate who has rock solid values and who actually gets something done. When Mayor Bloomberg was busy blaming African Americans and Latinos for the housing crash of 2008, I was right here in Las Vegas, literally just a few blocks down the street holding hearings on the banks that were taking away homes from millions of families."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "11:39",
          "text": "That’s when I met Mr. Estrada, one of your neighbors. He came in to testify and he said he thought he’d done everything right with Wells Fargo. But what had happened? They took away his house in a matter of weeks. This man stood there and cried while he talked about what it was like to tell his two little daughters that they might not be in their elementary schools, that they might be living out of their van. I spent the next years making sure that would never happen again. Wall Street fought us every inch of the way on a consumer agency. They lost and I won. We need a candidate with unshakeable values and a candidate who can actually get something done for working people. That’s why I’m in this race-"
        },
        {
          "speaker": "Hallie Jackson",
          "time": "12:24",
          "text": "Senator, thank you."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "12:24",
          "text": "And that’s how I’ll beat Donald Trump."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "12:25",
          "text": "Senator Sanders."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "12:27",
          "text": "We have over 10.6 million people on Twitter and 99.9% of them are decent human beings, are working people, are people who believe in justice, compassion and love. And if there are a few people who make ugly remarks, who attack trade union leaders, I disowned those people, they are not part of our movement. But let me also say, what I hope my friends up here will agree with, is that if you look at the wild West of the internet, talk to some of the African American women on my campaign, talk to Senator Nina Turner, talk to others and find the vicious racist, sexist attacks that are coming their way as well. So I would hope that all of us understand that we should do everything we possibly can to end the viciousness and ugliness on the internet. Our campaign is about issues. It’s about fighting for the working families and the middle class. It is not about vicious attacks on other people."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "13:37",
          "text": "Senator, when you say that you disown these attacks and you didn’t personally direct them, I believe you."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "13:42",
          "text": "Well thank you."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "13:43",
          "text": "But at a certain point you got to ask yourself, why did this pattern arise? Why is it especially the case among your supporters that this happens?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "13:50",
          "text": "I don’t think it is especially the case by the way-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "13:52",
          "text": "That’s just not true. People-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "13:55",
          "text": "Pete if you want to talk to some of the women on my campaign, what you will see is the most ugly, sexist, racist attacks that are… I won’t even describe them here, they’re so disgusting. And let me say something else about this, not being too paranoid. All of us remember 2016 and what we remember his efforts by Russians and others to try to interfere in our election and divide us up. I’m not saying that’s happening, but it would not shock me. I saw some of those tweets regarding the Culinary Workers Union. I have a 30 year, 100% pro-union voting record. Do you think I would support or anybody supports me, would be attacking union leaders? It’s not thinkable."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "14:37",
          "text": "But leadership is about what you draw out of people. It’s about how you inspire people to act. And right now we’re in this toxic political environment. Leadership isn’t just about policy. I think, at least in broad terms, we’re largely pulling in the same direction on policy. But leadership is also about how you motivate people to treat other people and I think you have to accept some responsibility and ask yourself what it is about your campaign and in particular that seems to be motivating this behavior more than others? Because in order to turn the page-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "15:10",
          "text": "I have an idea. I have an idea of how we can stop sexism on the internet. We could nominate a woman for candidate for President of the United States. I think that might go a long way, if we showed our stuff as a party. And the other thing I’m going to talk about is really what is at the core of this issue between Senator Sanders and the Culinary Union. And that is this, these are hardworking people. Housekeepers, like Elizabeth and I met with last night, who have healthcare plans that have been negotiated over time, sweat and blood. And that is the truth for so many Americans right now-"
        },
        {
          "speaker": "Hallie Jackson",
          "time": "15:47",
          "text": "Senator thank you."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "15:48",
          "text": "There are 149 million Americans that would lose their current health insurance under Senator Sanders’ bill."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "15:55",
          "text": "Senator thank you."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "15:55",
          "text": "That’s what it says on page eight and I don’t think we should forget that."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "15:58",
          "text": "On that note, I want to turn it over to my colleague Chuck Todd."
        },
        {
          "speaker": "Chuck Todd",
          "time": "16:00",
          "text": "Senator Sanders, I’m going to stay on this topic, on this issue with the Culinary Union. Obviously their leaders are warning their members about that your health care plan will take away their healthcare plan, take away private insurance completely. There are some Democrats who like you a lot, but worry that this plan, Medicare-for-all, is going to take away private insurance and that it goes too far. Are they right?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "16:27",
          "text": "No. Let me be very clear, two points. For a hundred years, from Teddy Roosevelt to Barack Obama, this country has been talking about the need to guarantee health care for people. And yet today, despite spending twice as much per capita, Chuck, twice as much as any other major country on earth, we got 87 million who are uninsured or under insured. We got over 60,000 people who die every year because they don’t get to a doctor on time. We’re getting ripped off outrageously by the greed and corruption of the pharmaceutical industry, which in some cases charges us 10 times more for the same drugs because of their price fixing. 500,000 people go bankrupt every year because they can’t afford medical bills. So let me be very clear, to my good friends in the Culinary Workers Union, a great union, I will never sign a bill that will reduce the health care benefits they have. We will only expand it, for them, for every union in America and for the working class of this country."
        },
        {
          "speaker": "Chuck Todd",
          "time": "17:36",
          "text": "Senator Warren, you were all in on Medicare-for-all and then you have since came up with a transition plan. Is it because of the impact on unions?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "17:45",
          "text": "So I want to be clear. I’ve been to the Culinary Unions’ healthcare facilities, they’re terrific. You don’t want to shut them down, you want to expand them. You want to see them all across Nevada and all across this country. But we need to get everybody’s healthcare plan out here. Mayor Buttigieg really has a slogan that was thought up by his consultants, to paper over a thin version of a plan that would leave millions of people unable to afford their healthcare. It’s not a plan, it’s a PowerPoint. And Amy’s plan is even less, it’s like a Post-it Note, insert plan here. Bernie has started very much, has a good start."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "18:31",
          "text": "But instead of expanding and bringing in more people to help, instead his campaign relentlessly attacks everyone who asks a question or tries to fill in details about how to actually make this work. And then his own advisor’s say, “Eh, probably won’t happen anyway.” Look, healthcare is a crisis in this country. My approach to this is we need as much help for as many people as quickly as possible and bring in as many supporters as we can. And if we don’t get it all the first time, take the win and come back into the fight to ask for more."
        },
        {
          "speaker": "Chuck Todd",
          "time": "19:12",
          "text": "I promise guys, I’m going to get everybody in."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "19:13",
          "text": "People need our help on this."
        },
        {
          "speaker": "Chuck Todd",
          "time": "19:14",
          "text": "I got you. Mayor Buttigieg, I think she named checked you first. I’ll let you go first."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "19:19",
          "text": "She name checked me second."
        },
        {
          "speaker": "Chuck Todd",
          "time": "19:23",
          "text": "Yes. Well, okay. I think Amy’s second."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "19:25",
          "text": "I’m more of a Microsoft Word guy. And if you look at my plan, I don’t know if there are any PowerPoints on it, but you can definitely find the document on peteforamerica.com. And you’ll see that it is a plan that solves the problem, makes sure there is no such thing as an uninsured American and does it without kicking anybody off the plan that they have. This idea that the union members don’t know what’s good for them is the exact kind of condescension and arrogance that makes people skeptical of the policies we’ve been putting forward."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "19:54",
          "text": "Here we have a plan that the majority of Americans support. Do you realize how historic that is? That the American people are ready in a way, far beyond what was true even 10 years ago and what was available to President Obama at the time. There’s a powerful American majority ready to undertake the biggest, most progressive reform we’ve had in healthcare in 50 years, just so long as we don’t force it on anybody. What is wrong with that?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "20:20",
          "text": "Can I respond to that? [crosstalk 00:20:20]"
        },
        {
          "speaker": "Chuck Todd",
          "time": "20:20",
          "text": "Let me get Senator Klobuchar and then I’ll have you respond. All right, Senator Klobuchar."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "20:23",
          "text": "[inaudible 00:20:24]."
        },
        {
          "speaker": "Chuck Todd",
          "time": "20:25",
          "text": "I think the Post-it Note came first, Senator. [crosstalk 00:20:28]"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "20:29",
          "text": "I must say personal offense since post it notes were invented in my state. [crosstalk 00:00:20:38]. Okay. So my plan is a public option and according to all the studies out there, it would reduce premiums for 12 million people immediately. It would expand coverage for about that same number. It is a significant thing, it is what Barack Obama wanted to do from the very beginning. And the way I look at it since we’re in Vegas, when it comes to your plan, Elizabeth and Bernie’s on Medicare-for-all, you don’t put your money on a number that’s not even on the wheel."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "21:08",
          "text": "And why is Medicare-for-all not on the wheel? Why is it not on the wheel? Because two thirds of the democratic Senators are not even on that bill, because a bunch of the new House members that got elected see the problems with blowing up the Affordable Care Act. They see it right in front of them. And the truth is that when you see some troubled waters, you don’t blow up a bridge, you build one. And so we need to improve the Affordable Care Act, not blow it up."
        },
        {
          "speaker": "Chuck Todd",
          "time": "21:36",
          "text": "All right, Senator Sanders."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "21:36",
          "text": "Can I just respond to these two?"
        },
        {
          "speaker": "Chuck Todd",
          "time": "21:36",
          "text": "I will. You name checked three of them. Let me get Senator Sanders in there."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "21:45",
          "text": "I am also a top-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "21:45",
          "text": "You were."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "21:45",
          "text": "Okay."
        },
        {
          "speaker": "Chuck Todd",
          "time": "21:46",
          "text": "Go ahead, Senator Sanders. We’ll get you in Liz. We got a lot of people in here that got hit. [crosstalk 00:21:50]"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "21:49",
          "text": "It’s my turn, yeah?"
        },
        {
          "speaker": "Chuck Todd",
          "time": "21:51",
          "text": "Yes sir."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "21:52",
          "text": "Okay. Somehow or another, Canada can provide universal health care to all their people at half the cost. UK can do it, France can do, Germany did. All…"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "22:03",
          "text": "… half the cost. UK can do it. France can do it. Germany could. All of Europe can do it. Gee whiz. Somehow or another, we are the only major country on earth that can’t do it. Why is that? And I’ll tell you why. It’s because last year the healthcare industry made $100 billion in profits. Pharmaceutical industry, top six companies, $69 billion in profit. And those CEOs are contributing to Pete’s campaign and other campaigns. Up here-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "22:34",
          "text": "Let’s clear this up right now."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "22:34",
          "text": "Maybe it is finally time that we said as a nation, “Enough is enough. The function of a rational healthcare system is not to make the pharmaceutical industry and the drug companies rich. It is to provide healthcare to all people as a human right, not a privilege.” No premiums."
        },
        {
          "speaker": "Chuck Todd",
          "time": "22:54",
          "text": "Mr. Vice President, we get it."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "22:56",
          "text": "No copayments. No deductibles."
        },
        {
          "speaker": "Chuck Todd",
          "time": "22:58",
          "text": "Go ahead. [crosstalk 00:22:59] Mr. Vice President, center one."
        },
        {
          "speaker": "Joe Biden",
          "time": "23:01",
          "text": "I’m the only one in this stage that actually got anything done on healthcare. I’m the guy the president turned to and said, “Go get the votes for Obamacare.” And I notice what everybody’s talking about is the plan that I first introduced. That is to go and add to Obamacare, provide a public option, a Medicare like option it cost and increase the subsidies. It costs a lot of money. It cost $750 billion over 10 years, but I pay for it by making sure that Mike and other people pay at the same tax rate their secretary pays at. That’s how we get it paid, number one."
        },
        {
          "speaker": "Joe Biden",
          "time": "23:35",
          "text": "Number two, you know from the moment we passed that signature legislation, Mike called it a disgrace. Number one. Number two, Trump decided to get rid of it. And number three, my friends here came up with another plan. But they don’t tell you when you ask Bernie how much it costs, the last time he said that, if he goes on your show, he said, “We’ll find out. We’ll find out how,” or something to that effect. It cost over 35 trillion bucks. Let’s get real."
        },
        {
          "speaker": "Chuck Todd",
          "time": "24:02",
          "text": "Senator Warren, you get the final word on this. We’re going to move to another question. Go ahead, Senator Warren."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "24:06",
          "text": "And your plan costs $50 trillion."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "24:07",
          "text": "So I actually-"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "24:08",
          "text": "What am I? Chicken liver?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "24:09",
          "text": "So I actually took a look at the plans that are posted. Mayor Buttigieg, there are four expenses that families pay, right? Premiums, deductibles, copays, and uncovered medical expenses. Mayor Buttigieg says he will put a cap only on the premiums."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "24:26",
          "text": "That’s not true."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "24:26",
          "text": "And that means families are going to pick up the rest of the costs. Amy, I looked online at your plan. It’s two paragraphs. Families are suffering and they need a plan."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "24:39",
          "text": "Okay, that’s it."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "24:39",
          "text": "You can’t simply stand here and trash an idea to give healthcare coverage to everyone without having a realistic plan of your own. And if you’re not going to own up to the fact either that you don’t have a plan or that your plan is going to leave people without healthcare coverage, full coverage, then you need to say so. I just want to stay on this [crosstalk 00:25:01] was in Reno when I met a man who said he had diabetes. He gets his insulin through the VA, but his sister and his daughter also have diabetes. No way to pay for their insulin. Three human beings right here in Nevada who are struggling. They share one insulin prescription. This should not happen [crosstalk 00:25:24]"
        },
        {
          "speaker": "Chuck Todd",
          "time": "25:23",
          "text": "Okay. Very quickly. Mayor Bloomberg, is Vice President Biden right and you weren’t a fan of Obamacare?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "25:28",
          "text": "I am a fan of Obamacare. At the beginning –"
        },
        {
          "speaker": "Joe Biden",
          "time": "25:30",
          "text": "Since when Mr. Mayor?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "25:32",
          "text": "Mr Vice President, I just checked the record because you’d said one time that I was not. In ’09 I testified and gave a speech before the mayor’s conference in Washington advocating it and trying to get all the mayors to sign on. And I think at that time I wrote an article praising Obamacare. It was either in the New York Post or the Daily News, so the facts are, I was [crosstalk 00:25:56]"
        },
        {
          "speaker": "Joe Biden",
          "time": "25:56",
          "text": "Didn’t you call it [crosstalk 00:25:56]"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "25:56",
          "text": "Let me finish. Thank you. I was in favor of it. I thought it didn’t do … go as far as we should. What Trump has done to this is a disgrace. The first thing we’ve got to do is get the White House and bring back those things that will left and then find a ways to expand it. Another public option to having some rules about capping charges. All of those things. We shouldn’t just walk away and start something that is totally new, untried. People [crosstalk 00:26:27]"
        },
        {
          "speaker": "Chuck Todd",
          "time": "26:27",
          "text": "Okay. Vice President Biden, go ahead."
        },
        {
          "speaker": "Joe Biden",
          "time": "26:29",
          "text": "The mayor said when we passed it, the signature piece of this administration, it’s a disgrace. They’re the exact words. It was a disgrace. Look it up. Check it out. It was a disgrace. [crosstalk 00:26:42] covered by the way, that plan you do not have surprise billing. You bring down drug prices. People are not … Give people all the things we’re just talking about. I guess you’re not got all the time to do it, but if I get a chance to talk [crosstalk 00:26:55]"
        },
        {
          "speaker": "Chuck Todd",
          "time": "26:54",
          "text": "Thank you, sir. Lester."
        },
        {
          "speaker": "Lester Holt",
          "time": "26:55",
          "text": "All right, Mayor Bloomberg [crosstalk 00:26:59]"
        },
        {
          "speaker": "Female",
          "time": "26:59",
          "text": "We haven’t responded to [crosstalk 00:26:59] allegation."
        },
        {
          "speaker": "Lester Holt",
          "time": "26:59",
          "text": "… at the beginning of this debate, you took some incoming fire on this next topic, so let’s get into it. In 2015 this is how you described your policing policy as mayor quote, “We put all the cops in the minority neighborhoods.” And you explain that is quote, “Because that’s where all the crime is.”"
        },
        {
          "speaker": "Lester Holt",
          "time": "27:15",
          "text": "You went on to say, “And the way you should get the guns out of the kids’ hands is to throw them against the wall and frisk them.” You’ve apologized for that policy, but what does that kind of language say about how you view people of color or people in minority neighborhoods?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "27:29",
          "text": "Well, if I go back and look at my time in office, the one thing that I’m really worried about, embarrassed about, was how it turned out with Stop and Frisk. When I got into office, there was 650 murders a year in New York City. I thought that my first responsibility was to give people the right to live. That’s the basic right of everything. And we started, we adopted a policy which had been in place. The policy that all big police departments use of stop and frisk."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "28:05",
          "text": "What happened, however was it got out of control. And when we discovered, I discovered, that we were doing many, many, too many stop and frisks, we cut 95% of it out. I’ve sat down with a bunch of African-American clergy and business people to talk about this, to try to learn. I’ve talked to a number of kids who’d been stopped. I was trying to understand how we change our policies so we can keep the city safe because the crime rate did go from 650, 50% down, to 300. And we have to keep lid on crime, but we cannot go out and stop people indiscriminately. That was what was happening."
        },
        {
          "speaker": "Lester Holt",
          "time": "28:49",
          "text": "Mayor, thank you. Let me go to Vice President Biden with this. You want to respond to that? Put an end to it?"
        },
        {
          "speaker": "Joe Biden",
          "time": "28:53",
          "text": "Yes. Let’s get something straight. The reason the stop and frisk change is because Barack Obama sent moderators to see what was going on. When we sent them there to say, “This practice has to stop,” the mayor thought it was a terrible idea. We send them there, a terrible idea. Let’s get the facts straight. Let’s get the order straight. And it’s not whether he apologize or not, it’s the policy. The policy was abhorrent and it was, in fact, of violation of every right people have. We are the one, our administration sent in people to monitor it. And the very time the mayor argued against that. This idea that he figured out it was a bad idea. He figured out it was a bad idea after we sent in monitors and said it must stop. Even then he continued the policy."
        },
        {
          "speaker": "Lester Holt",
          "time": "29:44",
          "text": "All right. Mayor, would you like to make a quick response to that?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "29:45",
          "text": "Yes, I would. I’ve sat. I’ve apologized. I’ve asked for forgiveness, but the bottom line is that we stopped too many people. We stopped too many people and we’ve got to make sure that we do something about criminal justice in this country. There is no great answer to a lot of these problems. If we took off everybody that was wrong off this panel, everybody that was wrong on criminal justice at some time in their careers, there’d be nobody else up here."
        },
        {
          "speaker": "Lester Holt",
          "time": "30:15",
          "text": "Senator Warren."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "30:16",
          "text": "Let’s be clear. I’m sorry. Who did you call on?"
        },
        {
          "speaker": "Lester Holt",
          "time": "30:18",
          "text": "Senator Warren."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "30:20",
          "text": "I do think that this really is about leadership and accountability. When the mayor says that he apologized, listen very closely to the apology. The language he used is about stop and frisk. It’s about how it turned out. Now this isn’t about how it turned out. This is about what it was designed to do to begin with. It targeted communities of color, it targeted black and brown men from the beginning. And if you want to issue a real apology, then the apology has to start with the intent of the plan as it was put together and the willful ignorance day by day by day of admitting what was happening. Even as people protested in your own street, shutting out the sounds of people telling you how your own policy was breaking their lives. You need a different apology."
        },
        {
          "speaker": "Lester Holt",
          "time": "31:15",
          "text": "Senator, thank you. Chuck?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "31:16",
          "text": "Can I respond here?"
        },
        {
          "speaker": "Chuck Todd",
          "time": "31:19",
          "text": "Senator Klobuchar, we’re going to stay on this topic, but I want to get something in here with Senator Klobuchar. When you were the top prosecutor in Minneapolis, Senator, there were at least two dozen instances where police were involved in the deaths of civilians. None of those officers were prosecuted. You did prosecute a black teenager who was sentenced to life in prison despite what are now serious doubts about the evidence. Now, the Minneapolis chapter of the NAACP has recently called for you to suspend your campaign over that case because some new evidence has come out since. Big picture. Why should black and Latino voters trust your judgment now if it appears you may have gotten it wrong then?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "31:57",
          "text": "First, I’ll start with that case. It is very clear that any evidence, if there is new evidence, even old evidence, it should be reviewed by that office and by the County attorney. That must happen. I have called for that review. This was a case involving an 11-year-old African-American girl named Tyesha Edwards who was shot doing her homework at her kitchen table. Three people were convicted. One of the cases is the one that is being investigated … was investigated by a journalist. And I think it’s very important that that evidence come forward."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "32:35",
          "text": "In terms of the police shootings that you noted, those went to a grand jury, every single one of them. And I made very clear, for months now, that like so many prosecutors, I think those cases, in my time, they were all going to the grand jury. It was thought that was the best way to handle them in many, many jurisdictions."
        },
        {
          "speaker": "Moderator 2",
          "time": "32:57",
          "text": "Do you think you should’ve spoke up? You didn’t speak up at the time. Should you?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "32:57",
          "text": "I actually did speak up on something very similar and that was when our police chief in Minneapolis tried to take the investigations of police shootings into his own hands. I strongly said I disagreed with that. Now I do believe also that a prosecutor should make those decisions herself."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "33:14",
          "text": "And the last thing I will say, because you asked the question about voting, I have the support of African-Americans in my community in every election. I had strong support and strong support of leadership. And that’s because I earned it. And this is going to be on me to earn it. You earn it with what you stand for when it comes to equal opportunity. You earn it with the work that I have done, the leadership I’ve shown on voting rights. And yes, you earn it with the work that must be done on criminal justice reform."
        },
        {
          "speaker": "Moderator 2",
          "time": "33:42",
          "text": "Thank you, Senator. Hallie Jackson."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "33:43",
          "text": "I wan to talk about transparency here. [inaudible 00:33:45] many Democrats, including most of you on stage, have criticized president Trump for his lack of transparency. But Senator Sanders, when you are here in Las Vegas in October, you are hospitalized with a heart attack. Afterwards, you pledged to make a quote, “All your medical records public.” You’ve released three letters from your doctors, but you now say you won’t release anything more. What happened to your promise of full transparency?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "34:07",
          "text": "I think we did. Let me tell you what happened. First of all, you’re right and thank you Las Vegas for the excellent medical care I got in the hospital two days. And I think the one area, maybe that Mayor Bloomberg and I share, you have stents as well."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "34:23",
          "text": "25 years ago."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "34:25",
          "text": "Well, we both have two stents. It’s a procedure that is done about a million times a year. So we released the full report of that heart attack. Second of all, we released the full, my whole 29 years in the Capitol, the attending physician, all of my history, medical history. And furthermore, we released reports from two leading Vermont cardiologist who described my situation. And by the way, who said, “Bernie Sanders is more than able to deal with the stress and the vigor of being president of the United States.” Hey, follow me around the campaign trail. Three, four, five events a day. See how you’re doing compared to me."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "35:08",
          "text": "Mayor Buttigieg, you’ve been critical about transparency on this stage and people needing to do better. Is that response from Senator Sanders enough for you?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "35:15",
          "text": "No, it’s not because, first of all, let me say we are all delighted that you are in fighting shape."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "35:19",
          "text": "Thank you."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "35:20",
          "text": "And at the same time, transparency matters, especially living through the Trump era. Now under president Obama, the standard was that the president would release full medical records. Do a physical and release the readout. I think that’s the standard that we should hold ourselves to as well. Now, President Trump lowered that standard. He said just a letter from a doctor is enough, and a lot of folks on this stage are now saying that’s enough. But I am certainly prepared to get a physical, put out the results. I think everybody here should be willing to do the same. But I’m actually less concerned about the lack of transparency on Sander’s personal health than I am about the lack of transparency on how to pay for his healthcare plan."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "36:02",
          "text": "Since he said that it’s impossible to even know how much it’s going to cost. And even after raising taxes on everybody making $29,000, there is still a multi-trillion dollar hole. Matter of fact, if you add up his policies altogether, they come to $50 trillion. He’s only explained $25 trillion worth of revenue, which means that the hole in there is bigger than the size of the entire economy of the United States."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "36:27",
          "text": "Mayor Buttigieg-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "36:27",
          "text": "The time has come to level with the American people on matters personal and on matters of policy."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "36:32",
          "text": "Thank you. Senator Sanders, quickly."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "36:34",
          "text": "Let’s level. Let’s level, Pete. Under your plan, which is a maintenance continuation of the status quo-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "36:41",
          "text": "That’s-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "36:42",
          "text": "Can I finish? The average American today is paying $12,000 a year. That’s what that family is paying. 20% of a 60,000 income, $12,000 a year. Highest prices in the world for prescription drugs. Just the other day, a major study came out from Yale, epidemiologists in Lancet, one of the leading medical publications in the world. What they said, my friends, is Medicare for all will save $450 billion a year because we are eliminated the absurdity of thousands of separate plans that required hundreds of billions of dollars of administration. And by the way, ending the hundred billion a year in profiteering for the drug companies and the insurance companies."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "37:27",
          "text": "This is really important. [crosstalk 00:37:29]"
        },
        {
          "speaker": "Hallie Jackson",
          "time": "37:28",
          "text": "Senator Sanders, thank you. Mayor Bloomberg, I want to go to you on this."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "37:30",
          "text": "Your plan, by the way [crosstalk 00:37:31] costs."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "37:32",
          "text": "That’s false. Look, if my plan is to status quo, why was it attacked by the insurance industry the moment it came out? And on issue after issue after issue, this is what Senator Sanders is saying. If you’re not with him, if you’re not all the way on his side, then you must be for the status quo. Well you know what? That is a picture that leaves most of the American people out."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "37:52",
          "text": "I want to go to Mayor Bloomberg on this, the transparency issue."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "37:55",
          "text": "Very briefly on transparency, Mayor Bloomberg, your campaign has said that you would eventually release your tax records-"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "38:01",
          "text": "Yes."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "38:01",
          "text": "… when it comes to transparency, but people are already voting now. Why should democratic voters have to wait?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "38:07",
          "text": "It just takes us a long time. Unfortunately or fortunately-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "38:10",
          "text": "Can I comment on that?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "38:11",
          "text": "Fortunately, I make a lot of money and we do business all around the world and we are preparing it. The number of pages will probably be in the thousands of pages. I can’t go to Turbo Tax, but I put out my tax return every year for 12 years in city hall. We will put out this one. It says, tells everybody everything they need to know about every investments that I make and where the money goes. And the biggest item is all the money I give away, and we list that. Every single donation I make, and you can get that from our foundation anytime you want."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "38:47",
          "text": "I’m just looking at my husband in the front row that has to like do our taxes all the time. We probably could go to Turbo Tax. And the point of this is I believe in transparency. I had a physical, by the way. It came out well. We might all be surprised if my blood pressure is lower than Mayor Pete’s. That might really shock everyone out there. And I think you should release your records from your physical."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "39:10",
          "text": "Secondly, when it comes to tax returns, everyone up here has released their tax returns, Mayor. And it is a major issue because the president of the United States has been hiding behind his tax returns, even when courts order him to come forward with those tax returns. I don’t care how much money anyone has. I think it’s great you got a lot of money, but I think you’ve got to come forward with your tax returns."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "39:35",
          "text": "Senator Warren, I’m going to get to you in a second. Mayor Bloomberg, quick response to Senator Klobuchar."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "39:38",
          "text": "We’re releasing them. They’ll be out in a few weeks, and that’s just as fast as I can do it. Remember, I only entered into this race 10 weeks ago. All of my associates here have been at this for a couple of years."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "39:51",
          "text": "That’s right, we have."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "39:51",
          "text": "And we did not [crosstalk 00:39:52]"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "39:51",
          "text": "Engaging with voters and humbling ourselves in backyards [crosstalk 00:39:53]"
        },
        {
          "speaker": "Hallie Jackson",
          "time": "39:52",
          "text": "Let me ask you about something else, Mr. Mayor because-"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "39:53",
          "text": "10 weeks ago [crosstalk 00:39:53] over time and get it done."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "40:02",
          "text": "Mayor Bloomberg, let me ask you about something else. Senator Warren."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "40:03",
          "text": "Wish it were that simple."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "40:03",
          "text": "I’ll let you get in here. But Mayor Bloomberg-"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "40:03",
          "text": "It would save me a lot of money."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "40:04",
          "text": "Let me ask you about something else. Several former employees have claimed that your company was a hostile workplace for women. When you were confronted about it, you admitted making sexually suggestive remarks saying quote, “That’s the way I grew up.” In a lawsuit in the 1990s, according to the Washington Post, one former female employee alleged that you said quote, “I would do you in a second.” Should Democrats expect better from their nominee?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "40:28",
          "text": "Let me say a couple things and if I can have my full minute and a quarter. Thank you. I have no tolerance for the kind of behavior that the Me Too Movement has exposed. And anybody that does anything wrong in our company, we investigate it. And if it’s appropriate, they’re gone that day. But let me tell you what I do in my company and my foundation and in city government when I was there. In my foundation, the person that runs, it’s a woman. 70% of the people there are women. In my company, lots and lots of women have big responsibilities. They get paid exactly the same as men. And in city hall, the person that’s the top person, my deputy mayor was a woman and 40% of our commissioners were women."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "41:20",
          "text": "I am very proud of the fact that about two weeks ago we were awarded, we were voted the most … the best place to work, second best place in America. If that doesn’t say something about our employees and how happy they are, I don’t know what does."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "41:39",
          "text": "Senator Warren, you’ve been critical of Mayor Bloomberg on this issue."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "41:42",
          "text": "Yes, I have. I hope you’ve heard what his defense was, “I’ve been nice to some women.” That just doesn’t cut it. The mayor has to stand on his record. And what we need to know is exactly what’s lurking out there. He has gotten some number of women … dozens? Who knows … to sign nondisclosure agreements both for sexual harassment and for gender discrimination in the workplace. So Mr. Mayor, are you willing to release all of those women from those nondisclosure agreements so we can hear their side of the story?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "42:26",
          "text": "We have a very few nondisclosure agreements."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "42:30",
          "text": "How many is that?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "42:31",
          "text": "Let me finish."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "42:31",
          "text": "How many is that?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "42:33",
          "text": "None of them accused me of doing anything other than maybe they didn’t like a joke I told. These would be agreements between two parties that wanted to keep it quiet and that’s up to them. They signed those agreements and we’ll live with it."
        },
        {
          "speaker": "Joe Biden",
          "time": "42:49",
          "text": "Come on."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "42:49",
          "text": "So wait. When you say a … I just want to be clear. Some is how many? And when you say they signed them and they wanted them, if they wish now to speak out and tell their side of the story about what it is they alleged, that’s now okay with you? You’re releasing them on television tonight?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "43:11",
          "text": "Senator, no."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "43:11",
          "text": "Is that right?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "43:11",
          "text": "Senator, the company and somebody else, in this … the man or a woman or could be more than that, they decided when they made an agreement that they wanted to keep it quiet for everybody’s interests."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "43:27",
          "text": "No."
        },
        {
          "speaker": "Joe Biden",
          "time": "43:27",
          "text": "Come on."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "43:27",
          "text": "They sign the agreements and that’s what we’re going to live."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "43:29",
          "text": "They could release them now."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "43:30",
          "text": "I’m sorry. No, the question is, are the women-"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "43:32",
          "text": "I heard your question."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "43:33",
          "text": "… bound by being muzzled by you? And you could release them from that immediately. Because understand, this is not just a question of the mayor’s character. This is also a question about electability. We are not going to be Donald Trump with a man who has who knows how many nondisclosure agreements and the drip, drip, drip of stories of women saying they have been harassed and discriminated against. That’s not what we do as Democrats."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "44:03",
          "text": "… and discriminated against. That’s not what we do as Democrats."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "44:03",
          "text": "Mr. Vice President."
        },
        {
          "speaker": "Joe Biden",
          "time": "44:06",
          "text": "Look, let’s get something straight here. It’s easy, all the mayor has to do is say you are released from the non-disclosed agreement, period. We talk about transparency here. This guy got himself in trouble and he couldn’t disclose what he did, he went to his company."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "44:24",
          "text": "To be super clear that was about the list of clients, so nobody gets the wrong idea."
        },
        {
          "speaker": "Joe Biden",
          "time": "44:27",
          "text": "No, no, I’m sorry."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "44:29",
          "text": "I know what you mean, no, you’re right."
        },
        {
          "speaker": "Joe Biden",
          "time": "44:31",
          "text": "He went to the company and said, “I want to be released. I want to be able to do it.” Look, this is about transparency. From the very beginning, whether it’s your health record, whether it’s your taxes, whether you have cases against you, whether or not people have signed nondisclosure agreements. You think that women in fact were ready to say, “I don’t want anybody to know about what you did to me.” That’s not how it works. The way it works is they say, “Look, this is what you did to me.” And the mayor comes along and his attorney said, “I will give you this amount of money if you promise you’ll never say anything.” That’s how it works."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "45:04",
          "text": "Mayor Bloomberg, final word to you."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "45:07",
          "text": "I’ve said, we’re not going to end these agreements because they were made consensually and they have every right to expect that they will stay private."
        },
        {
          "speaker": "Joe Biden",
          "time": "45:18",
          "text": "If they want to release it, they should be able to release themselves. Say yes."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "45:24",
          "text": "You know, we talk about electability and everybody up here wants to beat Trump. And we talked about stop and frisk and [inaudible 00:45:32] has established and the problems there, but maybe we should also ask how Mayor Bloomberg in 2004 supported George W. Bush for president. Put money into Republican candidates for the United States Senate, when some of us, Joe and I and others were fighting for Democrats to control the United States Senate."
        },
        {
          "speaker": "Joe Biden",
          "time": "45:50",
          "text": "[inaudible 00:45:51]."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "45:52",
          "text": "Maybe we can talk about a billionaire saying that we should not raise the minimum wage or that we should cut social security, Medicare and Medicaid. If that’s a way to beat Donald Trump, wow, I would be very surprised."
        },
        {
          "speaker": "Hallie Jackson",
          "time": "46:06",
          "text": "Thank you, Senator. Vanessa to you."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "46:08",
          "text": "Wait, wait."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "46:09",
          "text": "Senator Klobuchar, you’re running om your Washington experience. But last week in a Telemundo interview, you could not name the President of Mexico or discuss any of his policies. Last night you defended yourself saying, “This isn’t Jeopardy.” But my question to you is, shouldn’t our next president know more about one of our largest trading partners?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "46:35",
          "text": "Of course. Of course. And I don’t think that that momentary forgetfulness actually reflects what I know about Mexico and how much I care about it. And I first want to say greetings to President Lopez Obrador. Secondly, what I meant the game of Jeopardy is that I think we could all come up with things. You know how many members are there in the Israeli Knesset? 120. Who is the president of Honduras?"
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "47:12",
          "text": "Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "47:12",
          "text": "Hernandez."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "47:13",
          "text": "Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "47:13",
          "text": "When it comes to Mexico, I am the one person on this stage that came out first to say I was for the U.S. Mexican Canadian trade agreement. That is going to be one of the number one duties of a president is to implement that."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "47:26",
          "text": "Senator Klobuchar, my colleague specifically asked you if you could name the President of Mexico and your response was no."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "47:32",
          "text": "Yes, that’s right. And I said that I made an error. I think having a president that maybe is humble and is able to admit that here and there, maybe wouldn’t be a bad thing."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "47:43",
          "text": "Mayor Buttigieg, your response [crosstalk 00:47:46]."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "47:48",
          "text": "Yeah, look, I wouldn’t liken this to trivia. I’m actually didn’t know how many members were in the Knesset. So you got me there."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "47:51",
          "text": "Well, there you go."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "47:54",
          "text": "But you’re staking your candidacy on your Washington experience. You’re on the committee that oversees border security. You’re on the committee that does trade. You’re literally part of the committee that’s overseeing these things and we’re not able to speak to literally the first thing about the politics of the country to our south."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "48:11",
          "text": "Are you trying to say that I’m dumb? Are you mocking me here, Pete?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "48:15",
          "text": "I’m saying you shouldn’t trivialize that knowledge."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "48:16",
          "text": "I said I made an error. People sometimes forget names. I am the one that has, number one, has the experience based on passing over 100 bills-"
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "48:27",
          "text": "Thank you, Senator."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "48:28",
          "text": "If I could respond, this was a pretty big allegation."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "48:30",
          "text": "Quickly, please."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "48:31",
          "text": "He’s basically saying that I don’t have the experience to be President of the United States. I have passed over 100 bills as the lead Democrat since being in the U.S. Senate. I am the one, not you, that has won statewide in congressional district after congressional district. And I will say when you tried in Indiana, Pete, to run, what happened to you? You lost by over 20 points to someone who later lost to my friend Joe Donnelly. So don’t tell me about experience. What unites us here is we want to win and I think we should put a proven winner in charge of the ticket."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "49:09",
          "text": "Your response, Mayor Buttigieg."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "49:11",
          "text": "This is the race for president. If winning a race for Senate in Minnesota translated directly to becoming president, I would have grown up under the presidency of Walter Mondale. This is different. And the reason that I think we need to talk about Washington experience is that we should ask what that experience has led to. Experiences and certainly tenure is not always the same thing as judgment. If we’re going to talk about votes in the Senate in Washington, let’s talk [crosstalk 00:49:38]."
        },
        {
          "speaker": "Lester Holt",
          "time": "49:35",
          "text": "Hello, hello, hello. Thank you. [crosstalk 00:49:46] Senator Warren and Mayor Bloomberg, this question is for you. I want to talk about and maybe this is appropriate here."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "49:54",
          "text": "Can I just defend Senator Klobuchar for a minute? This is not right. I understand that she forgot a name. It happens. It happens to everybody on this stage. Look, you want to ask about whether or not you understand trade policy with Mexico, have at it, and if you get it wrong, man, you ought to be held accountable for that. You want to ask about the economy and you get it wrong, you ought to be held accountable. You want to ask about a thousand different issues and you get it wrong, you ought to be held accountable. But let’s just be clear, missing a name all by itself does not indicate that you do not understand what’s going on. And I just think this is unfair. [crosstalk 00:06:42]."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "50:40",
          "text": "Senator Warren, you’re right but Senator Klobuchar could not discuss Mexican policy either."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "50:46",
          "text": "Fair enough."
        },
        {
          "speaker": "Joe Biden",
          "time": "50:46",
          "text": "I’m the only one who knows this man and met with him."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "50:50",
          "text": "I do have to respond."
        },
        {
          "speaker": "Joe Biden",
          "time": "50:51",
          "text": "Come on, man."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "50:55",
          "text": "[crosstalk 00:50:55] You have just invoked my name again and I ask you to look at the interview I did directly after the forum, which we went into great detail on Latin American policy. And I want to say one thing about Mayor Pete where we just disagree, he was asked on a debate stage about the Mexican cartels, which are bad, bad criminal organizations. He said that he would be open to classifying them as terrorist organizations. I actually don’t agree with that. That is a very valid debate to have. I don’t think that would be good for our security coordination with Mexico. And I think you got that wrong [crosstalk 00:51:35]."
        },
        {
          "speaker": "Joe Biden",
          "time": "51:34",
          "text": "I’ve spent more time in Mexico than anybody. Can I get a chance to say something?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "51:38",
          "text": "Hold on."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "51:39",
          "text": "Si."
        },
        {
          "speaker": "Joe Biden",
          "time": "51:41",
          "text": "Si, thank you. Look, I’m the only who spent extensive, hundreds of hours in Latin America. I’ve met with this president, I’ve met with the last president, the one before-"
        },
        {
          "speaker": "Jon Ralston",
          "time": "51:54",
          "text": "So, you all ready to play some Nevada trivia now? I’m only half joking here. Let’s talk about this issue because it’s up there and polls, voters are really concerned about it as you all know. What you might not know is that Las Vegas and Reno are the vibrant economic engines for the state of Nevada and are also two of the fastest warming cities in the country. In certain months of the year, the heat is already an emergency situation for residents and for tourists walking up and down the strip. So I’m going to start with you, Mr. Vice President, what specific policies would you implement that would keep Las Vegas and Reno livable but also not hurt those economies?"
        },
        {
          "speaker": "Joe Biden",
          "time": "52:37",
          "text": "It is the existential threat that humanity faces, global warming. I went out to check and you have a facility where you have the one of the largest, largest solar panel arrays in the world. And when the fourth stage is completed, you’ll be able to take care of 60,000 homes for every single bit of their needs. And what I would do is number one, work on providing the $47 billion we have for tech and to making sure we find answers is to provide a way to transmit that wind and solar energy across the network of all the United States. Invest in battery technology."
        },
        {
          "speaker": "Joe Biden",
          "time": "53:16",
          "text": "I would immediately restate all of the elimination of what Trump has eliminated in terms of EPA. I would secondly make sure that we had 500,000 new charging stations in every new highway we built in the United States of America or repaired. I would make sure that we, once again, made sure that we got the mileage standards back up, which would have saved over 12 billion barrels of oil had he not walked away from it. And I would invest in rail, in rail. Rail can take hundreds of thousands, millions of cars off the road if we have high speed rail."
        },
        {
          "speaker": "Jon Ralston",
          "time": "53:52",
          "text": "Thank you Mr. Vice President. I want to get some of the rest of you in on this because y’all have plans. Mayor Bloomberg, let me read what you said about this issue. You said you want to intensify U.S. and international actions to stop the expansion of coal. How exactly are you going to do that?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "54:09",
          "text": "Well, already we’ve closed 304 out of the 530 coal-fired power plants in the United States. And we’ve closed 80 out of the 200 or 300 that are in Europe. Bloomberg Philanthropies working with the Sierra club. That’s one of the things you do. But just let’s start at the beginning. If you’re president, the first thing you do the first day is you rejoin the Paris Agreement. This is just ridiculous for us to drop out. Two, America’s responsibility is to be the leader in the world and if we don’t, we’re the ones that are going to get hurt just as much as anybody else. And that’s why I don’t want to have us cut off our relationships with China because you will never solve this problem without China and India, Western Europe and America. That’s for most of the [crosstalk 00:54:50]. Let me just finish one other thing. I believe, and you can tell me whether this is right, but the solar array that the vice president was talking about is being closed because it’s not economic. That you can put solar panels in and modern technology, even more modern than that."
        },
        {
          "speaker": "Jon Ralston",
          "time": "55:07",
          "text": "Mayor, I want to let Senator Warren jump in here. Just because you’ve said something that’s really specific to Nevada. The tension here in this state is between people want renewable energy and people want conservation on public lands. 85% of Nevada is managed by the federal government. You have said that you are going to have an executive order that would stop drilling on public lands, stop mining, which is a huge industry here. You got to have lithium, you got to have copper for renewable energy. How do you do that?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "55:36",
          "text": "So look, I think we should stop all new drilling and mining on public lands and all offshore drilling. If we need to make exceptions because there are specific minerals that we’ve got to have access to, then we locate those and we do it not in a way that just is about the profits of giant industries, but in a way that is sustainable for the environment. We cannot continue to let our public lands be used for profits by those who don’t care about our environment and are not making it better. Look, I’m going to say something that is really controversial in Washington, but I think I’m safe to say this here in Nevada. I believe in science and I believe that the way we’re going to deal with this problem, is that we are going to increase by 10 fold our investment in science."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "56:27",
          "text": "There’s an upcoming $27 trillion market worldwide for green and much of what is needed has not yet been invented. My proposal is let’s invent it here in the United States and then say we invent in the U.S., you’ve got to build it in the U.S. That’s a million new manufacturing-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "56:48",
          "text": "We’re going to stick to this topic but Senator Sanders, I’m going to move to fracking. You want a total ban on natural gas extraction, fracking in the next five years. The industry obviously supports a lot of jobs around the country, including thousands in the battleground state of Pennsylvania. One union official there told the New York Times, “If we end up with a Democratic candidate that supports a fracking ban, I’m going to tell my members that either you don’t vote or you vote for the other guy.” What do you tell these workers? It’s supporting a big industry right now, sir."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "57:18",
          "text": "What I tell these workers is that the scientists are telling us, that if we don’t act incredibly boldly within the next six, seven years, there will be irreparable damage done, not just in Nevada, not just to Vermont or Massachusetts, but to the entire world. Joe said it right, this is an existential threat. You know what that means, Chuck? That means we’re fighting for the future of this planet. And the Green New Deal that I support, by the way, will create up to 20 million good paying jobs as we move our energy system away from fossil fuel to energy efficiency and sustainable energy. This is a moral issue, my friends. We have to take the responsibility of making sure that the planet we leave our children and grandchildren is a planet that is healthy and habitable. That is more important than the profits of the fossil fuel industry."
        },
        {
          "speaker": "Chuck Todd",
          "time": "58:24",
          "text": "I want to keep this going. Senator Klobuchar, you’re not on the same page at a total ban of fracking. You call it a transitional fuel, but scientists are sounding this alarm now. Do you take these warnings that maybe fracking as a step backwards, not a step forward, not a transition."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "58:42",
          "text": "I made it very clear that we have to review all of the permits that are out there right now for natural gas and then make decisions on each one them and then not grant new ones until we make sure that it’s safe but it is a transitional fuel. And I want to add something that really hasn’t been brought up by my colleagues. This is a crisis and a lot of our plans are very similar to get to carbon neutral by 2045, 2050 something like that. But we’re not going to be able to pass this unless we bring people with us. I’m looking at these incredible senators from Nevada, Catherine Cortez Masto and Jacky Rosen and I’m thinking that they know how important this is and you can do this in a smart way. One, get back into that international climate change agreement. Two, clean power rules, bring those back. A president can do this herself without Congress as well as the gas mileage standards. But when it comes to putting a sweep, a price on carbon … This is very important, Chuck."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "59:39",
          "text": "We have to make sure that that money goes back directly as dividends to the people that are going to need help for paying their bills. Otherwise, we’re not going to pass it. So there has to be a heart to the policy to get this done."
        },
        {
          "speaker": "Chuck Todd",
          "time": "59:51",
          "text": "Senator Warren, address the worker issue, if you don’t mind, as well. Can you address the worker issue?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "59:54",
          "text": "Yes, we can have a Green New Deal and create jobs. We need people in infrastructure who will help build. We have manufacturing-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "01:00:04",
          "text": "They could lose that job tomorrow though. That’s what they’re concerned about."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "01:00:06",
          "text": "Yes, those jobs are for tomorrow. Those are the ones we need to be working on to harden our infrastructure right now. But listen to Senator Klobuchar’s point. She says we have to think smaller in order to get it passed. I don’t think that’s the right approach here. Why can’t we get anything passed in Washington on climate? Everyone understands the urgency, but we’ve got two problems. The first is corruption, an industry that makes its money felt all through Washington. The first thing I want to do in Washington is pass my anti-corruption bill so that we can start making the changes we need to make on climate. And the second is the filibuster. If you’re not willing to roll back the filibuster, then you’re giving the fossil fuel industry a veto over all of the work that we need to do."
        },
        {
          "speaker": "Chuck Todd",
          "time": "01:00:54",
          "text": "Senator, thank you, Vanessa’s got the next question."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:00:54",
          "text": "Can I respond, she [crosstalk 01:00:57]."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "01:00:56",
          "text": "Vice President Biden, you have said that you want to hold the oil and gas executives accountable for their role in harming our planet. You have even suggested that you might put them in jail. Which companies are you talking about and how far are you willing to go?"
        },
        {
          "speaker": "Joe Biden",
          "time": "01:01:13",
          "text": "I’m willing to go as far as we have to. First of all, I would eliminate all the subsidies we have for oil and gas, eliminate it, period. That would save millions and millions, billions of dollars. Number two, I think that any executive who was engaged in … and by the way, minority communities are the communities that would be most badly hurt by the way in which we deal with climate change. They are the ones that become the victims. That’s where the asthma is. That’s where the groundwater supply has been polluted. That’s where in fact, people in fact do not have the opportunity to be able to get away from, everything from, still asbestos in the walls of our schools."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:01:49",
          "text": "I have a trillion dollar program for infrastructure. That will provide for thousands and thousands of new jobs, not $15 an hour, but $50 an hour plus benefits. Unions, unions, being able to do that. And what it does is it will change the nature … Look, here’s the last point, my time’s going to run out. Here’s the last point I want to make to you. On day one when I’m elected president, I’m going to invite all of the members of the Paris Accord to Washington D.C. They make up 85% of the problem. They know me, I’m used to dealing with international relations. I will get them to up the ante in a big way."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "01:02:27",
          "text": "Vice President Biden, you didn’t answer to my questions."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:02:29",
          "text": "I thought I did."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "01:02:30",
          "text": "What would you do with these companies that are responsible for the destruction of our planet?"
        },
        {
          "speaker": "Joe Biden",
          "time": "01:02:35",
          "text": "What would I do with them? I would make sure they, number one, stop. Number two, if you demonstrate that they in fact have done things already that are bad and they’ve been lying, they should be able to be sued. They should be able to be held personally accountable and they should … not only, not only the company, not the stock holders, but the CEOs of those companies. They should be engaged. And it’s a little bit like, look, this is the industry we should be able to sue. We should go after just like we did the drug companies, just like we did with the tobacco companies. The only company we can’t go after our gun manufacturers because of my buddy here, but that’s a different-"
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "01:03:10",
          "text": "Thank you, Vice President."
        },
        {
          "speaker": "Lester Holt",
          "time": "01:03:12",
          "text": "We’re going to stay on the topic. My question is to Mayor Bloomberg, Mayor Bloomberg, your business is heavily invested in China. I think you mentioned that a few questions back, the number one producer in the world of carbon emissions. How far would you go to force China to reduce those emissions and tackle the climate crisis?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "01:03:29",
          "text": "Well, you’re not going to go to war with them. You have to negotiate with them and try to … and we’ve seen how well that works with tariffs that are hurting us. What you have to do is convince the Chinese that is in their interest as well. Their people are going to die just as our people are going to die and we work together. In all fairness, the Chinese have slowed down. It’s India that is even bigger problem, but it is an enormous problem, nobody’s doing anything about it. We could right here in America make a big difference. We’re closing the coal-fired power plants. If we enforced some of the rules on fracking so that they don’t release methane into the air and into the water, you’ll make a big difference. But we’re not going to get rid of fracking for while and we frack incidentally not just natural gas, you frack oil as well. It is a technique and when it’s done poorly, like they’re doing it in too many places where the methane gets out into the air, it is very damaging."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "01:04:19",
          "text": "But it’s a transition fuel, I think the Senator said it right. We want to go to all renewables, but that’s still many years from now. And before, I think the Senator mentioned 2050 for some data. No scientist thinks the numbers for 2050 or 2050 anymore. They’re 2040, 2035. The world is coming apart faster than any scientific study had predicted. We just got to do something now [crosstalk 01:04:46]."
        },
        {
          "speaker": "Lester Holt",
          "time": "01:04:46",
          "text": "Mayor Buttigieg, your thoughts."
        }
      ]
    },
    {
      "number": 2,
      "video": null,
      "text": []
    },
    {
      "number": 3,
      "video": "https://www.rev.com/transcript-editor/Edit?token=PJlGg7aNhYBMo09IdzdA3y738m-4IIcdN0wZUPSFzA0aJOZKFYGuwWi4PWGyWEwiGt5Ujms0yP-SsXrPIC1gQ-LVJTc&loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Pete Buttigieg",
          "time": "00:24",
          "text": "Let’s be real about the deadline. It’s not 2050. It’s not 2040. It’s not 2030. It’s 2020, because if we don’t elect a president who actually believes in climate science now, we will never meet any of the other scientific or policy deadlines that we need to. So first of all, let’s make sure we’re actually positioned to win. Which once again, if we put forward two of the most polarizing figures on this stage as the only option, it’s going to be a real struggle."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "00:54",
          "text": "Now I’ve got a plan to get us carbon neutral by 2050. And I think everybody up here has a plan that more or less does the same. So the real question is how are we going to actually get it done? We need leadership to make this a national project that breaks down the partisan and political tug of war that prevents anything from getting done."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:14",
          "text": "How do you do it? Well, first of all, making sure that those jobs are available quickly. Secondly, ensuring that we are pulling in those very sectors who have been made to feel like they’re part of the problem, from farming to industry, and fund as well as urge them to do the right thing. And then global climate diplomacy, I’m a little skeptical of the idea that convincing is going to do the trick when it comes to working with China. America has repeatedly overestimated our ability to shape Chinese ambitions, but what we can do is ensure that we use the hard tools [crosstalk 00:01:46]."
        },
        {
          "speaker": "Chuck Todd",
          "time": "01:45",
          "text": "Hold here for a second. Senator Warren?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:45",
          "text": "-policy, to enforce what has to happen."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "01:51",
          "text": "Yes. I want to make sure that the question of environmental justice gets more than a glancing blow in this debate, because for generations now in this country, toxic waste dumps, polluting factories have been located in or near communities of color over and over and over. And the consequences are felt in the health of young African American babies. It’s felt in the health of seniors, people with compromised immune systems."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "02:21",
          "text": "It’s also felt economically. Who wants to move into an area where the air smells bad or you can’t drink the water. I have a commitment of $1 trillion to repair the damage that this nation has permitted to inflict on communities of color for generations now. We have to own up to our responsibility. We cannot simply talk about climate change in big global terms. We need to talk about it in terms of rescuing the communities that have been damaged."
        },
        {
          "speaker": "Chuck Todd",
          "time": "02:50",
          "text": "Senator Warren, thank you. [crosstalk 00:02:53]."
        },
        {
          "speaker": "Helen",
          "time": "02:53",
          "text": "I want to ask you about something else that is important to people here. I want to ask you about Latinos owning one out of every four new businesses in the, United States, many of them have benefited from president Trump’s tax cuts, and they may be hesitant about new taxes or regulations. Will taxes on their small businesses go up under your administration?"
        },
        {
          "speaker": "Joe Biden",
          "time": "03:12",
          "text": "No. Taxes and small [inaudible 00:03:15], matter of fact, we’re going to make sure there’s more money available for small businesses in the Latino community, in the black community, to be able to get the capital to start businesses. At the Treasury Department, there’s going to be a window available where we significantly increase the amount of money available so people can borrow the money to get started. They have demonstrated they’re incredibly successful."
        },
        {
          "speaker": "Joe Biden",
          "time": "03:35",
          "text": "We should not be raising taxes on them. We should start rewarding work, not just wealth. That’s why we have to change the tax code the way it is. That’s why the wealthy have to start to pay their fair share. And that’s why we have to focus on giving people the ability to garner wealth, generate wealth. And that’s why this whole idea of red lining, lending to people in areas, wasn’t the cause of Wall Street failing. The greed of Wall Street was the reason why it occurred, not the red lining."
        },
        {
          "speaker": "Joe Biden",
          "time": "04:04",
          "text": "And lastly, I want to say, look, the idea of China, China is and their Belt and Road proposal, they’re taking the dirtiest coal in the world, mostly out of Mongolia, and spreading it around the world. It’s clear. Make it clear when you call them to Washington in the first 100 days, “If you continue, you will suffer severe consequences because the rest of the world will impose tariffs on everything you’re selling because you are undercutting the entire economy.”"
        },
        {
          "speaker": "Helen",
          "time": "04:32",
          "text": "Thank you Mr. Vice President. Mayor Buttigieg, will taxes on those businesses go up under you?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "04:36",
          "text": "Not if they are small businesses. I mean what we’ve got to do is level the playing field, where a company like Amazon or Chevron is paying literally zero on billions of dollars in profits. And it puts small businesses like the ones that are revitalizing my own city, often Latino owned on our West side, at a disadvantage. We need to recognize that investing in Latino entrepreneurship is not just an investment in the Latino community. It is an investment in the future of America. And it is time for a President who understands the value of immigration in lifting up all of our communities and our country. We are getting the exact opposite message from the current president. And it is time to recognize not just the diversity of the Latino community but the importance of issues like economic empowerment, healthcare, as well as [crosstalk 00:05:23]."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "05:23",
          "text": "We have an entrepreneurship gap in America. And that is a gap between white entrepreneurs and black and Latino entrepreneurs. And the principle reason for this is they don’t have the money for equity to get the businesses started. It’s about a $7 billion gap. We want to have real entrepreneurship and a level playing field. I have a plan to put the $7 billion in to have the fund managed by the people who are routinely cut out. It can’t just be about taxes."
        },
        {
          "speaker": "Helen",
          "time": "05:59",
          "text": "Thank you Senator."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "06:00",
          "text": "We need to make an investment to level the playing field. And in the black [crosstalk 00:06:06]."
        },
        {
          "speaker": "Chuck Todd",
          "time": "06:04",
          "text": "Excuse me. I want to get at something. Mayor Bloomberg, the Vice President talked about red lining-"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "06:10",
          "text": "I’m the only one here that’s started a business."
        },
        {
          "speaker": "Chuck Todd",
          "time": "06:13",
          "text": "Mayor Bloomberg, you seem to imply that red lining and stopping red lining has somehow contributed to the financial crisis."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "06:22",
          "text": "No. That’s exactly wrong."
        },
        {
          "speaker": "Chuck Todd",
          "time": "06:23",
          "text": "And that was the implication that came out in the quote. So I want to give you a chance to clarify this."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "06:27",
          "text": "Well on the record against red lining, since I worked on Wall Street. I was against it during the financial crisis. I’ve been against it since the financial crisis came about because the people that took the mortgages packaged them and other people bought them. That was where all the disaster was. Red lining is still a practice some places and we’ve got to cut it out, but it’s just not true."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "06:53",
          "text": "What I was going to say, maybe you want to talk about businesses. I’m the only one here I think that’s ever started a business. Is that fair? Okay. What do we need is, I can tell you in New York City we had programs. There are mentoring programs for the young business people so they can learn how to start a business. We had programs that could get them seed capital. We have programs to get branch banking in their neighborhoods, because if you don’t have a branch bank there, you can’t get a checking account, can’t get a checking account, you can’t get a loan. You can’t get a loan, you can’t get a mortgage. Then you don’t have any wealth. There’s ways to fix this and it doesn’t take trillions of dollars. It takes us to focus on the problems of small business."
        },
        {
          "speaker": "Chuck Todd",
          "time": "07:31",
          "text": "Senator Sanders, 45 seconds, then we’re going to move on. Senator Sanders, 45 seconds."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "07:36",
          "text": "All right. When we talk about a corrupt political system bought by billionaires like Mr. Bloomberg, it manifests itself in a tax code in which not only is Amazon and many other major corporations, some owned by the wealthiest people in this country, not paying a nickel in taxes, we have the insane situation that billionaires today, if you can believe it, have an effective tax rate lower than the middle-class. So maybe just-"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "08:08",
          "text": "Senator, you’re writing the tax code. Why are you complaining? Who wrote the code?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "08:13",
          "text": "You did, you and your campaign contributions."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "08:18",
          "text": "You and the other 99 Senators."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "08:18",
          "text": "Not me. You and your campaign contributions are electing people to represent the wealthy and the powerful."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "08:24",
          "text": "Yes, those are the Democrats, thank you."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "08:26",
          "text": "Well, and Republicans too, and George W. Bush as well."
        },
        {
          "speaker": "Chuck Todd",
          "time": "08:30",
          "text": "Senator Klobuchar, let me address-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "08:33",
          "text": "I was just, I was thinking there was going to be a rematch on Saturday in Vegas and those guys should go down there."
        },
        {
          "speaker": "Chuck Todd",
          "time": "08:38",
          "text": "Senator Klobuchar, I actually want to get you to something about Senator Sanders tweeted last year, “Billionaires should not exist.” What say you?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "08:50",
          "text": "Okay. I believe in capitalism. But I think the goal of someone in government and a President of the United States should be a check on that. I’m not going to limit what people make, but I think right now our tax code is so tilted against regular people and that is what’s wrong. I was thinking of your question about small businesses. The small businesses I talked to, they have trouble getting employees because their employees don’t have childcare. We should have universal childcare. And we have not been talking enough about Donald Trump and let’s just talk about Donald Trump because he signed that tax bill that helped the wealthy. And he went down Mar-a-Lago and he said to all his friends, “You just got a lot richer.” That is Exhibit A. And I can tell you the hardworking people in Nevada, were not in that room. So the key to me is to not limit what people can make, but make sure that we have a government that is fair for everyone."
        },
        {
          "speaker": "Chuck Todd",
          "time": "09:47",
          "text": "So Senator Sanders, what did you mean that you don’t think they should exist. What did that mean?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "09:50",
          "text": "I’ll tell you what I mean. We have a grotesque and immoral distribution of wealth income. Mike Bloomberg owns more wealth than the bottom 125 million Americans. That’s wrong. That’s immoral. That should not be the case when we got a half a million people sleeping out on the streets, where we have kids who cannot afford to go to college, when we have 45 million people dealing with student debt. We have enormous problems facing this country and we cannot continue seeing a situation where in the last three years, billionaires in this country saw an $850 billion increase in their wealth. Congratulations, Mr. Bloomberg. But the average American last year saw less than a 1% increase in his or her income. That’s wrong."
        },
        {
          "speaker": "Chuck Todd",
          "time": "10:43",
          "text": "Mayor Bloomberg, should you exist?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "10:45",
          "text": "I can’t speak for all billionaires. All I know is I’ve been very lucky, made a lot of money and I’m giving it all away to make this country better. And a good chunk of it goes to the Democratic Party as well."
        },
        {
          "speaker": "Chuck Todd",
          "time": "10:55",
          "text": "Is it too much? Have you earned too much money? Has it been an obscene amount of … should you have earned that much money?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "11:03",
          "text": "Yes. I worked very hard for it. And I’m giving it away."
        },
        {
          "speaker": "Chuck Todd",
          "time": "11:08",
          "text": "Thank you. Helen."
        },
        {
          "speaker": "Helen",
          "time": "11:11",
          "text": "Mayor, Senator Sanders has a proposal that will require all large companies to turn over up to 20% of their ownership to employees over time. Is that a good idea?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "11:20",
          "text": "I think that employee ownership of companies is a great idea. I’m not sure it makes sense to command those companies to do it. If we really want to deliver less inequality in this country, then we’ve got to start with the tax code. And we’ve got to start with investments in how people are able to live the American dream, which is in serious, serious decline. Matter of fact, last time I checked the list of countries to live out the American dream, in other words, to be born at the bottom and come out at the top, we’re not even in the top 10 number. Number one place to live out the American dream right now is Denmark."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "11:53",
          "text": "And as the, I think, the lone person on this stage who’s not a millionaire, let alone a billionaire, I believe that part of what needs to change is for the voices of the communities that haven’t felt heard on Wall Street or in Washington to actually be brought to Capitol Hill. It’s why I am building a politics designed around inclusion, designed around belonging, because the one thing that will definitely perpetuate the income inequality we’re living with right now is for Donald Trump to be reelected because we polarize this country with the wrong nominees."
        },
        {
          "speaker": "Helen",
          "time": "12:27",
          "text": "Senator Sanders, it’s your policy."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "12:29",
          "text": "That’s me, right?"
        },
        {
          "speaker": "Helen",
          "time": "12:30",
          "text": "It is your policy."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "12:31",
          "text": "Thank you. It is my policy and I’m very proud of that policy. What we need to do to deal with this grotesque level of income and wealth inequality is make sure that those people who are working, you know what Mr. Bloomberg? It wasn’t you who made all that money. Maybe your workers played some role in that as well. And it is important that those workers are able to share the benefits also. When we have so many people go to work every day and they feel not good about their jobs, they feel like cogs in a machine. I want workers to be able to sit on corporate boards as well, so they can have some say of what happens to their lives."
        },
        {
          "speaker": "Helen",
          "time": "13:12",
          "text": "Mayor Bloomberg, you own a large company. Would you support what Senator Sanders is proposing?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "13:14",
          "text": "Absolutely not. I can’t think of a way that would make it easier for Donald Trump to get reelected than listening to this conversation. This is ridiculous. We’re not going to throw out capitalism. We tried that. Other countries tried that. It was called communism and it just didn’t work."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "13:33",
          "text": "So let me make a proposal that will work, that has not only support from a majority of Democrats, but also from a majority of the independents and a majority of Republicans. And that is a two cent wealth tax on all fortunes above $50 million. You hit a billion, you’ve got to pay a few pennies more. This is a tax on the top 1/10th of 1% in America. And it permits us to start to restructure our economy. It means we can afford universal childcare for every baby in this country, age zero to five. It means we can have universal pre-K for every child in America. It means we can raise the wages of every childcare worker and preschool teacher and stop exploiting the black and brown women who do this work. It means we can put $800 billion into our public schools, quadruple funding for Title One schools."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "14:30",
          "text": "And as a former special education teacher, we could fully fund IDEA so children with disabilities would get the full education they need. We can do college. We can put $50 billion dollars into our historically black colleges and universities. And we could cancel student loan debt for 43 million Americans. That’s something a majority of Americans support, a two cent wealth tax. It is a question of values. Do we want to invest in Mr. Bloomberg or do we want to invest in an entire generation?"
        },
        {
          "speaker": "Chuck Todd",
          "time": "15:03",
          "text": "Senator Sanders, my next question is for you. Senator Sanders, our latest NBC News, Wall Street Journal poll released yesterday. Two thirds of all voters said they were uncomfortable with a socialist candidate for President. What do you say to those voters, sir?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "15:18",
          "text": "What was the result of that poll? Who was winning?"
        },
        {
          "speaker": "Chuck Todd",
          "time": "15:24",
          "text": "The questions to you."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "15:26",
          "text": "Well, the question was that I was winning and I think by a fairly comfortable margin. You might mention that. But here is the point. Let’s talk about democratic socialism, not communism Mr. Bloomberg, that’s a cheap shot. Let’s talk about democratic. Let’s talk about what goes on in countries like Denmark, where Pete correctly pointed out, they have a much higher quality of life in many respects than we do. What are we talking about?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "15:47",
          "text": "We are living in many ways in a socialist society right now. Problem is, as Dr. Martin Luther King reminded us, we have socialism for the very rich, rugged individualism for the poor."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "16:01",
          "text": "Wait a second."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "16:02",
          "text": "Let me finish. When Donald Trump gets $800 million in tax breaks and subsidies to build luxury condominiums, that’s socialism for the rich. Walmart, we have to subsidize Walmart’s workers who are on Medicaid and food stamps because the wealthiest family in America pays starvation wages, that’s socialism for the rich. I believe in democratic socialism for working people, not billionaires, health care for all, and educational opportunities for all."
        },
        {
          "speaker": "Chuck Todd",
          "time": "16:40",
          "text": "Senator, thank you. Mayor Bloomberg, would you like to- [crosstalk 00:16:41]."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "16:42",
          "text": "Creating a government to works [crosstalk 00:16:44] for all, not just Mr. Bloomberg."
        },
        {
          "speaker": "Chuck Todd",
          "time": "16:42",
          "text": "The question was about socialism."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "16:44",
          "text": "What a wonderful country we have, the best known socialist in the country happens to be a millionaire with three houses. What’d I miss here?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "16:51",
          "text": "Well, you missed that I work in Washington, house one."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "16:53",
          "text": "That’s the first problem."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "16:55",
          "text": "Live in Burlington, house two."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "16:57",
          "text": "That’s good."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "16:57",
          "text": "And like thousands of other Vermonters, I do have a summer camp. Forgive me for that. Where is your home? Which tax?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "17:03",
          "text": "[inaudible 00:17:00] cap, forgive me for that. Where is your home? Which tax haven do you have your home?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "17:05",
          "text": "New York, New York city. Thank you very much. And I pay all my taxes and I’m happy to do it because I get something for it. And let me say, I thought that the senator next to me was half-right."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "17:15",
          "text": "[inaudible 00:17:17]."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "17:16",
          "text": "I agree. We should raise taxes on the … I disagree with the senator on the wealth tax, but I do agree with her that the rich aren’t paying their fair share. We should raise taxes on the rich. I did that as mayor in New York City. I raised taxes and if you take a look at my plans, the first thing I would do is try to convince Congress, because they’ve got to do it, we can’t just order it, to roll back the tax cuts that the Trump administration put in through Congress."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "17:49",
          "text": "Joe, can we talk-"
        },
        {
          "speaker": "Lester Holt",
          "time": "17:49",
          "text": "Vice President Biden, weigh in on this question of Americans’ feeling about socialist candidates."
        },
        {
          "speaker": "Joe Biden",
          "time": "17:54",
          "text": "Well look, let me weigh in on, you know, for 36 years and as Vice President, I was listed as the poorest man in Congress. I made money when I wrote a book about my son and it surprised me how much it sold. First time I ever made any money, and here’s the deal. The fact is that we ought to start rewarding work, not just wealth. The idea that we have a tax rate for corporate America at 21% is ridiculous. It should be at 28%. that would raise almost $800 billion a year."
        },
        {
          "speaker": "Joe Biden",
          "time": "18:23",
          "text": "The idea that we have companies not paying anything at all, they should have a minimum tax of 15%, that would raise another 740 billion a year. The idea that you’re able to have a capital gains tax that you pay at the rate of 20% if you are Mike Bloomberg or whomever, and has a whole lot of money and someone else is paying, your staffer is paying at 25%, is wrong. That would raise another $800 billion. We should be rewarding work, not just wealth. And the American people and the middle class is getting killed and the poor have no way up."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "19:06",
          "text": "Can we go back to one thing?"
        },
        {
          "speaker": "Lester Holt",
          "time": "19:06",
          "text": "All right, all right. Vice President Biden, thank you. Chuck?"
        },
        {
          "speaker": "Chuck Todd",
          "time": "19:06",
          "text": "Mayor Buttigieg, I want to get you in on this because in 2000, you wrote an award-winning essay. You praised Senator Sanders. You specifically praised him for embracing socialism. You have now since said that you are concerned about his policies, but I am curious about this. Are you out of touch with your own generation? Millennials, by a big chunk, embrace his version of democratic socialism. You do not. Are you out of touch with your generation?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "19:31",
          "text": "No. Look, it’s true that I was into Bernie before it was cool."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "19:37",
          "text": "Thank you."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "19:37",
          "text": "He was a congressman at the time, and the qualities I admired then are qualities I still respect a great deal. I never said that I agree with every part of his policy views then or now, but I appreciate that at least he’s straightforward and honest about it, and he’s honest about the fact that taxes will go up on anybody making more than $29,000.00 to fund his health care plan. Although again, a little bit vague about how the rest of that gap-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "20:02",
          "text": "But you’re not being honest, the premiums would be eliminated."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "20:05",
          "text": "But you’re still raising those taxes and when you do it-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "20:08",
          "text": "I’m saving people money because they don’t pay any premiums, out-of-pocket expenses, co-payments or deductibles. They’re going to be much better off."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "20:15",
          "text": "But where’s the other $25 trillion supposed to come from? At a certain point, you got to do the math."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "20:23",
          "text": "Well, we’ve got it all up there on the internet. It’s a payroll tax."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "20:27",
          "text": "No, but even after the payroll tax because you still have a hole."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "20:30",
          "text": "Understanding-"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "20:31",
          "text": "Because we have a wealth tax. Elizabeth has a good one. Our is a little bit tougher on Mr. Bloomberg than hurts. We’re going to raise it in a progressive way, which deals with income and wealth inequality and make certain finally that healthcare in this country is a human right, not a privilege."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "20:47",
          "text": "Could I [crosstalk 00:20:49]."
        },
        {
          "speaker": "Chuck Todd",
          "time": "20:48",
          "text": "45 seconds, Senator Warren, I’m just going to close it out here. You went out of your way to call yourself a capitalist."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "20:53",
          "text": "Yes, because I am."
        },
        {
          "speaker": "Chuck Todd",
          "time": "20:54",
          "text": "To separate yourself from him. Why?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "20:56",
          "text": "Yes, because I am. Look, Democrats want to beat Donald Trump, but they are worried. They are worried about gambling on a narrow vision that doesn’t address the fears of millions of Americans across this country who see real problems and want real change. They are worried about gambling on a revolution that won’t bring along a majority of this country. Amy and Joe’s hearts are in the right place, but we can’t be so eager to be liked by Mitch McConnell that we forget how to fight the Republicans."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "21:35",
          "text": "Seriously? Elizabeth-"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "21:35",
          "text": "Mayor Buttigieg has been taking money from big donors and changing his positions."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "21:42",
          "text": "That’s just not true."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "21:42",
          "text": "So it makes it unclear what it is he stands for other than his own advancement."
        },
        {
          "speaker": "Chuck Todd",
          "time": "21:46",
          "text": "Okay, Senator, thank you. Senator Klobuchar, go ahead you’ve got this."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "21:53",
          "text": "I’ll be very clear-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "21:53",
          "text": "Senator Klobuchar, go ahead. You’ve got the floor for 45, go."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "21:54",
          "text": "Thank you. Number one. I have repeatedly said that we have to win big and the way we win big is winning states like Nevada, but also winning the Senate races in Arizona and in Colorado and beyond. And the reason we want to do that is to send Mitch McConnell packing. And I think when you look at my history, I am the one that has done that. I am the one that can lead this ticket and just because I am willing to talk about common ground, that’s where America is. It is not with Mitch McConnell who has 400 bills on his desk that should pass if we get rid of him."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "22:33",
          "text": "May I respond?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "22:33",
          "text": "It is because I am willing to work with people and find common ground."
        },
        {
          "speaker": "Chuck Todd",
          "time": "22:38",
          "text": "Thank you Senator."
        },
        {
          "speaker": "Lester Holt",
          "time": "22:38",
          "text": "Let’s everybody-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "22:38",
          "text": "That’s what we want in a president, Elisabeth."
        },
        {
          "speaker": "Lester Holt",
          "time": "22:41",
          "text": "Let’s catch our breath here."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "22:41",
          "text": "We don’t want someone that looks at just plans and different-"
        },
        {
          "speaker": "Lester Holt",
          "time": "22:44",
          "text": "Senator, thank you. We need to take another break here. We’ll return to The Paris Las Vegas in just a moment (silence)."
        },
        {
          "speaker": "Lester Holt",
          "time": "27:09",
          "text": "Welcome back to Las Vegas and the Democratic Presidential Debate. To kick off our next round of questioning, here’s Hallie."
        },
        {
          "speaker": "Helen",
          "time": "27:11",
          "text": "Mayor Buttigieg, to you. In 2018, Mayor Bloomberg was the biggest outside spender helping Democrats running for Congress. He’s also donated billions towards causes like climate change, gun safety, education. If his money wasn’t a problem then, why is it a problem now?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "27:26",
          "text": "Oh, I think he should absolutely be doing everything in his power to defeat Donald Trump. I just don’t think that has to result in him becoming the President of the United States. Look, our party has values. We were built around values like making sure we protect working people, but Mayor Bloomberg opposed raising the minimum wage. Our party has a tradition that includes excellent presidents like Barack Obama, who Mayor Bloomberg opposed."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "27:52",
          "text": "At the end of the day, it’s not just about how much money you’ve got, it’s what you stand for. And we are living at a moment when Americans are so deeply frustrated with the way that both Wall Street and Washington seem to have overlooked our lives. The view from the porch of my one house in Indiana is that they can’t even see us sometimes. And if we’re going into the election of our lives against a president who rose to power by cynically exploited the frustration of ordinary Americans feeling like leaders weren’t speaking to them; then I think that turning to someone like Mayor Bloomberg who thinks he can buy this election is no better a way to succeed than turning to somebody like Senator Sanders who wants to burn the house down."
        },
        {
          "speaker": "Helen",
          "time": "28:44",
          "text": "Mr. Vice President."
        },
        {
          "speaker": "Joe Biden",
          "time": "28:45",
          "text": "You know, if you [inaudible 00:28:47] the point of personal privilege used to say. It was said that I was in the pocket of Mitch McConnell. I’m the only person on this stage that’s beaten Mitch McConnell on four major, major cases. Let me finish. Let me finish. And Mitch McConnell. I’ve been the object of his affection and the President’s affection. The way he’s gone after me, this new Republican party, after me, after my son, after my family. I don’t need to be told I’m a friend of Mitch McConnell’s. Mitch McConnell has been the biggest pain in my neck in a long, long time and so that’s number one."
        },
        {
          "speaker": "Joe Biden",
          "time": "29:18",
          "text": "Number two, we have to have somebody who understands what it’s like for ordinary people. Ordinary people come up. They have to understand, like my dad made that longest walk up a short flight of stairs, saying, “I don’t have a job honey. We have to move. You got to move in with grandpa.” How long it took to buy a house, how long it took to get back in the game again. They have to understand the needs of ordinary people and they are getting killed. No matter what people say about this economy, how good it is and the good part of the economy … It’s only 60 seconds, it’s not up yet, and the fact is that we’re in a situation where you have Mayor, excuse me, the President making clear that he doesn’t want any part of me being his opponent. He’s spending $125,000.00 this week to keep me from being an opponent. I wonder why?"
        },
        {
          "speaker": "Helen",
          "time": "30:07",
          "text": "Thank you Mr. Vice President. Vanessa, to you."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "30:10",
          "text": "Can I respond to the Vice President, please?"
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "30:10",
          "text": "Thank you Hallie."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "30:11",
          "text": "He was identifying me specifically in that."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "30:13",
          "text": "45 seconds to you Senator Warren."
        },
        {
          "speaker": "Joe Biden",
          "time": "30:13",
          "text": "I was responding to an accusation."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "30:16",
          "text": "And so no, the point is different. Here’s what happened. According to the New York Times, the last time that Mitch McConnell was on the ballot, the Vice President stood in the Oval Office and said, “I hope that Mitch gets re-elected so I can keep working with him.”"
        },
        {
          "speaker": "Joe Biden",
          "time": "30:32",
          "text": "That’s taken totally out of context."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "30:33",
          "text": "Well, Mitch did get did cap re-elected. He did not have an epiphany. Instead, he blocked really everything that Barack Obama tried to pass."
        },
        {
          "speaker": "Joe Biden",
          "time": "30:43",
          "text": "Did you ever win anything?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "30:45",
          "text": "He stole a Supreme court seat-"
        },
        {
          "speaker": "Joe Biden",
          "time": "30:47",
          "text": "Come on."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "30:48",
          "text": "… From the Democrats, the Consumer Financial Protection Bureau?"
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "30:52",
          "text": "Thank you Senator."
        },
        {
          "speaker": "Joe Biden",
          "time": "30:53",
          "text": "Yeah [inaudible 00:00:30:55]."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "30:55",
          "text": "Thank you Senator. Our next question goes to Senator Klobuchar. About 700,000 young people known as Dreamers or Soñadores, who were brought to this country as children, are currently protected from deportation because of a program that is now under the review by the Supreme Court. If the Court sides with the Trump administration, which is eager to end this protection, what exactly is your plan to protect the Dreamers permanently?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "31:24",
          "text": "To win. To beat Donald Trump. The best way to protect the Dreamers is to have a new President. There are the votes there to protect the Dreamers, and I have been working on this since I got to the United States Senate. In my first campaign, I actually had a bunch of ads run against me because I was standing up for immigrants. And when I think of Dreamers and I tried to explain it to my state, I found a 99-year-old Hispanic war veteran who was a Dreamer when he was brought over to this country. And back then, he just went to Canada for a night and came back and he was a permanent citizen because they needed him to serve in World War II. Now, not so easy. The Dreamers are our future. The Dreamers are so important in Nevada and the best way we can get this done is to beat Donald Trump, but it is to pass comprehensive immigration reform."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "32:18",
          "text": "Thank you."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "32:18",
          "text": "Which creates a path to citizenship to so many hardworking people, who will bring down the deficit by $158 billion and will bring peace for these Dreamers."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "32:29",
          "text": "Thank you so much Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "32:29",
          "text": "They know no other country but our own."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "32:34",
          "text": "If you’re going to run based on your record of voting in Washington, then you have to own those votes, especially when it comes to immigration. You voted to confirm the Head of Customs and Border Protection under Trump, who was one of the architects of the family separation policy. You voted to make English the national language. Do you know the message that sends in as multilingual a state as Nevada, to immigrants?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "32:57",
          "text": "You have been unusual among Democrats, I think the Democrat among all of the senators running for President, most likely to vote for Donald Trump’s judges who we know are especially hostile to Dreamers and to the rights of immigrants. Now in South Bend, it was not always easy to stand up in a conservative place like Indiana on immigration, but we delivered. We created a municipal ID program so that Dreamers and others who were undocumented were able to navigate everyday life. We stood up for those rights and stood with members of our community with the message that they were as American as we are [Spanish 00:33:31]."
        },
        {
          "speaker": "Vanessa Hauc",
          "time": "33:31",
          "text": "Thank you. [crosstalk 00:33:36] Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "33:37",
          "text": "I wish everyone was as perfect as you, Pete, but let me tell you what it’s like to be in the arena. Number one, do the math. If my friend Andrew Yang was up here, that’s what he’d say. In fact, I have opposed, not supported two-thirds of the Trump judges, so get your numbers right. And I am in the top 10 to 15 of opposing them. Number two, when it comes to immigration reform."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "34:03",
          "text": "… number two, when it comes to immigration reform the things that you are referring to, that official that you are referring to, was supported by about half the Democrats. Including someone in this room. I will say this, he was highly recommended by the Obama officials. You know why? Because Trump had so few career people. I did not one bit agree with these draconian policies to separate kids from their parents. In my first 100 days I would immediately change that."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "34:31",
          "text": "I would add one more thing, I have been in the arena-"
        },
        {
          "speaker": "Moderator 1",
          "time": "34:34",
          "text": "Thank you Senator."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "34:34",
          "text": "… Ted Kennedy … He had made a pretty big allegation against me again. I think I should have a right to respond. He had-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "34:40",
          "text": "I’m stating the facts because these are votes that you took."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "34:42",
          "text": "… Ted Kennedy-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "34:44",
          "text": "And those votes set you alone among the Democrats running for president."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "34:47",
          "text": "Just-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "34:47",
          "text": "No other … Is it true or is it false that no other Democrat-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "34:52",
          "text": "First of all-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "34:52",
          "text": "… from the Senate running for-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "34:52",
          "text": "… it is what you’ve said about-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "34:52",
          "text": "… president voted that way?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "34:52",
          "text": "… the judges are false. You are comparing me to two colleagues up here on this stage and you are forgetting one thing-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "34:58",
          "text": "Well I would say for anybody who ran for president this cycle. Senator Harris-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "35:01",
          "text": "You know what Pete?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "35:01",
          "text": "… Senator Booker saw to this-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "35:01",
          "text": "If you could let me finish. Since I’ve been in the arena Ted Kennedy asked me to work on the first immigration bill. We were able, with President Bush, to at least get that bill to a vote. I’m sorry, but Senator Sanders actually opposed that bill. I worked on it. If we had gotten that bill done there would have been a path to citizenship for so many people."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "35:21",
          "text": "Then I worked on the 2013 bill. I’m actually so proud of [crosstalk 00:35:25] the work I’ve done on immigration reform. You know what? You have not been in the arena doing that work. You’ve memorized a bunch of talking points and a bunch of things, but I can tell you one thing, what the people of this country want. They want a leader that has the heart for the immigrants of this country. That is me."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "35:44",
          "text": "Maybe leading a diverse city that was facing ruin doesn’t sound like the arena to you. I’m used to senators telling mayors that senators are more important than mayors, but this is the arena too. You don’t have to be in Washington to matter. You don’t have to be on Capital Hill-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "36:01",
          "text": "Okay."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "36:01",
          "text": "… for [crosstalk 00:36:02] your work to be significant."
        },
        {
          "speaker": "Chuck Todd",
          "time": "36:02",
          "text": "Guys, guys."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "36:03",
          "text": "The arena is everywhere-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "36:04",
          "text": "We are at the end here. We are at the end here. I got to let that one go. We are less than two weeks away from a national primary. I want to ask all of you this simple question. There’s a very good chance none of you are going to have enough delegates to the Democratic National Convention to clinch this nomination. Okay? If that happens, I want all of your opinions on this, should the person with the most delegates at the end of this primary season be the nominee? Even if they are short of a majority? Senator Sanders I’m going to let you go last here, because I know your view on this. Instead I will start with you Mayor Bloomberg."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "36:41",
          "text": "Whatever the rules of the for the Democratic Party are they should be followed. If they have a process, which I believe they do-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "36:47",
          "text": "Okay, I’m trying to do this-"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "36:47",
          "text": "… so that everybody else-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "36:47",
          "text": "Yes or no, you got to make it fast."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "36:47",
          "text": "Everybody can-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "36:50",
          "text": "So you want the convention to work its will?"
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "36:51",
          "text": "Yes."
        },
        {
          "speaker": "Chuck Todd",
          "time": "36:52",
          "text": "Senator Warren?"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "36:53",
          "text": "But a convention working its will means that people have the delegates that are pledged to them and they keep those delegates until-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "36:59",
          "text": "Should the leading person-"
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "37:00",
          "text": "… you come to the convention."
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:01",
          "text": "Okay."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "37:01",
          "text": "All of the people."
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:03",
          "text": "All righty. Vice President Biden?"
        },
        {
          "speaker": "Joe Biden",
          "time": "37:04",
          "text": "Play by the rules."
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:05",
          "text": "Yes or no, leading person with the delegates, should they be the nominee or not?"
        },
        {
          "speaker": "Joe Biden",
          "time": "37:08",
          "text": "No, let the process work its way out."
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:10",
          "text": "Mayor Buttigieg?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "37:11",
          "text": "Not necessarily. Not till there’s-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:12",
          "text": "[crosstalk 00:37:12] Senator Klobuchar?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "37:13",
          "text": "Let the process work."
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:14",
          "text": "Senator Sanders?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "37:15",
          "text": "Well the process includes 500 super delegates on the second ballot, so I think that-"
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:20",
          "text": "All right."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "37:21",
          "text": "… that the will of the people should prevail."
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:23",
          "text": "Okay."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "37:23",
          "text": "Yes."
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:24",
          "text": "[crosstalk 00:37:24] Thank you guys."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "37:25",
          "text": "… who has the most votes should become the nominee."
        },
        {
          "speaker": "Chuck Todd",
          "time": "37:26",
          "text": "Five nos and a yes."
        },
        {
          "speaker": "Lester Holt",
          "time": "37:27",
          "text": "We are not done yet. We’re back with more from Las Vegas after a short break."
        },
        {
          "speaker": "Lester Holt",
          "time": "37:31",
          "text": "(silence)"
        },
        {
          "speaker": "Lester Holt",
          "time": "41:40",
          "text": "Welcome back everyone. It is time for closing statements. Each candidate will have one minute and we begin with Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "41:47",
          "text": "This has been quite a debate. What I want everyone out there watching to remember is that what unites us is so much bigger than what divides us. That we need a candidate that can bring people with her. Yes a fired up Democratic base but also Independents and moderate Republicans. I’ve done that every single time. I have won every race down to fourth grade. A lot of boasting up here, so I thought I’d add that."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "42:15",
          "text": "Secondly, you need someone who can govern. I have passed over 100 bills as the lead Democrat."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "42:21",
          "text": "Third, you need someone that has the heart to be the president. They were talking a lot about heart conditions up here. We have a president right now that doesn’t have a heart. I love the people of this country. I ask for the vote of the people of Nevada because this state gets it. They get that maybe you don’t agree with every single thing that’s said on this debate stage but we understand that the heart of America is bigger than any heart-"
        },
        {
          "speaker": "Lester Holt",
          "time": "42:53",
          "text": "Senator Klobuchar-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "42:53",
          "text": "… that guy has in The White House."
        },
        {
          "speaker": "Lester Holt",
          "time": "42:54",
          "text": "Senator Klobuchar-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "42:55",
          "text": "I ask you to join me at amyklobuchar.com."
        },
        {
          "speaker": "Lester Holt",
          "time": "42:58",
          "text": "Senator, thank you."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "42:59",
          "text": "Thank you."
        },
        {
          "speaker": "Moderator 1",
          "time": "42:59",
          "text": "Mayor Bloomberg, to you."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "42:59",
          "text": "Well you can join me at mikebloomberg.com too if you want but I’m not asking for any money."
        },
        {
          "speaker": "Michael Bloomberg",
          "time": "43:07",
          "text": "Look, this is a management job and Donald Trump’s not a manager. This is a job where you have to build teams, he doesn’t have a team so he goes and makes decisions without knowing what’s going on or the implications of what he does. We can not run the railroad this way. This country has to pull together and understand that the people that we elect, and it’s not just the president of the United States, they should have experience, they should have credentials, they should understand what they’re doing and the implications thereof. Then we should, as a society, try to hold them accountable so the next time they go before the voters, if they haven’t done the job we shouldn’t just say, “Oh nice person, gives a good speech.” We should say, “Didn’t do the job and you’re out of here.”"
        },
        {
          "speaker": "Moderator 1",
          "time": "43:53",
          "text": "Mr. Mayor, thank you."
        },
        {
          "speaker": "Lester Holt",
          "time": "43:54",
          "text": "Mayor Buttigieg, one minute."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "43:56",
          "text": "Well Nevada I’m asking for your vote because America is running out of time. This is our only chance to defeat Donald Trump. If you look at the choice between a revolution or the status quo and you don’t see where you fit in that picture then join us. Yes, go for peteforamerica.com and help out, because we need to draw everybody that we can who believes that we need to empower workers, who believes in climate science, who believes in doing something about gun violence and recognizes that the only way we can do this is to create a sense of belonging in this country that moves us out of the toxic and polarized moment that we are living in today."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "44:39",
          "text": "I already see an American majority ready to do these things. Now we have a responsibility to galvanize, not polarize, that majority. We can not afford to lean on the same Washington playbook. We can not afford to alienate half the country. We must step forward into the future in order to win and in order to govern a country that will be facing issues the likes of which we barely thought of just a few years ago."
        },
        {
          "speaker": "Lester Holt",
          "time": "45:07",
          "text": "Mr. Mayor-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "45:07",
          "text": "I’m asking you to join me-"
        },
        {
          "speaker": "Lester Holt",
          "time": "45:08",
          "text": "… thank you."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "45:08",
          "text": "… so that we can deliver that future together."
        },
        {
          "speaker": "Moderator 3",
          "time": "45:10",
          "text": "Senator Warren, your turn."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:16",
          "text": "I grew up fighting. I grew up out in Oklahoma and I learned it probably from my mother. I watched when my daddy had a heart attack and didn’t have any money coming in. When our car was lost and when we were on the edge of losing our home. I watched my mother fight to save our family. I grew up fighting to save our family, my family. I eventually made it through school and spent my life as a teacher. Looking into why it is that so many families across this country are struggling and why it gets worse year, after year, after year."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "45:50",
          "text": "I, for years, have fought for unions. To say the way we’re going to restructure this economy is we’re going to make it easier to join a union and get more power into unions. To fight for students who have been cut out of opportunity over and over because of the rising cost of an education."
        },
        {
          "speaker": "Elizabeth Warren",
          "time": "46:09",
          "text": "Look, for me, I am … Of all the people on this stage I’ve been a politician the shortest time but I’ve been the one out fighting for families the longest time. I promise you this, give me a chance, I’ll go to The White House and I’ll fight for your family."
        },
        {
          "speaker": "Moderator 3",
          "time": "46:31",
          "text": "Thank you Senator."
        },
        {
          "speaker": "Chuck Todd",
          "time": "46:31",
          "text": "Vice President Biden?"
        },
        {
          "speaker": "Joe Biden",
          "time": "46:31",
          "text": "I’m running because so many people-"
        },
        {
          "speaker": "Audience",
          "time": "46:34",
          "text": "[crosstalk 00:46:34] people. There’s not [crosstalk 00:46:37]."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "46:39",
          "text": "Just continue [inaudible 00:46:39]."
        },
        {
          "speaker": "Audience",
          "time": "46:41",
          "text": "[crosstalk 00:46:41]. We don’t want-"
        },
        {
          "speaker": "Lester Holt",
          "time": "46:47",
          "text": "[crosstalk 00:46:47] Please give us a moment. We’ll clear the room and let the-"
        },
        {
          "speaker": "Audience",
          "time": "46:58",
          "text": "[crosstalk 00:46:58]."
        },
        {
          "speaker": "Lester Holt",
          "time": "46:58",
          "text": "And let-"
        },
        {
          "speaker": "Audience",
          "time": "46:58",
          "text": "[crosstalk 00:46:58]."
        },
        {
          "speaker": "Lester Holt",
          "time": "47:01",
          "text": "Senator Biden you have one minute."
        },
        {
          "speaker": "Joe Biden",
          "time": "47:03",
          "text": "Look, I’m running because so many people are being left behind. People I grew up with in Scranton when my job lost his job, lost his house, had to move. We moved to Claymont and we found ourselves in a position where we had little ability to get anything done. My dad worked like hell. I learned a lot. I’ve been knocked down a whole hell of a lot. I know what it’s like to be knocked down, but I know we have to get back up. We have to provide some safety and security for the American people."
        },
        {
          "speaker": "Joe Biden",
          "time": "47:26",
          "text": "Right here in Nevada the site of the most significant mass murder in American history. Guns. Our kids are getting sent to school having to hide under desks, learn how to run down corridors to avoid being shot. It’s immoral. I’m the only one that’s beating the NRA nationally and I’ve beat them twice."
        },
        {
          "speaker": "Joe Biden",
          "time": "47:44",
          "text": "With regard to healthcare, it also is something that isn’t right. Obamacare has to be expanded. It can be, in fact, cover everybody."
        },
        {
          "speaker": "Joe Biden",
          "time": "47:52",
          "text": "Lastly, I think it’s important that on day one we deal with sending an immigration bill to the desk. The only person in here has the worst record on immigration is Bernie because Bernie voted against the 2007 bill."
        },
        {
          "speaker": "Lester Holt",
          "time": "48:05",
          "text": "All right-"
        },
        {
          "speaker": "Moderator 1",
          "time": "48:05",
          "text": "Thank you-"
        },
        {
          "speaker": "Joe Biden",
          "time": "48:06",
          "text": "Had, in fact, that-"
        },
        {
          "speaker": "Moderator 1",
          "time": "48:06",
          "text": "… thank you. Thank you."
        },
        {
          "speaker": "Joe Biden",
          "time": "48:06",
          "text": "… immigration bill passed-"
        },
        {
          "speaker": "Moderator 1",
          "time": "48:07",
          "text": "Thank you Mr. Vice President-"
        },
        {
          "speaker": "Joe Biden",
          "time": "48:08",
          "text": "… there would be 10 … Six million members would be-"
        },
        {
          "speaker": "Lester Holt",
          "time": "48:10",
          "text": "Okay."
        },
        {
          "speaker": "Joe Biden",
          "time": "48:10",
          "text": "… now American citizens."
        },
        {
          "speaker": "Lester Holt",
          "time": "48:12",
          "text": "All right. Senator Sanders you have one minute for your closing argument."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "48:18",
          "text": "Unfortunately Rulac, among other groups, Latino groups, saw that bill having provisions akin to slavery Joe. But the bottom line is all of us are united in defeating the most dangerous president in the modern history of this country. That we agree on."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "48:35",
          "text": "But where we don’t agree, I think, is why we are today the only major country on Earth not to guarantee healthcare to all people. Why three people own more wealth than the bottom half of America, when 500,000 people sleep out on the street. Why hundreds of thousands of bright young kids can’t afford to go to college and 45 million remain in student debt."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "48:59",
          "text": "Bottom line here, real change never takes place from the top on down, never takes place from an oligarchy controlled by billionaires. We need to mobilize millions of people to stand up for justice. That’s our campaign. Join us at berniesanders.com. Thank you."
        },
        {
          "speaker": "Lester Holt",
          "time": "49:18",
          "text": "Senator thank you. Folks, thank you. That concludes tonight’s debate. Our thanks to my fellow moderators, to the candidates, and of course to all of you, the audience, here and at home. The Nevada Caucuses are this Saturday. With the South Carolina primary just one week later. Then the big prize, Super Tuesday on March 3rd. We’ll be following it all for you."
        },
        {
          "speaker": "Lester Holt",
          "time": "49:39",
          "text": "For now, for all of us at NBC News, I’m Lester Holt. Good day."
        }
      ]
    }
  ]
}