{
  "url": "https://www.rev.com/blog/transcripts/first-2015-republican-primary-debate-transcript-classic-debates-from-2016-election-cycle",
  "title": "First 2015 Republican Primary Debate",
  "tags": [
    "2016 republican presidential primary",
    "debate"
  ],
  "date": "2015-08-06",
  "candidates": [
    "Ben Carson",
    "Jeb Bush",
    "Donald Trump",
    "Mike Huckabee",
    "Scott Walker",
    "Ted Cruz",
    "John Kasich",
    "Marco Rubio",
    "Chris Christie",
    "Rand Paul",
    "Carly Fiorina",
    "Rick Perry"
  ],
  "other_speakers": [
    "Speaker 19",
    "Bret Baier",
    "Speaker 25",
    "Speaker 16",
    "Chris Wallace",
    "Speaker 20",
    "Speaker 14",
    "Megyn Kelly",
    "Alex Chalgren",
    "Tania Cioloko",
    "Speaker 15",
    "Speaker 21"
  ],
  "description": "On August 6, 2015, ten Republican candidates took the stage to campaign for the 2016 Republican presidential nomination in the second Republican primary debate of the night. The candidates that took part in the debate were Donald Trump, Jeb Bush, Scott Walker, Mike Huckabee, Ben Carson, Ted Cruz, John Kasich, Marco Rubio, Chris Christie, and Rand Paul.",
  "parts": [
    {
      "number": null,
      "video": "https://www.rev.com/transcript-editor/shared/vuiXgZVq68pF6sVdoL3FK5fmRqHvhBzTSBaWIm2UzYvbapUOBwQT6s3YXUgomkti1tFGHbhAVql1O6Q9EoYMpfX5G5k?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Megyn Kelly",
          "time": "00:00",
          "text": "… their game plan back there? You know, we have our game plan."
        },
        {
          "speaker": "Bret Baier",
          "time": "00:02",
          "text": "Yeah. Maybe they’re conferring with each other?"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "00:05",
          "text": "Yeah. Come on out. We’re going to begin? We’re just going to shout out the names. With Ohio governor, you may be familiar with him. John Kasich."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "00:15",
          "text": "Kentucky Senator Rand Paul. Texas Senator Ted Cruz. Former Arkansas Governor Mike Huckabee."
        },
        {
          "speaker": "Bret Baier",
          "time": "00:28",
          "text": "Former Florida Governor Jeb Bush. Businessman Donald Trump. Wisconsin Governor Scott Walker."
        },
        {
          "speaker": "Chris Wallace",
          "time": "00:42",
          "text": "Retired neurosurgeon Dr. Ben Carson. Florida Senator Marco Rubio. And New Jersey Governor Chris Christie."
        },
        {
          "speaker": "Chris Wallace",
          "time": "00:53",
          "text": "Now all of the cameramen are taking their pictures. This is the picture you’ll see on the front page of the papers tomorrow. All the candidates standing together. We’ll see who’s talking to each other. Who’s not talking to each other."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:05",
          "text": "Well that’s awkward."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:07",
          "text": "Well-"
        },
        {
          "speaker": "Bret Baier",
          "time": "01:07",
          "text": "It’s a little awkward."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:07",
          "text": "… that was the whole point."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:09",
          "text": "Don’t stage the news. They’re not feeling it. You guys nervous?"
        },
        {
          "speaker": "Ben Carson",
          "time": "01:15",
          "text": "Nah."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:19",
          "text": "We’re a little nervous, too. Nah, it’ll be fine."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:22",
          "text": "That sounded like the buzzer."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:24",
          "text": "We saved them from that buzzer."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:26",
          "text": "That’s right."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:26",
          "text": "We’ll explain that in a minute."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:27",
          "text": "We’ll talk about the buzzer in just a minute. There was controversy."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:30",
          "text": "It’s good to see you, gentlemen. Welcome. What do you think of this crowd?"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:49",
          "text": "So basically, in a moment, just so the audience understands and the candidates know, they’re going to stand behind these lecterns and we’re going to give you the rules, which of course their campaigns have already been informed of."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:58",
          "text": "They know the rules, but we’ll go over with them again just one more time, and the audience will be brought up to speed. Then we’ll get started with our questions."
        },
        {
          "speaker": "Chris Wallace",
          "time": "02:03",
          "text": "You know, it’s so interesting, and I guess they all know this. They’ve been talking about each other a lot during the previous six months or so. Now they’re going to get an opportunity to talk to each other, and obviously, this is all part of the process of the American people here in this hall and across the nation trying to sort out who should be the Republican nominee for president in 2016."
        },
        {
          "speaker": "Chris Wallace",
          "time": "02:25",
          "text": "So this is part of the great American process."
        },
        {
          "speaker": "Bret Baier",
          "time": "02:28",
          "text": "All right, gentlemen, thank you. Please go to your podiums. That was awkward enough. Let’s get you-"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "02:36",
          "text": "Right. I think, thank goodness. Get out of here."
        },
        {
          "speaker": "Bret Baier",
          "time": "02:36",
          "text": "Save us and them."
        },
        {
          "speaker": "Bret Baier",
          "time": "02:38",
          "text": "It’s important to point out that this debate, obviously, is the top 10 in polling. They were chosen by the position from top to bottom, in the positioning on the stage. And remember, we had another debate on this very stage from 5:00 to 6:00, that included seven other candidates. This is a huge field."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "02:59",
          "text": "That’s right. I bet these guys are glad that Carly Fiorina did not appear in the 9:00 p.m. hour because, boy, she unleashed a can, if you know what I’m saying, earlier."
        },
        {
          "speaker": "Chris Wallace",
          "time": "03:07",
          "text": "Well, that’s the excited thing because there’s been a lot of question. Should it be divided? Should it not be divided? Yes, there were two tiers. There were the seven lowest in the polls. Now we have the top 10 in the polls. But it’s a fluid process, and it was certainly true four years ago."
        },
        {
          "speaker": "Chris Wallace",
          "time": "03:26",
          "text": "Some that were in the lower tier are going to jump up, and perhaps some that are here tonight are going to slip down a little bit. But there’s a long time between now and the snowy caucuses in February in Iowa."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "03:38",
          "text": "Right."
        },
        {
          "speaker": "Bret Baier",
          "time": "03:38",
          "text": "We should point out our next debate is right before the Iowa Caucuses, and it’s going to be quite something."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "03:44",
          "text": "This is, I think, going to be very meaningful. It would have been tough to have 17 candidates up here, as great as it would have been to try to find a way to do it. But it would have been like herding cats."
        },
        {
          "speaker": "Bret Baier",
          "time": "03:54",
          "text": "Photogs, I think that’s it."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "03:56",
          "text": "All right, guys."
        },
        {
          "speaker": "Bret Baier",
          "time": "03:56",
          "text": "All right."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "03:58",
          "text": "So the audience knows we’re going to restart at the top of the hour but that is when the nation believes that this debate starts. Not at 8:50. So we’ll get it going at 9:00, and we’ll have a clean start to the show and we’ll take it from there."
        },
        {
          "speaker": "Bret Baier",
          "time": "04:09",
          "text": "This audience has been great. We’re going to talk about the excitement and how we’re going to make this all come together."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "04:31",
          "text": "It is 9:00 p.m. on the East Coast, and the moment of truth has arrived. Welcome to the first debate night of the 2016 presidential campaign, live from Quicken Loans Arena in Cleveland, Ohio."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "04:42",
          "text": "I’m Megyn Kelly, along with my co-moderators, Bret Baier and Chris Wallace. Tonight… Nice."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "04:55",
          "text": "Tonight, thousands of people here in The Q, along with millions of voters at home will get their very first chance to see the candidates face off in a debate, answering the questions you want answered."
        },
        {
          "speaker": "Bret Baier",
          "time": "05:07",
          "text": "Less than a year from now, in this very arena, one of these 10 candidates or one of the seven on the previous debate tonight will accept the Republican Party’s nomination."
        },
        {
          "speaker": "Bret Baier",
          "time": "05:19",
          "text": "Tonight’s candidates were selected based on an average of five national polls. Just a few hours ago, you heard from the candidates ranked 11 through 17. And now, the prime-time event, the top 10."
        },
        {
          "speaker": "Chris Wallace",
          "time": "05:32",
          "text": "Also of note, Fox News is partnering for tonight’s debate with Facebook. For the past several weeks, we’ve been asking you for questions for the candidates on Facebook. Nearly 6 million of you, 6 million, viewed the debate videos on our site, and more than 40,000 of you submitted questions, some of which you will hear us asking the candidates tonight."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "05:56",
          "text": "As for the candidates who will be answering those questions? Here they are."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "06:00",
          "text": "Positioned on the stage by how they stand in the polls, in the center of the stage tonight, businessman Donald Trump."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "06:08",
          "text": "Former Florida Governor Jeb Bush."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "06:17",
          "text": "Wisconsin Governor Scott Walker."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "06:25",
          "text": "Former Arkansas Governor Mike Huckabee."
        },
        {
          "speaker": "Bret Baier",
          "time": "06:28",
          "text": "Neurosurgeon, Dr. Ben Carson."
        },
        {
          "speaker": "Bret Baier",
          "time": "06:33",
          "text": "Texas Senator Ted Cruz."
        },
        {
          "speaker": "Bret Baier",
          "time": "06:38",
          "text": "Florida Senator Marco Rubio."
        },
        {
          "speaker": "Chris Wallace",
          "time": "06:43",
          "text": "Kentucky Senator Rand Paul."
        },
        {
          "speaker": "Chris Wallace",
          "time": "06:47",
          "text": "New Jersey Governor Chris Christie."
        },
        {
          "speaker": "Chris Wallace",
          "time": "06:51",
          "text": "And your very own governor of Ohio… John Kasich."
        },
        {
          "speaker": "Chris Wallace",
          "time": "07:16",
          "text": "Bret… Bret, I think you would call that a home field advantage."
        },
        {
          "speaker": "Bret Baier",
          "time": "07:20",
          "text": "It might be. It might be. We’ll see. Listen, the rules-"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "07:22",
          "text": "I feel some objections coming."
        },
        {
          "speaker": "Bret Baier",
          "time": "07:22",
          "text": "It might be. The rules for tonight are simple. One minute for answers, 30 seconds for follow-ups. And if a candidate runs over, you’ll hear this."
        },
        {
          "speaker": "Bret Baier",
          "time": "07:32",
          "text": "Pleasant, no? We also have a big crowd here with us tonight in the home of the Cavaliers, as I mentioned. And while we expect them to be enthusiastic, as you heard, we don’t want to take anything away from the valuable time for the candidate. So, we’re looking for somewhere between a reaction to a LeBron James dunk and the Cleveland Public Library across the street."
        },
        {
          "speaker": "Bret Baier",
          "time": "07:55",
          "text": "Somewhere there, we’ll find a balance tonight. Without further ado, let’s begin."
        },
        {
          "speaker": "Bret Baier",
          "time": "08:00",
          "text": "Gentlemen, we know how much you love hand-raising questions. So we promise, this is the only one tonight. The only one. Is there anyone on stage, and can I see hands, who is unwilling tonight to pledge your support to the eventual nominee of the Republican Party and pledge to not run an independent campaign against that person?"
        },
        {
          "speaker": "Bret Baier",
          "time": "08:26",
          "text": "Again, we’re looking for you to raise your hand now, raise your hand now if you won’t make that pledge tonight."
        },
        {
          "speaker": "Bret Baier",
          "time": "08:35",
          "text": "Mr. Trump. Mr. Trump to be clear, you’re standing on a Republican primary debate stage."
        },
        {
          "speaker": "Donald Trump",
          "time": "08:44",
          "text": "I fully understand."
        },
        {
          "speaker": "Bret Baier",
          "time": "08:46",
          "text": "The place where the RNC will give the nominee the nod."
        },
        {
          "speaker": "Donald Trump",
          "time": "08:50",
          "text": "I fully understand."
        },
        {
          "speaker": "Bret Baier",
          "time": "08:51",
          "text": "And that experts say an independent run would almost certainly hand the race over to Democrats and likely another Clinton. You can’t say tonight that you can make that pledge?"
        },
        {
          "speaker": "Donald Trump",
          "time": "09:01",
          "text": "I cannot say. I have to respect the person that, if it’s not me, the person that wins, if I do win, and I’m leading by quite a bit, that’s what I want to do. I can totally make that pledge. If I’m the nominee, I will pledge I will not run as an independent. But — and I am discussing it with everybody, but I’m, you know, talking about a lot of leverage. We want to win, and we will win. But I want to win as the Republican. I want to run as the Republican nominee."
        },
        {
          "speaker": "Bret Baier",
          "time": "09:30",
          "text": "So tonight, you can’t say if another one of these-"
        },
        {
          "speaker": "Rand Paul",
          "time": "09:31",
          "text": "This is what’s wrong!"
        },
        {
          "speaker": "Bret Baier",
          "time": "09:33",
          "text": "OK."
        },
        {
          "speaker": "Rand Paul",
          "time": "09:33",
          "text": "I mean, this is what’s wrong. He buys and sells politicians of all stripes. He’s already…"
        },
        {
          "speaker": "Bret Baier",
          "time": "09:39",
          "text": "Dr. Paul."
        },
        {
          "speaker": "Rand Paul",
          "time": "09:40",
          "text": "Hey, look, look! He’s already hedging his bet on the Clintons, okay. So if he doesn’t run as a Republican, maybe he supports Clinton, or maybe he runs as an independent-"
        },
        {
          "speaker": "Bret Baier",
          "time": "09:50",
          "text": "Okay."
        },
        {
          "speaker": "Rand Paul",
          "time": "09:50",
          "text": "… but I’d say that he’s already hedging his bets because he’s used to buying politicians."
        },
        {
          "speaker": "Donald Trump",
          "time": "09:54",
          "text": "Well, I’ve given him plenty of money."
        },
        {
          "speaker": "Bret Baier",
          "time": "09:57",
          "text": "Just to be clear, you can’t make… We’re going to move on. You’re not going to make the pledge tonight?"
        },
        {
          "speaker": "Donald Trump",
          "time": "10:01",
          "text": "I will not make the pledge at this time."
        },
        {
          "speaker": "Bret Baier",
          "time": "10:02",
          "text": "Okay. All right."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "10:02",
          "text": "That’s what…"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "10:12",
          "text": "Gentlemen, our first round of questions is on the subject of electability in the general election, and we start tonight with you, Dr. Carson."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "10:22",
          "text": "You are a successful neurosurgeon, but you admit that you have had to study up when it comes to foreign policy, saying there’s a lot to learn."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "10:30",
          "text": "Your critics say that your inexperience shows. You’ve suggested that the Baltic States are not a part of NATO, and just months ago you were unfamiliar with the major political parties and government in Israel. And domestically, you thought Alan Greenspan had been treasury secretary instead of federal reserve chair."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "10:47",
          "text": "Aren’t these basic mistakes, and don’t they raise legitimate questions about whether you are ready to be president?"
        },
        {
          "speaker": "Ben Carson",
          "time": "10:54",
          "text": "Well, I could take issue with — with all of those things, but we don’t have time."
        },
        {
          "speaker": "Ben Carson",
          "time": "10:57",
          "text": "But I will say, we have a debate here tonight, and we will have an opportunity to explore those areas, and I’m looking very much forward to demonstrating that, in fact, the thing that is probably most important is having a brain, and to be able to figure things out and learn things very rapidly."
        },
        {
          "speaker": "Ben Carson",
          "time": "11:17",
          "text": "So, you know, experience comes from a large number of different arenas, and America became a great nation early on not because it was flooded with politicians, but because it was flooded with people who understood the value of personal responsibility, hard work, creativity, innovation, and that’s what will get us on the right track now, as well."
        },
        {
          "speaker": "Chris Wallace",
          "time": "11:47",
          "text": "Senator Rubio, when Jeb Bush announced his candidacy for presidency, he said this. “There’s no passing off responsibility when you’re a governor, no blending into the legislative crowd.”"
        },
        {
          "speaker": "Chris Wallace",
          "time": "12:00",
          "text": "Could you please address Governor Bush across the stage here, and explain to him why you, someone who has never held executive office, are better prepared to be president than he is, a man who you say did a great job running your state of Florida for eight years."
        },
        {
          "speaker": "Marco Rubio",
          "time": "12:14",
          "text": "Well, thank you for the question, Chris, and it’s great to be here tonight. Let me begin by saying this. I’m not new to the political process. I was making a contribution as the speaker of the third largest and most diverse state in the country well before I even got into the Senate."
        },
        {
          "speaker": "Marco Rubio",
          "time": "12:26",
          "text": "I would add to that that this election cannot be a resume competition. It’s important to be qualified, but if this election is a resume competition, then Hillary Clinton’s going to be the next president, because she’s been in office and in government longer than anybody else running here tonight."
        },
        {
          "speaker": "Marco Rubio",
          "time": "12:39",
          "text": "Here’s what this election better be about. This election better be about the future, not the past. It better be about the issues our nation and the world is facing today, not simply the issues we once faced."
        },
        {
          "speaker": "Marco Rubio",
          "time": "12:50",
          "text": "This country is facing an economy that has been radically transformed. You know the largest retailer in the country and the world today, Amazon, doesn’t even own a single store? And these changes have been disruptive. They have changed people’s lives. The jobs that once sustained our middle class, they either don’t pay enough or they are gone, and we need someone that understands that as our nominee."
        },
        {
          "speaker": "Marco Rubio",
          "time": "13:09",
          "text": "If I’m our nominee, how is Hillary Clinton going to lecture me about living paycheck to paycheck? I was raised paycheck to paycheck. How is she going to lecture me about student loans? I owed over a hundred thousand dollars just four years ago. If I’m our nominee, we will be the party of the future."
        },
        {
          "speaker": "Bret Baier",
          "time": "13:31",
          "text": "Governor Bush, you have insisted that you’re your own man. You say you have a life experience uniquely your own. Not your father’s, not your brother’s. But there are several opponents on this stage who get big applause lines in early voting states with this line. Quote, “the last thing the country needs is another Bush in the Oval Office.”"
        },
        {
          "speaker": "Bret Baier",
          "time": "13:54",
          "text": "So do you understand the real concern in this country about dynastic politics?"
        },
        {
          "speaker": "Jeb Bush",
          "time": "13:59",
          "text": "Absolutely, I do, and I’m going to run hard, run with heart, and run to win. I’m going to have to earn this. Maybe the bar is even higher for me. That’s fine. I’ve got a record in Florida. I’m proud of my dad, and I’m certainly proud of my brother. In Florida, they call me Jeb, because I earned it."
        },
        {
          "speaker": "Jeb Bush",
          "time": "14:16",
          "text": "I cut taxes every year, totaling $19 billion. We balanced every budget. We went from $1 billion of reserves to $9 billion of reserves. We were one of two states that went to AAA bond rating. They call me Veto Corleone because I vetoed 2500 separate line-items in the budget."
        },
        {
          "speaker": "Jeb Bush",
          "time": "14:35",
          "text": "I’m my own man. I govern as a conservative, and I govern effectively. The net effect was, during my eight years, 1.3 million jobs were created. We left the state better off because I applied conservative principles in a purple state the right way, and people rose up."
        },
        {
          "speaker": "Bret Baier",
          "time": "14:52",
          "text": "Thank you, sir."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "14:57",
          "text": "Mr. Trump. One of the things people love about you is you speak your mind and you don’t use a politician’s filter. However, that is not without its downsides, in particular when it comes to women. You’ve called women you don’t like fat pigs, dogs, slobs, and disgusting animals."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "15:17",
          "text": "Your Twitter account consists of several-"
        },
        {
          "speaker": "Donald Trump",
          "time": "15:18",
          "text": "Only Rosie O’Donnell. [inaudible 00:15:20]."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "15:19",
          "text": "No, it wasn’t."
        },
        {
          "speaker": "Donald Trump",
          "time": "15:22",
          "text": "[inaudible 00:15:22]."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "15:27",
          "text": "Your Twitter account…"
        },
        {
          "speaker": "Donald Trump",
          "time": "15:34",
          "text": "Thank you."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "15:34",
          "text": "For the record, it was well beyond Rosie O’Donnell."
        },
        {
          "speaker": "Donald Trump",
          "time": "15:37",
          "text": "Yes, I’m sure it was."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "15:38",
          "text": "Your Twitter account has several disparaging comments about women’s looks. You once told a contestant on Celebrity Apprentice it would be a pretty picture to see her on her knees. Does that sound to you like the temperament of a man we should elect as president, and how will you answer the charge from Hillary Clinton, who is likely to be the Democratic nominee, that you are part of the war on women?"
        },
        {
          "speaker": "Donald Trump",
          "time": "16:00",
          "text": "I think the big problem this country has is being politically correct."
        },
        {
          "speaker": "Donald Trump",
          "time": "16:06",
          "text": "I’ve been challenged by so many people, and I don’t frankly have time for total political correctness. And to be honest with you, this country doesn’t have time either. This country is in big trouble. We don’t win anymore. We lose to China. We lose to Mexico both in trade and at the border. We lose to everybody."
        },
        {
          "speaker": "Donald Trump",
          "time": "16:31",
          "text": "And frankly, what I say, and oftentimes it’s fun, it’s kidding. We have a good time. What I say is what I say. And honestly Megyn, if you don’t like it, I’m sorry. I’ve been very nice to you, although I could probably maybe not be, based on the way you have treated me. But I wouldn’t do that."
        },
        {
          "speaker": "Donald Trump",
          "time": "16:50",
          "text": "But you know what, we… We need strength, we need energy, we need quickness, and we need brain in this country to turn it around. That I can tell you right now."
        },
        {
          "speaker": "Chris Wallace",
          "time": "17:08",
          "text": "Senator Cruz, your colleague, Senator Paul, right there next to you, said a few months ago he agrees with you on a number of issues, but he says you do nothing to grow the party. He says you feed red meat to the base, but you don’t reach out to minorities. You have a toxic relationship with GOP leaders in Congress. You even called the Republican Senate Leader Mitch McConnell a liar recently."
        },
        {
          "speaker": "Chris Wallace",
          "time": "17:36",
          "text": "How can you win in 2016 when you’re such a divisive figure?"
        },
        {
          "speaker": "Ted Cruz",
          "time": "17:42",
          "text": "Chris, I believe the American people are looking for someone to speak the truth."
        },
        {
          "speaker": "Ted Cruz",
          "time": "17:52",
          "text": "If you’re looking for someone to go to Washington, to go along to get along, to agree with the career politicians in both parties who get in bed with the lobbyists and special interests, then I ain’t your guy."
        },
        {
          "speaker": "Ted Cruz",
          "time": "18:10",
          "text": "There is a reason… that we have $18 trillion in debt. Because as conservatives, as Republicans, we keep winning elections. We got a Republican House, we got a Republican Senate, and we don’t have leaders who honor their commitments. I will always tell the truth and do what I said I would."
        },
        {
          "speaker": "Bret Baier",
          "time": "18:35",
          "text": "Governor Christie. You’re not exactly the darling of conservatives. You tout your record as a Republican governor in a blue state. On Facebook, the most people talking about you, not surprisingly, come from your state of New Jersey, and one of the top issues they are talking about is the economy."
        },
        {
          "speaker": "Bret Baier",
          "time": "18:54",
          "text": "This may be why. Under your watch, New Jersey has undergone nine credit rating downgrades. The state’s 44th in private sector growth. You face an employee pension crisis, and the Garden State has the third highest foreclosure rate in the country. So why should voters believe that your management of the country’s finances would be any different?"
        },
        {
          "speaker": "Chris Christie",
          "time": "19:18",
          "text": "If you think it’s bad now, you should’ve seen it when I got there. Fact is, in the eight years before I became governor, taxes and fees were raised at the state level a hundred and fifteen times. In the eight years before I became governor, spending was increased 56%. And in the eight years before I become governor, there was zero net private sector job growth in New Jersey. Zero. For eight years."
        },
        {
          "speaker": "Chris Christie",
          "time": "19:44",
          "text": "So what did we do? We came in, we balanced an 11 billion dollar deficit on a 29 billion dollar budget by cutting over 800 programs in the state budget. We brought the budget into balance with no tax increases. In fact, we vetoed five income tax increases during my time as governor. We cut business taxes $2.3 billion, and we cut regulation by one-third of what my predecessor put in place."
        },
        {
          "speaker": "Chris Christie",
          "time": "20:08",
          "text": "What’s happened since? A hundred and ninety two thousand new private sector jobs in the five and a half years I’ve been governor. We have a lot of work to do in New Jersey, but I am darn proud of how we’ve brought our state back."
        },
        {
          "speaker": "Bret Baier",
          "time": "20:17",
          "text": "Thank you, governor."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "20:24",
          "text": "Governor Walker, you’ve consistently said that you want to make abortion illegal, even in cases of rape, incest, or to save the life of the mother. You recently signed an abortion law in Wisconsin that does have an exception for the mother’s life, but you are on the record as having objected to it. Would you really let a mother die rather than have an abortion, and with 83% of the American public in favor of a life exception, are you too out of the mainstream on this issue to win the general election?"
        },
        {
          "speaker": "Scott Walker",
          "time": "20:51",
          "text": "Well, I’m pro-life, I’ve always been pro-life, and I’ve got a position I think is consistent with many Americans out there in that I believe that that is an unborn child that’s in need of protection out there. I’ve said many a time that that unborn child can be protected, and there are many other alternatives that will also protect the life of that mother. That’s been consistently proven."
        },
        {
          "speaker": "Scott Walker",
          "time": "21:11",
          "text": "Unlike Hillary Clinton, who has a radical position in terms of support for Planned Parenthood, I defunded Planned Parenthood more than four years ago, long before any of these videos came out. I’ve got a position that’s in line with everyday America."
        },
        {
          "speaker": "Chris Wallace",
          "time": "21:26",
          "text": "Governor Huckabee, like Governor Walker, you have staked out strong positions on social issues. You favor a constitutional amendment banning same sex marriages. You favor a constitutional amendment banning abortions, except for the life of the mother. Millions of people in this country agree with you, but according to the polls, and again this an electability question, according to the polls, more people don’t. So how do you persuade enough Independents and Democrats to get elected in 2016?"
        },
        {
          "speaker": "Mike Huckabee",
          "time": "21:57",
          "text": "Chris, I disagree with the idea that the real issue is a constitutional amendment. That’s a long and difficult process. I’ve actually taken a position that’s bolder than that."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "22:08",
          "text": "A lot of people are talking about defunding Planned Parenthood, as if that’s a huge game changer. I think it’s time to do something even more bold. I think the next president ought to invoke the Fifth and 14th Amendments to the constitution, now that we clearly know that that baby inside the mother’s womb is a person at the moment of conception."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "22:29",
          "text": "The reason we know that it is is because of the DNA schedule that we now have clear scientific evidence on. And this notion that we just continue to ignore the personhood of the individual is a violation of that unborn child’s Fifth and 14th Amendment rights for due process and equal protection under the law."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "22:48",
          "text": "It’s time that we recognize the Supreme Court is not the supreme being, and we change the policy to be pro-life and protect children instead of rip up their body parts and sell them like they’re parts to a Buick."
        },
        {
          "speaker": "Bret Baier",
          "time": "23:04",
          "text": "Senator Paul, you recently blamed the rise of ISIS on Republican hawks. You later said that that statement, you could have said it better. But the statement went on, and you said, quote, “Everything they’ve talked about in foreign policy, they’ve been wrong for the last 20 years.”"
        },
        {
          "speaker": "Bret Baier",
          "time": "23:25",
          "text": "Why are you so quick to blame your own party?"
        },
        {
          "speaker": "Rand Paul",
          "time": "23:28",
          "text": "First of all, only ISIS is responsible for the terrorism. Only ISIS is responsible for the depravity. But we do have to examine, how are we going to defeat ISIS? I’ve got a proposal. I’m the leading voice in America for not arming the allies of ISIS."
        },
        {
          "speaker": "Rand Paul",
          "time": "23:48",
          "text": "I’ve been fighting amidst a lot of opposition from both Hillary Clinton, as well as some Republicans, who wanted to send arms to the allies of ISIS. ISIS rides around in a billion dollars worth of U.S. Humvees. It’s a disgrace. We ought to stop it. We shouldn’t fund our enemies, for goodness sakes."
        },
        {
          "speaker": "Rand Paul",
          "time": "24:09",
          "text": "So, we didn’t create ISIS. ISIS created themselves, but we will stop them, and one of the ways we stop them is by not funding them, and by not arming them."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "24:23",
          "text": "Governor Kasich, you chose to expand Medicaid in your state, unlike several other governors on this stage tonight, and it is already over budget by some estimates costing taxpayers an additional $1.4 billion in just the first 18 months."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "24:38",
          "text": "You defended your Medicaid expansion by invoking God, saying to skeptics that when they arrive in heaven, Saint Peter isn’t going to ask them how small they’ve kept government, but what they have done for the poor."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "24:50",
          "text": "Why should Republican voters, who generally want to shrink government, believe that you won’t use your Saint Peter rationale to expand every government program?"
        },
        {
          "speaker": "John Kasich",
          "time": "24:58",
          "text": "Well, first of all Megyn, you should know that President Reagan expanded Medicaid three or four times. Secondly, I had an opportunity to bring resources back to Ohio to do what? To treat the mentally ill. Ten thousand of them sit in our prisons. It costs $22,500 a year to keep them in prison. I’d rather get them their medication so they could lead a decent life."
        },
        {
          "speaker": "John Kasich",
          "time": "25:21",
          "text": "Secondly, we are rehabbing the drug-addicted. 80% of the people in our prisons have addictions, certain problems. We now treat them in the prisons, release them in the community, and the recidivism rate is 10%. Everybody across this country knows that the tsunami of drugs is threatening their very families."
        },
        {
          "speaker": "John Kasich",
          "time": "25:39",
          "text": "So we’re treating them and getting them on their feet. And finally the working poor, instead of them having come into the emergency rooms where it costs more, where they’re sicker, and we end up paying, we brought a program in here to make sure that people could get on their feet. And do you know what? Everybody has a right to their God-given purpose."
        },
        {
          "speaker": "John Kasich",
          "time": "25:56",
          "text": "And finally, our Medicaid is growing at one of the lowest rates in the country. And finally, we went from $8 billion in the hole to $2 billion in the black. We’ve cut $5 billion in taxes and we’ve grown 350,000 jobs."
        },
        {
          "speaker": "Chris Wallace",
          "time": "26:15",
          "text": "Gentlemen, we’re turning to a new subject that all of you have been talking about and some of you have been disagreeing about, and that is the issue of immigration."
        },
        {
          "speaker": "Chris Wallace",
          "time": "26:24",
          "text": "Governor Bush, you released a new plan this week on illegal immigration focusing on enforcement, which some suggest is your effort to show that you’re not soft on that issue. I want to ask you about a statement that you made last year about illegal immigrants. Here’s what you said. “They broke the law, but it’s not a felony, it’s an act of love. It’s an act of commitment to your family.”"
        },
        {
          "speaker": "Chris Wallace",
          "time": "26:50",
          "text": "Do you stand by that statement, and do you stand by your support for earned legal status?"
        },
        {
          "speaker": "Jeb Bush",
          "time": "26:57",
          "text": "I do. I believe that the great majority of people coming here illegally have no other option. They want to provide for their family. But we need to control our border. It’s our responsibility to pick and choose who comes in. I’ve written a book about this and this week I did come up with a comprehensive strategy that really mirrored what we said in the book, which is that we need to deal with E-Verify, we need to deal with people that come with a legal visa and overstay."
        },
        {
          "speaker": "Jeb Bush",
          "time": "27:22",
          "text": "We need to be much more strategic on how we deal with border enforcement, border security. We need to eliminate the sanctuary cities in this country. It is ridiculous and tragic that people are dying because of the fact that local governments are not following the federal law."
        },
        {
          "speaker": "Jeb Bush",
          "time": "27:40",
          "text": "There’s much to do. And I think rather than talking about this as a wedge issue, which Barack Obama has done now for six long years, the next president, and I hope to be that president, will fix this once and for all so that we can turn this into a driver for high sustained economic growth."
        },
        {
          "speaker": "Jeb Bush",
          "time": "27:55",
          "text": "And there should be a path to earned legal status for those that are here. Not amnesty, earned legal status, which means you pay a fine and do many things over an extended period of time."
        },
        {
          "speaker": "Chris Wallace",
          "time": "28:06",
          "text": "Thank you, sir."
        },
        {
          "speaker": "Chris Wallace",
          "time": "28:09",
          "text": "Mr. Trump, it has not escaped anybody’s notice that you say that the Mexican government, the Mexican government, is sending criminals, rapists, drug dealers, across the border. Governor Bush has called those remarks, quote, “extraordinarily ugly.”"
        },
        {
          "speaker": "Chris Wallace",
          "time": "28:27",
          "text": "I’d like you, you’re right next to him, tell us, talk to him directly and say how you respond to that, and you have repeatedly said that you have evidence that the Mexican government is doing this, but that you have evidence you have refused or declined to share."
        },
        {
          "speaker": "Chris Wallace",
          "time": "28:44",
          "text": "Why not use this first Republican presidential debate to share your proof with the American people?"
        },
        {
          "speaker": "Donald Trump",
          "time": "28:50",
          "text": "So, if it weren’t for me, you wouldn’t even be talking about illegal immigration, Chris. You wouldn’t even be talking about it. This was not a subject that was on anybody’s mind until I brought it up at my announcement. And I said Mexico is sending. Except the reporters, because they’re a very dishonest lot, generally speaking, in the world of politics, they didn’t cover my statement the way I said it."
        },
        {
          "speaker": "Donald Trump",
          "time": "29:18",
          "text": "The fact is, since then, many killings, murders, crime, drugs pouring across the border, are money going out and the drugs coming in. And I said we need to build a wall, and it has to be built quickly. I don’t mind having a big beautiful door in that wall so that people can come into this country legally. But we need, Jeb, to build a wall, we need to keep illegals out."
        },
        {
          "speaker": "Chris Wallace",
          "time": "29:52",
          "text": "Mr. Trump, I’ll give you 30 seconds to answer my question, which was, what evidence do you have, specific evidence, that the Mexican government is sending criminals across the border? Thirty seconds."
        },
        {
          "speaker": "Donald Trump",
          "time": "30:08",
          "text": "I was at the border last week. Border Patrol, people that I deal with, that I talk to, they say this is what’s happening. Because our leaders are stupid. Our politicians are stupid. And the Mexican government is much smarter, much sharper, much more cunning. They send the bad ones over because they don’t want to pay for them. They don’t want to take care of them."
        },
        {
          "speaker": "Donald Trump",
          "time": "30:31",
          "text": "Why should they when the stupid leaders of the United States will do it for them? That’s what is happening whether you like it or not."
        },
        {
          "speaker": "Chris Wallace",
          "time": "30:41",
          "text": "All right. Obviously, there’s a lot more to talk about this. We’re going to have more questions for the candidates on illegal immigration, plus other key topics including your questions on Facebook."
        },
        {
          "speaker": "Speaker 14",
          "time": "30:52",
          "text": "What will be your plan on making immigration easier for those that want to do it legally?"
        },
        {
          "speaker": "Speaker 15",
          "time": "31:01",
          "text": "What specific steps would you take to contain the growth of ISIS?"
        },
        {
          "speaker": "Speaker 16",
          "time": "31:05",
          "text": "I’d like to know what the candidates are going to do so that I feel safe in my own country again."
        },
        {
          "speaker": "Chris Wallace",
          "time": "31:20",
          "text": "Welcome back to Fox News-Facebook Republican debate night. We’re going to continue the questions now on illegal immigration. We kind of ended with a cliffhanger there. So let’s continue the conversation."
        },
        {
          "speaker": "Chris Wallace",
          "time": "31:31",
          "text": "Governor Kasich, I know you don’t like to talk about Donald Trump, but I do want to ask you about the merit of what he just said. When you say that the American government is stupid, that the Mexican government is sending criminals, that we’re being bamboozled, is that an adequate response to the question of illegal immigration?"
        },
        {
          "speaker": "John Kasich",
          "time": "31:54",
          "text": "Chris, first of all, I was just saying to Chris Christie, they say we’re outspoken, we need to take lessons from Donald Trump if we’re really going to learn it. Here is the thing about Donald Trump."
        },
        {
          "speaker": "John Kasich",
          "time": "32:05",
          "text": "Donald Trump is hitting a nerve in this country. He is. He’s hitting a nerve. People are frustrated. They’re fed up. They don’t think the government is working for them. And for people that want to just tune him out, they’re making a mistake."
        },
        {
          "speaker": "John Kasich",
          "time": "32:18",
          "text": "Now, he’s got his solutions. Some of us have other solutions. Look, I balanced the federal budget as one of the chief architects when I was in Washington. Hadn’t been done since. I was a military reformer. I took the state of Ohio from an eight billion dollar hole and a 350,000 job loss to a two billion dollar surplus and a gain of 350,000 jobs."
        },
        {
          "speaker": "Chris Wallace",
          "time": "32:41",
          "text": "Respectfully, can we talk about illegal immigration?"
        },
        {
          "speaker": "John Kasich",
          "time": "32:43",
          "text": "But the point is is that we all have solutions. Mr. Trump is touching a nerve because people want the wall to be built. They want to see an end to illegal immigration. They want to see it, and we all do. But we all have different ways of getting there. And you’re going to hear from all of us tonight about what our ideas are."
        },
        {
          "speaker": "Chris Wallace",
          "time": "32:59",
          "text": "All right, well, Senator Rubio, let me see if I can do better with you. Is it as simple as our leaders are stupid, their leaders are smart, and all of these illegals coming over are criminals?"
        },
        {
          "speaker": "Marco Rubio",
          "time": "33:12",
          "text": "Let me set the record straight on a couple of things. The first is, the evidence is now clear that the majority of people coming across the border are not from Mexico. They’re coming from Guatemala, El Salvador, Honduras. Those countries are the source of the people that are now coming in its majority."
        },
        {
          "speaker": "Marco Rubio",
          "time": "33:25",
          "text": "I also believe we need a fence. The problem is if El Chapo builds a tunnel under the fence, we have to be able to deal with that too. And that’s why you need an E-Verify system and you need an entry-exit tracking system and all sorts of other things to prevent illegal immigration."
        },
        {
          "speaker": "Marco Rubio",
          "time": "33:37",
          "text": "But I agree with what Governor Kasich just said. People are frustrated. This is the most generous country in the world when it comes to immigration. There are a million people a year who legally immigrate to the United States, and people feel like we’re being taken advantage of. We feel like despite our generosity, we are being taken advantage of."
        },
        {
          "speaker": "Marco Rubio",
          "time": "33:54",
          "text": "Let me tell you who never gets talked about in these debates. The people that call my office, who have been waiting for 15 years to come to the United States. They’ve paid their fees, and they hired a lawyer, and they can’t get in. And they’re wondering, maybe they should come illegally."
        },
        {
          "speaker": "Marco Rubio",
          "time": "34:08",
          "text": "So these are important issues, and we should address it. It’s a serious problem that needs to be addressed, and otherwise we’re going to keep talking about this for the next 30 years, like we have for the last 30 years."
        },
        {
          "speaker": "Chris Wallace",
          "time": "34:18",
          "text": "Governor Walker."
        },
        {
          "speaker": "Chris Wallace",
          "time": "34:20",
          "text": "Governor Walker, from 2002 until as recently as 2013, just two years ago, you supported comprehensive immigration reform, including a path to citizenship. Now you say that was a quick reaction to something you hadn’t really thought about, and that you’ve changed your mind. Other than politics, could you explain why in the last two years you’ve changed your position on a path to citizenship, and are there other past positions that we shouldn’t hold you to?"
        },
        {
          "speaker": "Scott Walker",
          "time": "34:50",
          "text": "Well, Chris, I actually said it on your show earlier this year."
        },
        {
          "speaker": "Chris Wallace",
          "time": "34:52",
          "text": "Yes, I remember."
        },
        {
          "speaker": "Scott Walker",
          "time": "34:53",
          "text": "It’s what I’ve said. I acknowledged that. I said I actually listened to the American people, and I think people across America want a leader who’s actually going to listen to them. I talked to border state governors and other elected officials. I looked at how this president, particularly through last November, messed up the immigration system in this country. Most importantly, I listened to the people of America."
        },
        {
          "speaker": "Scott Walker",
          "time": "35:10",
          "text": "I believe we need to secure the border. I’ve been to the border with Governor Abbott in Texas and others, seeing the problems that they have there. There is international criminal organizations penetrating our southern-based borders, and we need to do something about it. Secure the border, enforce the law, no amnesty, and go forward with a legal immigration system that gives priority to American working families and wages."
        },
        {
          "speaker": "Chris Wallace",
          "time": "35:33",
          "text": "Senator Cruz, some 1400 people submitted questions on this very hot topic of illegal immigration on Facebook, and a number of them were about the murder of Kate Steinle in San Francisco, allegedly shot down by an illegal. Doug Bettencourt sent this question, “Will you support Kate Steinle’s Law,” which would impose a mandatory five-year prison term for an illegal who is deported and then returns to this country, “and will you defund sanctuary cities for violating federal law?”"
        },
        {
          "speaker": "Ted Cruz",
          "time": "36:06",
          "text": "Chris, absolutely yes. Not only will I support it. I have authored Kate’s Law in the United States Senate and filed that legislation. I tried to get the Senate to vote to pass Kate’s Law on the floor of the Senate just one week ago, and the leader of our own party blocked a vote on Kate’s Law."
        },
        {
          "speaker": "Ted Cruz",
          "time": "36:27",
          "text": "You know, there was reference made to our leaders being stupid. It’s not a question of stupidity. It’s that they don’t want to enforce the immigration laws. That there are far too many in the Washington cartel that support amnesty."
        },
        {
          "speaker": "Ted Cruz",
          "time": "36:43",
          "text": "President Obama has talked about fundamentally transforming this country. There’s 7 billion people across the face of the globe, many of whom want to come to this country. If they come legally, great. But if they come illegally and they get amnesty, that is how we fundamentally change this country, and it really is striking."
        },
        {
          "speaker": "Ted Cruz",
          "time": "37:03",
          "text": "A majority of the candidates on this stage have supported amnesty. I have never supported amnesty, and I led the fight against Chuck Schumer’s Gang of Eight amnesty legislation in the Senate."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "37:17",
          "text": "Alright, gentlemen, we’re going to switch topics now and talk a bit about terror and national security."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "37:22",
          "text": "Governor Christie. You’ve said that Senator Paul’s opposition to the NSA’s collection of phone records has made the United States weaker and more vulnerable, even going so far as to say that he should be called before Congress to answer for it if we should be hit by another terrorist attack."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "37:38",
          "text": "Do you really believe you can assign blame to Senator Paul just for opposing the bulk collection of people’s phone records in the event of a terrorist attack?"
        },
        {
          "speaker": "Chris Christie",
          "time": "37:47",
          "text": "Yes, I do. And I’ll tell you why. Because I’m the only person on this stage who’s actually filed applications under the Patriot Act, who have gone before the federal — the Foreign Intelligence Service court, who has prosecuted and investigated and jailed terrorists in this country after September 11th."
        },
        {
          "speaker": "Chris Christie",
          "time": "38:05",
          "text": "I was appointed U.S. attorney by President Bush on September 10th, 2001, and the world changed enormously the next day, and that happened in my state. This is not theoretical to me. I went to the funerals. We lost friends of ours in the Trade Center that day. My own wife was two blocks from the Trade Center that day, at her office, having gone through it that morning."
        },
        {
          "speaker": "Chris Christie",
          "time": "38:24",
          "text": "When you actually have to be responsible for doing this, you can do it, and we did it, for seven years in my office, respecting civil liberties and protecting the homeland. I will make no apologies, ever, for protecting the lives and the safety of the American people. We have to give more tools to our folks to be able to do that, not fewer, and then trust those people and oversee them to do it the right way. As president, that is exactly what I’ll do."
        },
        {
          "speaker": "Rand Paul",
          "time": "38:49",
          "text": "Megyn, may I respond? May I respond?"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "38:52",
          "text": "Go ahead, sir."
        },
        {
          "speaker": "Rand Paul",
          "time": "38:56",
          "text": "I want to collect more records from terrorists but less records from innocent Americans. The Fourth Amendment was what we fought the Revolution over. John Adams said it was the spark that led to our war for independence. I’m proud of standing for the Bill of Rights, and I will continue to stand for the Bill of Rights."
        },
        {
          "speaker": "Chris Christie",
          "time": "39:22",
          "text": "Megyn? Megyn, that’s a completely ridiculous answer. “I want to collect more records from terrorists, but less records from other people.” How are you supposed to know, Megyn?"
        },
        {
          "speaker": "Rand Paul",
          "time": "39:31",
          "text": "Use the Fourth Amendment!"
        },
        {
          "speaker": "Chris Christie",
          "time": "39:32",
          "text": "What are you supposed to… How are you supposed to-"
        },
        {
          "speaker": "Rand Paul",
          "time": "39:33",
          "text": "Use the Fourth Amendment!"
        },
        {
          "speaker": "Chris Christie",
          "time": "39:33",
          "text": "No, I’ll tell you how you… Look-"
        },
        {
          "speaker": "Rand Paul",
          "time": "39:34",
          "text": "Get a warrant!"
        },
        {
          "speaker": "Chris Christie",
          "time": "39:35",
          "text": "Let me tell you something. You go-"
        },
        {
          "speaker": "Rand Paul",
          "time": "39:36",
          "text": "Get a judge to sign the warrant! [crosstalk 00:39:37]-"
        },
        {
          "speaker": "Chris Christie",
          "time": "39:37",
          "text": "When you… You know, Senator-"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "39:38",
          "text": "[crosstalk 00:39:38] wait. Governor Christie, make your point."
        },
        {
          "speaker": "Chris Christie",
          "time": "39:39",
          "text": "Listen, senator, when you’re sitting in a subcommittee, just blowing hot air about this, you can say things like that. When you’re responsible for protecting the lives of the American people, then what you need to do is to make sure-"
        },
        {
          "speaker": "Rand Paul",
          "time": "39:51",
          "text": "Here’s the problem."
        },
        {
          "speaker": "Chris Christie",
          "time": "39:52",
          "text": "… is to make sure that you use the system the way it’s supposed to work."
        },
        {
          "speaker": "Rand Paul",
          "time": "39:54",
          "text": "Here’s the problem, governor."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "39:54",
          "text": "Go ahead Senator."
        },
        {
          "speaker": "Rand Paul",
          "time": "39:55",
          "text": "Here’s the problem, governor. You fundamentally misunderstand the Bill of Rights. Every time you did a case, you got a warrant from a judge. I’m talking about searches without warrants-"
        },
        {
          "speaker": "Chris Christie",
          "time": "40:07",
          "text": "CHRISTIE: There is no-"
        },
        {
          "speaker": "Rand Paul",
          "time": "40:08",
          "text": "… indiscriminately, of all Americans’ records, and that’s what I fought to end. I don’t trust President Obama with our records. I know you gave him a big hug, and if you want to give him a big hug again, go right ahead."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "40:23",
          "text": "Go ahead, governor."
        },
        {
          "speaker": "Chris Christie",
          "time": "40:23",
          "text": "You know, Senator Paul? Senator Paul, the hugs that I remember are the hugs that I gave to the families who lost their people on September 11th."
        },
        {
          "speaker": "Chris Christie",
          "time": "40:32",
          "text": "Those are the hugs I remember, and those had nothing to do with politics, unlike what you’re doing by cutting speeches on the floor of the Senate, then putting them on the Internet within half an hour to raise money for your campaign-"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "40:45",
          "text": "Alright."
        },
        {
          "speaker": "Chris Christie",
          "time": "40:45",
          "text": "… and while still putting our country at risk."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "40:47",
          "text": "Alright, we’ve gotta cut it off there."
        },
        {
          "speaker": "Chris Christie",
          "time": "40:49",
          "text": "[crosstalk 00:40:49]."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "40:49",
          "text": "We have plenty more we want to get to. That was an interesting exchange, thank you for that."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "40:53",
          "text": "Wait, I want to move on, because I have…"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "40:54",
          "text": "We’re going to get to you, governor, but I really want to get to a Facebook questioner. His name is Alex Chalgren, and he has the following question."
        },
        {
          "speaker": "Alex Chalgren",
          "time": "41:04",
          "text": "My question is, how would the candidates stop the treacherous actions of ISIS/ISIL and its growing influence in the U.S., if they were to become president?"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "41:14",
          "text": "Senator Cruz, I want to talk to you about this because many of the Facebook users and the folks on Facebook wanted the candidates to speak to ISIS tonight."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "41:21",
          "text": "You asked the Chairman of the Joint Chiefs a question, “What would it take to destroy ISIS in 90 days?” He told you, “ISIS will only be truly destroyed once they are rejected by the populations in which they hide.” Then you accused him of pushing Medicaid for the Iraqis."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "41:37",
          "text": "How would you destroy ISIS in 90 days?"
        },
        {
          "speaker": "Ted Cruz",
          "time": "41:41",
          "text": "Megyn, we need a commander-in-chief that speaks the truth. We will not defeat radical Islamic terrorism so long as we have a president unwilling to utter the words radical Islamic terrorism."
        },
        {
          "speaker": "Ted Cruz",
          "time": "42:01",
          "text": "When I asked General Dempsey, the Chairman of the Joint Chiefs, what would be required militarily to destroy ISIS, he said, “There is no military solution. We need to change the conditions on the ground so that young men are not in poverty and susceptible to radicalization.” That, with all due respect, is nonsense."
        },
        {
          "speaker": "Ted Cruz",
          "time": "42:20",
          "text": "It’s the same answer the State Department gave, that we need to give them jobs. What we need is a commander-in-chief who makes clear, if you join ISIS, if you wage jihad on America, then you are signing your death warrant."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "42:35",
          "text": "You don’t see it as an ideological problem, an ideological problem in addition to a military one?"
        },
        {
          "speaker": "Ted Cruz",
          "time": "42:40",
          "text": "Megyn, of course it’s an ideological problem, that’s one of the reasons why I introduced the Expatriate Terrorist Act in the Senate that said if any American travels to the Middle East and joins ISIS, that he or she forfeits their citizenship so they don’t use a passport to come back and wage jihad on Americans."
        },
        {
          "speaker": "Ted Cruz",
          "time": "43:03",
          "text": "Yes, it is ideological, and let me contrast President Obama, who at the prayer breakfast essentially acted as an apologist. He said, “Well, gosh, the Crusades, the Inquisitions.” We need a president that shows the courage that Egypt’s President el-Sisi did, a Muslim, when he called out the radical Islamic terrorists who are threatening the world."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "43:26",
          "text": "Governor Bush. For days on end in this campaign, you struggled to answer a question about whether knowing what we know now-"
        },
        {
          "speaker": "Jeb Bush",
          "time": "43:36",
          "text": "I remember…"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "43:36",
          "text": "… you would’ve invaded Iraq."
        },
        {
          "speaker": "Jeb Bush",
          "time": "43:37",
          "text": "I remember, Megyn."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "43:40",
          "text": "I remember it, too. And ISIS, of course, is now thriving there."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "43:43",
          "text": "You finally said no. To the families of those who died in that war who say they liberated and deposed a ruthless dictator, how do you look at them now and say your brother’s war was a mistake?"
        },
        {
          "speaker": "Jeb Bush",
          "time": "43:56",
          "text": "Knowing what we know now, with faulty intelligence, and not having security be the first priority when we invaded, it was a mistake. I wouldn’t have gone in. However, for the people that did lose their lives, and the families that suffer because of it, I know this full well because as governor of the state of Florida, I called every one of them. Every one of them that I could find to tell them that I was praying for them, that I cared about them, and it was really hard to do."
        },
        {
          "speaker": "Jeb Bush",
          "time": "44:22",
          "text": "And every one of them said that their child did not die in vain, or their wife or husband did not die in vain."
        },
        {
          "speaker": "Jeb Bush",
          "time": "44:29",
          "text": "So, why it was difficult for me to do it was based on that. Here’s the lesson that we should take from this, which relates to this whole subject. Barack Obama became president, and he abandoned Iraq. He left, and when he left, Al-Qaeda was done for. ISIS was created because of the void that we left, and that void now exists as a caliphate the size of Indiana."
        },
        {
          "speaker": "Jeb Bush",
          "time": "44:50",
          "text": "To honor the people that died, we need to stop the Iran agreement, for sure, because the Iranian mullahs have their blood on their hands, and we need to take out ISIS with every tool at our disposal."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "45:04",
          "text": "Governor Walker, in February you said that we needed to gain partners in the Arab world. Which Arab country not already in the U.S. led coalition has potential to be our greatest partner?"
        },
        {
          "speaker": "Scott Walker",
          "time": "45:16",
          "text": "Well, I don’t know about additional ones. We need to focus on the ones we have. You look at Egypt, probably the best relationship we’ve had in Israel, at least in my lifetime. Incredibly important."
        },
        {
          "speaker": "Scott Walker",
          "time": "45:25",
          "text": "You look at the Saudis… In fact, earlier this year, I met with Saudi leaders and leaders from the United Arab Emirates, and I asked them what’s the greatest challenge in the world today? Set aside the Iran deal. They said it’s the disengagement of America. We are leading from behind under the Obama-Clinton doctrine. America’s a great country. We need to stand up and start leading again, and we need to have allies, not just in Israel, but throughout the Persian Gulf."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "45:47",
          "text": "Dr. Carson, in one of his first acts as commander-in-chief, President Obama signed an executive order banning enhanced interrogation techniques in fighting terror. As president, would you bring back water boarding?"
        },
        {
          "speaker": "Ben Carson",
          "time": "46:01",
          "text": "Well, thank you, Megyn, I wasn’t sure I was going to get to talk again."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "46:04",
          "text": "We have a lot for you, don’t worry. Fear not, you may rue that request."
        },
        {
          "speaker": "Ben Carson",
          "time": "46:12",
          "text": "Alright. What we do in order to get the information that we need is our business, and I wouldn’t necessarily be broadcasting to everybody what we’re going to do. We’ve gotten into this mindset of fighting politically correct wars. There is no such thing as a politically correct war."
        },
        {
          "speaker": "Ben Carson",
          "time": "46:41",
          "text": "The left, of course, will say Carson doesn’t believe in a Geneva Convention. Carson doesn’t believe in fighting stupid wars. And what we have to remember is we want to utilize the tremendous intellect that we have in the military to win wars. I’ve talked to a lot of the generals, a lot of our advanced people. Believe me, if we gave them the mission, which is what the commander-in-chief does, they would be able to carry it out."
        },
        {
          "speaker": "Ben Carson",
          "time": "47:10",
          "text": "If we don’t tie their hands behind their back, they will do it extremely effectively."
        },
        {
          "speaker": "Bret Baier",
          "time": "47:18",
          "text": "Gentlemen, the next series of questions deals with Obamacare and the role of the federal government."
        },
        {
          "speaker": "Bret Baier",
          "time": "47:23",
          "text": "Mr. Trump, Obamacare is one of the things you call a disaster-"
        },
        {
          "speaker": "Donald Trump",
          "time": "47:29",
          "text": "Complete disaster, yes."
        },
        {
          "speaker": "Bret Baier",
          "time": "47:30",
          "text": "… saying it needs to be repealed and replaced."
        },
        {
          "speaker": "Donald Trump",
          "time": "47:33",
          "text": "Correct."
        },
        {
          "speaker": "Bret Baier",
          "time": "47:34",
          "text": "Now, 15 years ago, you called yourself a liberal on healthcare. You were for a single-payer system, a Canadian-style system. Why were you for that then, and why aren’t you for it now?"
        },
        {
          "speaker": "Donald Trump",
          "time": "47:46",
          "text": "First of all, I’d like to just go back to one. In July of 2004, I came out strongly against the war with Iraq because it was going to destabilize the Middle East. I’m the only one on this stage that knew that and had the vision to say it, and that’s exactly what happened."
        },
        {
          "speaker": "Bret Baier",
          "time": "48:02",
          "text": "But on Obamacare…"
        },
        {
          "speaker": "Donald Trump",
          "time": "48:02",
          "text": "The Middle East became totally destabilized. So I just want to say."
        },
        {
          "speaker": "Donald Trump",
          "time": "48:06",
          "text": "As far as single payer, it works in Canada. It works incredibly well in Scotland. It could have worked in a different age, which is the age you’re talking about here."
        },
        {
          "speaker": "Donald Trump",
          "time": "48:15",
          "text": "What I’d like to see is a private system without the artificial lines around every state. I have a big company with thousands and thousands of employees. And if I’m negotiating in New York or in New Jersey or in California, I have like one bidder. Nobody can bid. You know why? Because the insurance companies are making a fortune because they have control of the politicians, of course, with the exception of the politicians on this stage."
        },
        {
          "speaker": "Donald Trump",
          "time": "48:39",
          "text": "But they have total control of the politicians. They’re making a fortune. Get rid of the artificial lines, and you will have yourself great plans. Then we have to take care of the people that can’t take care of themselves, and I will do that through a different system."
        },
        {
          "speaker": "Bret Baier",
          "time": "48:53",
          "text": "Hey, Mr. Trump. Hold on one second."
        },
        {
          "speaker": "Rand Paul",
          "time": "48:55",
          "text": "I’ve got a news flash…"
        },
        {
          "speaker": "Bret Baier",
          "time": "48:56",
          "text": "I know. Hold on, Senator Paul."
        },
        {
          "speaker": "Rand Paul",
          "time": "48:57",
          "text": "News flash, the Republican Party’s been fighting against a single-payer system-"
        },
        {
          "speaker": "Bret Baier",
          "time": "49:01",
          "text": "Okay."
        },
        {
          "speaker": "Rand Paul",
          "time": "49:01",
          "text": "… for a decade. So I think you’re on the wrong side of this if you’re still arguing for a single-payer system."
        },
        {
          "speaker": "Donald Trump",
          "time": "49:06",
          "text": "I’m not… I don’t think you heard me. You’re having a hard time tonight."
        },
        {
          "speaker": "Bret Baier",
          "time": "49:10",
          "text": "All right, let…"
        },
        {
          "speaker": "Bret Baier",
          "time": "49:12",
          "text": "Mr. Trump, it’s not just your past support for single-payer health care. You’ve also supported a host of other liberal policies. You’ve also donated to several Democratic candidates, Hillary Clinton included, Nancy Pelosi."
        },
        {
          "speaker": "Bret Baier",
          "time": "49:26",
          "text": "You explained away those donations saying you did that to get business-related favors."
        },
        {
          "speaker": "Bret Baier",
          "time": "49:31",
          "text": "And you said recently, quote, “When you give, they do whatever the hell you want them to do.”"
        },
        {
          "speaker": "Donald Trump",
          "time": "49:37",
          "text": "You’d better believe it. That’s true."
        },
        {
          "speaker": "Bret Baier",
          "time": "49:38",
          "text": "So what specifically did they do?"
        },
        {
          "speaker": "Donald Trump",
          "time": "49:41",
          "text": "If I ask them, if I need them. You know, most of the people on this stage I’ve given to, just so you understand, a lot of money."
        },
        {
          "speaker": "Marco Rubio",
          "time": "49:48",
          "text": "Not me."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "49:49",
          "text": "Not me, but you’re welcome to give me a check Donald if you’d like."
        },
        {
          "speaker": "Donald Trump",
          "time": "49:54",
          "text": "[inaudible 00:49:54] many of them."
        },
        {
          "speaker": "Marco Rubio",
          "time": "49:55",
          "text": "Actually, to be clear he supported Charlie Crist."
        },
        {
          "speaker": "Donald Trump",
          "time": "49:57",
          "text": "Not much."
        },
        {
          "speaker": "Marco Rubio",
          "time": "49:58",
          "text": "Hey, Charlie-"
        },
        {
          "speaker": "Donald Trump",
          "time": "49:58",
          "text": "But I have-"
        },
        {
          "speaker": "John Kasich",
          "time": "49:59",
          "text": "Donald, if you end this campaign-"
        },
        {
          "speaker": "Donald Trump",
          "time": "50:00",
          "text": "I have good-"
        },
        {
          "speaker": "John Kasich",
          "time": "50:01",
          "text": "… I hope you will give to me."
        },
        {
          "speaker": "Donald Trump",
          "time": "50:02",
          "text": "Good."
        },
        {
          "speaker": "John Kasich",
          "time": "50:02",
          "text": "Okay."
        },
        {
          "speaker": "Donald Trump",
          "time": "50:03",
          "text": "Sounds good. Sounds good to me, Governor."
        },
        {
          "speaker": "Donald Trump",
          "time": "50:05",
          "text": "I will tell you that our system is broken. I gave to many people. Before this, before two months ago, I was a businessman. I give to everybody. When they call, I give. And you know what? When I need something from them two years later, three years later, I call them, they are there for me-"
        },
        {
          "speaker": "Bret Baier",
          "time": "50:21",
          "text": "So what did you get?"
        },
        {
          "speaker": "Donald Trump",
          "time": "50:22",
          "text": "… and that’s a broken system."
        },
        {
          "speaker": "Bret Baier",
          "time": "50:23",
          "text": "What did you get from Hillary Clinton and Nancy Pelosi?"
        },
        {
          "speaker": "Donald Trump",
          "time": "50:25",
          "text": "Well, I’ll tell you what. With Hillary Clinton, I said be at my wedding and she came to my wedding. You know why?"
        },
        {
          "speaker": "Donald Trump",
          "time": "50:31",
          "text": "She didn’t have a choice because I gave. I gave to a foundation that, frankly, that foundation is supposed to do good. I didn’t know her money would be used on private jets going all over the world. It was. But-"
        },
        {
          "speaker": "Scott Walker",
          "time": "50:43",
          "text": "Bret, Bret-"
        },
        {
          "speaker": "Bret Baier",
          "time": "50:44",
          "text": "Thank you, Mr. Trump. Hold on. We’re going to move on. We’ll come back to you, Governor Walker."
        },
        {
          "speaker": "Scott Walker",
          "time": "50:47",
          "text": "Just one second on this, though. We spent a lot of time talking about Hillary Clinton and pitting us back and forth."
        },
        {
          "speaker": "Scott Walker",
          "time": "50:53",
          "text": "Let’s be clear, we should be talking about Hillary Clinton on that last subject because everywhere in the world that Hillary Clinton touched is more messed up today than before she and the president [inaudible 00:51:00]."
        },
        {
          "speaker": "Bret Baier",
          "time": "51:00",
          "text": "We have many questions to come."
        },
        {
          "speaker": "Donald Trump",
          "time": "51:01",
          "text": "It’s true."
        },
        {
          "speaker": "Bret Baier",
          "time": "51:02",
          "text": "Many questions to come."
        },
        {
          "speaker": "Bret Baier",
          "time": "51:03",
          "text": "Governor Huckabee, on Facebook, John Pietricone asks this. “Will you abolish or take away the powers and cut the size of the EPA, the IRS, the Department of Education?”"
        },
        {
          "speaker": "Bret Baier",
          "time": "51:16",
          "text": "Now, broadly, the size of government is a big concern for Facebook users, Facebook persons, as well as, obviously, conservatives. But year after year, decade after decade, there are promises from Republicans to shrink government. But year after year, decade after decade, it doesn’t happen. In fact, it gets bigger, even under Republican politicians."
        },
        {
          "speaker": "Bret Baier",
          "time": "51:39",
          "text": "So the question is, at this point, is the government simply too big for any one person, even a Republican, to shrink?"
        },
        {
          "speaker": "Mike Huckabee",
          "time": "51:47",
          "text": "It’s not too big to shrink. But the problem is we have a Wall Street to Washington axis of power that has controlled the political climate. The donor class feeds the political class who does the dance that the donor class wants. And the result is federal government keeps getting bigger."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "52:04",
          "text": "Every person on this stage who has been a governor will tell that you the biggest fight they had was not the other party. Wasn’t even the legislature. It was the federal government, who continually put mandates on the states that we had to suck up and pay for."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "52:18",
          "text": "The fact is there are a lot of things happening at the federal level that are absolutely beyond the jurisdiction of the Constitution. This is power that should be shifted back to the states, whether it’s the EPA, there is no role at the federal level for the Department of Education."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "52:34",
          "text": "And I’m still one who says that we can get rid of the Internal Revenue Service if we would pass the fair tax, which is a tax on consumption rather than a tax on people’s income, and move power back where the founders believed it should have been all along."
        },
        {
          "speaker": "Bret Baier",
          "time": "52:49",
          "text": "Dr. Carson-"
        },
        {
          "speaker": "Bret Baier",
          "time": "52:50",
          "text": "Dr. Carson, do you agree with that?"
        },
        {
          "speaker": "Ben Carson",
          "time": "52:53",
          "text": "What I agree with is that we need a significantly changed taxation system. The one that I’ve advocated is based on tithing because I think God’s a pretty fair guy. He said, you know, if you give me a tithe, it doesn’t matter how much you make. If you’ve had a bumper crop, you don’t owe me triple tithes. And if you’ve had no crops at all, you don’t owe me no tithes. So there must be something inherently fair about that."
        },
        {
          "speaker": "Ben Carson",
          "time": "53:19",
          "text": "That’s why I’ve advocated a proportional tax system. You make $10 billion, you pay a billion. You make $10, you pay one. Everybody gets treated the same way, and you get rid of the deductions, you get rid of all the loopholes, and-"
        },
        {
          "speaker": "Bret Baier",
          "time": "53:34",
          "text": "Governor Bush."
        },
        {
          "speaker": "Ben Carson",
          "time": "53:35",
          "text": "And I have a lot more to say about it."
        },
        {
          "speaker": "Bret Baier",
          "time": "53:36",
          "text": "We’re going to come back to you, Dr. Carson."
        },
        {
          "speaker": "Bret Baier",
          "time": "53:38",
          "text": "Governor Bush, you are one of the few people on this stage who advocates for Common Core education standards, reading and math. A lot of people on this stage vigorously oppose federal involvement in education. They say it should all be handled locally."
        },
        {
          "speaker": "Bret Baier",
          "time": "53:54",
          "text": "President Obama’s Secretary of Education, Arnie Duncan, has said that most of the criticism of Common Core is due to a, quote, “fringe group of critics.” Do you think that’s accurate?"
        },
        {
          "speaker": "Jeb Bush",
          "time": "54:05",
          "text": "No, I don’t, and I don’t believe the federal government should be involved in the creation of standards directly or indirectly, the creation of curriculum or content. It is clearly a state responsibility."
        },
        {
          "speaker": "Jeb Bush",
          "time": "54:16",
          "text": "I’m for higher standards measured in an intellectually honest way, with abundant school choice, ending social promotion. I know how to do this because as governor of the state of Florida, I created the first statewide voucher program in the country, the second statewide voucher program in the country, and the third statewide voucher program in the country."
        },
        {
          "speaker": "Jeb Bush",
          "time": "54:37",
          "text": "And we had rising student achievement across the board because high standards, robust accountability, ending social promotion in third grade, real school choice across the board, challenging the teachers union and beating them is the way to go. Florida’s low income kids had the greatest gains inside the country. Our graduation rate improved by 50%. That’s what I’m for."
        },
        {
          "speaker": "Bret Baier",
          "time": "54:58",
          "text": "Senator Rubio, why is Governor Bush wrong on Common Core?"
        },
        {
          "speaker": "Marco Rubio",
          "time": "55:01",
          "text": "Well, first of… I too believe in curriculum reform. It’s critically important in the 21st century. We do need curriculum reform, and it should happen at the state and local level. That is where educational policy belongs, because if a parent is unhappy with what their child is being taught in school, they can go to that local school board or their state legislature or their governor and get it changed."
        },
        {
          "speaker": "Marco Rubio",
          "time": "55:22",
          "text": "Here’s the problem with Common Core. The Department of Education, like every federal agency, will never be satisfied. They will not stop with it being a suggestion. They will turn it into a mandate. In fact, what they will begin to say to local communities is, you will not get federal money unless you do things the way we want you to do it. And they will use Common Core or any other requirements that exist nationally to force it down the throats of our people in our states."
        },
        {
          "speaker": "Bret Baier",
          "time": "55:45",
          "text": "Do you agree with your old friend?"
        },
        {
          "speaker": "Jeb Bush",
          "time": "55:49",
          "text": "He is definitely my friend, and I think the states ought to create these standards. And if states want to opt out of Common Core, fine. Just make sure your standards are high because today in America, a third of our kids, after we spend more per student than any country in the world other than a couple rounding errors, to be honest with you, 30% are college- and/or career-ready."
        },
        {
          "speaker": "Jeb Bush",
          "time": "56:08",
          "text": "If we are going to compete in this world we’re in today, there is no possible way we can do it with lowering expectations and dumbing down everything. Children are going to suffer and families’ hearts are going to be broken that their kids won’t be able to get a job in the 21st century."
        },
        {
          "speaker": "Bret Baier",
          "time": "56:22",
          "text": "We have many more questions coming on a host of topics, here from Quicken Loans Arena in Cleveland. Stay with us."
        },
        {
          "speaker": "Speaker 19",
          "time": "56:32",
          "text": "What would make you stand out as the best choice for the Republican nomination?"
        },
        {
          "speaker": "Speaker 20",
          "time": "56:36",
          "text": "How do you intend to go about student loan reform?"
        },
        {
          "speaker": "Speaker 21",
          "time": "56:39",
          "text": "What will be the first thing you will do to stimulate economic growth in our country and bring more jobs to the United States?"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "57:01",
          "text": "It’s just before 10:00 p.m. on the East Coast. Welcome back to Quicken Loans Arena in Cleveland, Ohio, and the very first Republican primary debate of the 2016 presidential campaign. Ten candidates on the stage, selected based on their standing in five national polls. Tonight they are facing off, answering the questions you want asked. We hope."
        },
        {
          "speaker": "Chris Wallace",
          "time": "57:22",
          "text": "Gentlemen, we’re obviously digging into some subjects in depth, but we’re also going to change it up every once in a while throughout the next hour and have many rounds where we ask, you are not going to like it, only a couple of candidates questions on those subjects. This is the first of the many rounds, and it’s about somebody whose name probably hasn’t been mentioned enough so far tonight."
        },
        {
          "speaker": "Chris Wallace",
          "time": "57:44",
          "text": "Governor Kasich, let me start with you. Whoever the Republican nominee is, it looks at least for now like whoever that nominee is, he or she, will be facing off against Hillary Clinton. You know how she will come after whoever the Republican nominee is. She will say that you, whoever it is, support the rich while she supports the middle class. That you want to suppress the rights of women and minorities. She wants to move the country forward while you, the Republicans, want to take the country back to the past."
        },
        {
          "speaker": "Chris Wallace",
          "time": "58:19",
          "text": "If you’re the nominee, how will you answer that and take Hillary Clinton on?"
        },
        {
          "speaker": "John Kasich",
          "time": "58:23",
          "text": "Let’s start off with my father being a mailman. So I understand the concerns of all the folks across this country, some of whom having trouble making ends meet. But I think she will come in a narrow way. The nominee of this party, if they’re going to win, has got to come at it in a big way, which is pro-growth. Which is balancing budgets."
        },
        {
          "speaker": "John Kasich",
          "time": "58:42",
          "text": "We were talking about it. People were saying, “Could we do it?” I was the chairman of the Budget Committee and the lead architect the last time it happened in Washington, and when we did it we had great economic growth, we cut taxes, and we had a big surplus."
        },
        {
          "speaker": "John Kasich",
          "time": "58:55",
          "text": "Economic growth is the key. Economic growth is the key to everything. But once you have economic growth, it is important that we reach out to people who live in the shadows, the people who don’t seem to ever think that they get a fair deal. That includes people in our minority community. That includes people who feel as though they don’t have a chance to move up."
        },
        {
          "speaker": "John Kasich",
          "time": "59:17",
          "text": "You know, America is a miracle country. And we have to restore the sense that the miracle will apply to you. Each and every one of the people in this country who’s watching tonight, lift everybody, unite everybody and build a stronger United States of America again. It will be and can be done."
        },
        {
          "speaker": "Chris Wallace",
          "time": "59:36",
          "text": "I know that all of you would like to answer this question, but we’re only going to ask one other candidate before we move on to a different subject, Dr. Carson."
        },
        {
          "speaker": "Chris Wallace",
          "time": "59:42",
          "text": "Basically, same question to you. If Hillary Clinton is the nominee, and she comes at you with that kind of line of attack, how will you take her on?"
        },
        {
          "speaker": "Ben Carson",
          "time": "59:52",
          "text": "If Hillary is the candidate, which I doubt, that would be a dream come true. But the fact of the matter is, she is the epitome of the progressive, the secular progressive movement. She counts on the fact that people are uninformed, the Alinsky Model, taking advantage of useful idiots."
        },
        {
          "speaker": "Ben Carson",
          "time": "01:00:17",
          "text": "Well, I just happen to believe that people are not stupid, and the way I will come at it is to educate people, help people to actually understand that it is that progressive movement that is causing them the problems."
        },
        {
          "speaker": "Ben Carson",
          "time": "01:00:31",
          "text": "You look at the national debt and how it’s being driven up. If I was trying to destroy this country, what I would do is find a way to drive wedges between all the people, drive the debt to an unsustainable level, and then step off the stage as a world leader and let our enemies increase while we decreased our capacity as a military person. And that’s what she’s doing."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:00:57",
          "text": "Gentlemen, we’re going to turn now to the subject of the economy, jobs, and money and the government. Governor Bush, I’m going to start with you. You have made a bold promise in your announcement. You have promised four percent economic growth and 19 million new jobs if you are fortunate enough to serve two terms as president."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:01:17",
          "text": "That many jobs, 19 million, would be triple what your father and your brother accomplished together. And four percent growth, the last president to average that was Lyndon Johnson during the height of the Vietnam War. So question, how on Earth specifically would you pull that off?"
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:01:35",
          "text": "We’ve done it 27 times since World War II. I think we need to lift our spirits and have high, lofty expectations for this great country of ours. The new normal of two percent that the left is saying you can’t do anything about is so dangerous for our country."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:01:50",
          "text": "There’s 6 million people living in poverty today, more than when Barack Obama got elected. 6.5 million people are working part-time, most of whom want to work full-time. We’ve created rules and taxes on top of every aspiration of people, and the net result is we’re not growing fast, income is not growing."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:02:07",
          "text": "A four percent growth strategy means you fix a convoluted tax code. You get in and you change every aspect of regulations that are job killers. You get rid of Obamacare and replace it with something that doesn’t suppress wages and kill jobs."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:02:23",
          "text": "You embrace the energy revolution in our country. This president and Hillary Clinton, who can’t even say she’s for the XL pipeline even after she’s left? Give me a break. Of course we’re for it. We should be for these things to create high sustained economic growth. And frankly, fixing our immigration system and turning it into an economic driver is part of this as well. We can do this."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:02:42",
          "text": "Governor Walker. Governor Walker, when you ran for governor of Wisconsin back in 2010, you promised that you would create 250,000 jobs in your first term, first four years. In fact, Wisconsin added barely half that and ranked 35th in the country in job growth. Now you’re running for president, and you’re promising an economic plan in which everyone will earn a piece of the American dream."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:03:12",
          "text": "Given your record in Wisconsin, why should voters believe you?"
        },
        {
          "speaker": "Scott Walker",
          "time": "01:03:16",
          "text": "Well, the voters in Wisconsin elected me last year for the third time because they wanted someone who aimed high, not aimed low. Before I came in, the unemployment rate was over eight percent. It’s now down to 4.6%. We more than made up for the jobs that were lost during the recession, and the rate in which people are working is almost five points higher than it is nationally."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:03:34",
          "text": "People like Hillary Clinton think you grow the economy by growing Washington. One report last year showed that six of the top 10 wealthiest counties in America were in or around Washington, D.C. I think most of us in America understand that people, not the government, creates jobs, and one of the best things we can do is get the government out of the way, repeal Obamacare, reign in all the out of control regulations, put in place an all of the above energy policy, give people the education, the skills that the need to succeed, and lower the tax rate and reform the tax code."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:04:02",
          "text": "That’s what I’ll do as president, just like I did in Wisconsin."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:04:06",
          "text": "Governor Christie, I want to engage you and Governor Huckabee in a subject that is a big issue in both of your campaigns, and that is entitlement reform."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:04:15",
          "text": "You say to save the system, you want to raise the retirement age, have to raise the retirement age and to cut benefits for Social Security and Medicare, and you say that some of the candidates here on the stage are lying."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:04:30",
          "text": "Governor Huckabee says he can save Social Security and Medicare without doing any of that. Is he lying?"
        },
        {
          "speaker": "Chris Christie",
          "time": "01:04:35",
          "text": "No, he’s not lying, he’s just wrong. I mean, there’s a difference. Listen, I’m the only guy on this stage who’s put out a detailed, 12-point plan on entitlement reform and here’s why, because 71% of federal spending right now is on entitlements, and debt service. 71%. We have spent the last hour and five minutes talking about the other 29%, and no time on the 71%, and that makes no sense."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:05:02",
          "text": "Now, let me tell you exactly what we would do on Social Security. Yes, we’d raise the retirement age two years and phase it in over 25 years. That means we’d raise it one month a year for 25 years, when we’re all living longer and living better lives."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:05:14",
          "text": "Secondly, we would means test Social Security for those who are making over $200,000 a year in retirement income and who have four to five million dollars in liquid assets saved. They don’t need that Social Security check. Social Security is meant to be, to make sure that no one who’s worked hard and played by the rules and paid into the system grows old in poverty in America."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:05:35",
          "text": "If we don’t deal with this problem, it will bankrupt our country or lead to massive tax increases, neither one that we want in this country."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:05:44",
          "text": "Governor Huckabee, you say that changing entitlements, the kind of thing that Governor Christie is talking about, would be breaking a promise to the American people, and you say that you can keep those programs, save Social Security, save Medicare, without those kinds of reforms through a fair tax, which is a broad tax on consumption."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:06:05",
          "text": "Please explain to Governor Christie how that would work and how you could save these programs without the kind of painful reforms he says we need?"
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:06:14",
          "text": "Well, lets all be reminded, 60 million Americans are on Social Security, 60 million. A third of those people depend on 90% of their income from Social Security. Nobody in this country is on Social Security because they made the decision when they were starting work at 14 that they wanted to trust some of their money with the government."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:06:33",
          "text": "The government took it out of their check whether they wanted them to or not. And if person goes to 65, they’re going to spend 51 years with the government reaching into their pocket at every paycheck."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:06:44",
          "text": "Now here’s the point. Whose fault is it that the system is screwed up? Is it the recipients or is it the government? If Congress wants to mess with the retirement program, why don’t we let them start by changing their retirement program and not have one, instead of talking about getting rid of Social Security and Medicare that was robbed $700 billion to pay for Obamacare."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:07:08",
          "text": "It’s always that the government figures that they can do this off the backs of people, many of whom are poor and depend on that money, and I just think it’s fundamentally lying to people and stealing from them, and we shouldn’t be doing it."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:07:19",
          "text": "Chris…"
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:07:22",
          "text": "30 seconds."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:07:23",
          "text": "Yeah, sure. And I don’t disagree with ending Congress’s retirement program. I’m a governor. I don’t have a retirement program in my state, and I don’t disagree with that. But here’s the news to the American people. He’s complaining about the lying and stealing. The lying and stealing has already occurred."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:07:36",
          "text": "The trust fund is filled with IOUs. We can’t fix the problem just by entering Congress’s retirement. That’s worth about this much. We need to go at the fundamental problem, and the fundamental problem is that this system is broken. It has been stolen from. We have been lied to, and we need a strong leader to tell the truth and fix it."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:07:54",
          "text": "All right, this is it. 30 seconds, finally."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:07:56",
          "text": "Well, you ask about how we fund it. One of the reasons that Social Security is in so much trouble is the only funding stream comes from people who get a wage. The people who get wages is declining dramatically. Most of the income in this country is made by people at the top who get dividends and capital gains."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:08:11",
          "text": "The fair tax transforms the process by which we fund Social Security and Medicare because the money paid at consumption is paid by everybody, including illegals, prostitutes, pimps, drug dealers, all the people that are freeloading off the system now. That’s why it ought to be a transformed system."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:08:29",
          "text": "All right. All right. Enough. Mr. Trump."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:08:34",
          "text": "It’s getting a little R-rated."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:08:37",
          "text": "Mr. Trump, you talk a lot about how you are the person on this stage to grow the economy. I want to ask you about your business record. Trump corporations. Trump corporations, casinos, and hotels have declared bankruptcy four times over the last quarter-century."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:08:54",
          "text": "In 2011, you told Forbes Magazine this. “I’ve used the laws of the country to my advantage.” But at the same time, financial experts involved in those bankruptcies say that lenders to your companies lost billions of dollars."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:09:10",
          "text": "Question sir. With that record, why should we trust you to run the nation’s business?"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:09:15",
          "text": "Because I have used the laws of this country just like the greatest people that you read about every day in business have used the laws of this country, the chapter laws, to do a great job for my company, for myself, for my employees, for my family, et cetera."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:09:31",
          "text": "I have never gone bankrupt, by the way. I have never. But out of hundreds of deals-"
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:09:36",
          "text": "No, but the… But sir-"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:09:37",
          "text": "Excuse me. Excuse me."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:09:37",
          "text": "… that’s your line, but your companies-"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:09:37",
          "text": "Excuse me."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:09:37",
          "text": "… have gone bankrupt."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:09:41",
          "text": "What am I saying? Out of hundreds of deals that I’ve done, hundreds, on four occasions I’ve taken advantage of the laws of this country, like other people. I’m not going to name their names because I’m not going to embarrass, but virtually every person that you read about on the front page of the business sections, they’ve used the law."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:09:59",
          "text": "The difference is, when somebody else uses those laws, nobody writes about it. When I use it, they say, “Oh, Trump, Trump, Trump.” The fact is, I built a net worth of more than $10 billion, I have a great, great company, I employ thousands of people, and I’m very proud of the job I did."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:10:16",
          "text": "Again Chris, hundreds and hundreds of deals. Four times I’ve taken advantage of the laws. And frankly, so has everybody else in my position."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:10:25",
          "text": "Well sir, let’s just talk about the latest example, which is Trump Entertainment Resorts, which went bankrupt in 2009. In that case alone, lenders to your company lost over a billion dollars and more than 1100 people were laid off."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:10:43",
          "text": "Well, I-"
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:10:44",
          "text": "Is that the way that you’d run the country?"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:10:45",
          "text": "Let me just tell you about the lenders. First of all, these lenders aren’t babies. These are total killers. These are not the nice, sweet little people that you think, okay? I mean, you’re living in a world of the make-believe, Chris, if you want to know the truth."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:10:58",
          "text": "I had the good sense to leave Atlantic City, which by the way, Caesars just went bankrupt. Chris can tell you, every company virtually in Atlantic City went bankrupt. Every company."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:11:11",
          "text": "Let me just tell you. I had the good sense, and I’ve gotten a lot of credit in the financial pages. Seven years ago I left Atlantic City before it totally cratered, and I made a lot of money in Atlantic City, and I’m very proud of it. I want to tell you that. Very, very proud of it."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:11:27",
          "text": "So-"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:11:27",
          "text": "And by the way, this country right now owes $19 trillion. And they need somebody like me to straighten out that mess."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:11:40",
          "text": "Senator Rubio."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:11:42",
          "text": "Senator Rubio, more than 3,000 people sent us questions about the economy and jobs on Facebook. Here is a video question from Tania Cioloko from Philadelphia. Here she is."
        },
        {
          "speaker": "Tania Cioloko",
          "time": "01:11:58",
          "text": "Please describe one action you would do to make the economic environment more favorable for small businesses and entrepreneurs and anyone dreaming of opening their own business."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:12:11",
          "text": "That’s a great question."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:12:12",
          "text": "Senator, how do you answer Tania?"
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:12:13",
          "text": "That’s a great question. First of all, it begins by having leaders that recognize that the economy we live in today is dramatically different from the one we had five years ago. It’s an economy that now has placed us in global competition with dozens of other countries around the world."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:12:26",
          "text": "Now, the big companies that have connections with Washington, they can affect policies to help them, but the small companies like the one Tania is talking about, they’re the ones that are struggling."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:12:34",
          "text": "The first thing we need to do is we need to even out the tax code for small businesses so that we lower their tax rate to 25%, just as we need to lower it for all businesses. We need to have a regulatory budget in America that limits the amount of regulations on our economy. We need to repeal and replace Obamacare, and we need to improve higher education so that people can have access to the skills they need for 21st century jobs."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:12:56",
          "text": "Last but not least, we need to repeal Dodd-Frank. It is eviscerating small businesses and small banks. Over 40% of small and mid-size banks that loan money to small businesses have been wiped out since Dodd-Frank has passed. We need to repeal and replace Dodd-Frank. We need to make America fair again for all businesses, but especially those being run by small business owners."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:13:18",
          "text": "Senator Rubio, thank you."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:13:21",
          "text": "Gentlemen, another question for a few of you."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:13:24",
          "text": "Yesterday, just yesterday, President Obama criticized Republican lawmakers trying to block the Iran deal, calling them knee-jerk partisans, adding that hardliners in Iran who chant death to America were, quote, “making common cause with the Republican caucus.”"
        },
        {
          "speaker": "Bret Baier",
          "time": "01:13:42",
          "text": "Here’s what two of your opponents on the 5:00 p.m. debate stage said about Iran."
        },
        {
          "speaker": "Rick Perry",
          "time": "01:13:48",
          "text": "I will tell you one thing. I would a whole lot rather had Carly Fiorina over there doing our negotiation than John Kerry. Maybe we would’ve gotten a deal where we didn’t give everything away."
        },
        {
          "speaker": "Rick Perry",
          "time": "01:13:58",
          "text": "But the issue for us is to have a Congress that stands up and says not only no, but hell no, to this money going to a regime that is going to use it for terror-"
        },
        {
          "speaker": "Carly Fiorina",
          "time": "01:14:09",
          "text": "When America does not lead, the world is a dangerous and a tragic place. This is a bad deal. Obama broke every rule of negotiation."
        },
        {
          "speaker": "Carly Fiorina",
          "time": "01:14:18",
          "text": "Yes, our allies are not perfect, but Iran is at the heart of most of the evil that is going on in the Middle East through their proxy."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:14:27",
          "text": "Now, I want to ask a few of you this. First, Governor Walker."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:14:30",
          "text": "You’ve said that you would tear up the Iran deal on day one. If this deal is undone, what then?"
        },
        {
          "speaker": "Scott Walker",
          "time": "01:14:38",
          "text": "Well, first off, let’s remember. I still remember, as a kid, tying a yellow ribbon around a tree in front of my house during the 444 days that Iran held 52 Americans hostage. Iran is not a place we should be doing business with."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:14:51",
          "text": "To me, you terminate the deal on day one, you reinstate the sanctions authorized by Congress, you go to Congress and put in place even more crippling sanctions in place, and then you convince our allies to do the same. This is not just bad with Iran, this is bad with ISIS. It is tied together, and, once and for all, we need a leader who’s going to stand up and do something about it."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:15:09",
          "text": "It’s yet another example of the failed foreign policy of the Obama-Clinton doctrine."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:15:14",
          "text": "Senator Paul, would you tear up the deal on day one?"
        },
        {
          "speaker": "Rand Paul",
          "time": "01:15:18",
          "text": "I oppose the Iranian deal and will vote against it. I don’t think that the president negotiated from a position of strength, but I don’t immediately discount negotiations. I’m a Reagan conservative. Reagan did negotiate with the Soviets. But you have to negotiate from a position of strength, and I think President Obama gave away too much, too early."
        },
        {
          "speaker": "Rand Paul",
          "time": "01:15:39",
          "text": "If there’s going to be a negotiation, you’re going to have to believe somehow that the Iranians are going to comply. I asked this question to John Kerry. I said, “Do you believe they’re trustworthy?” He said, “No.” And I said, “Well, how are we going to get them to comply?” I would have never released the sanctions before there was consistent evidence of compliance."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:15:57",
          "text": "Governor Huckabee, what do you think about what Senator Paul just said?"
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:16:00",
          "text": "Ronald Reagan said, “Trust, but verify.” President Obama is trust but vilify. He trusts our enemies and vilifies everyone who disagrees with him. And the reason we disagree with him has nothing to do with party."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:16:14",
          "text": "It has to do with the incredibly dangerous place that this world is going to be as a result of a deal in which we got nothing. We didn’t even get four hostages out. We got nothing, and Iran gets everything they want. We said we would have anywhere, anytime negotiations and inspections. We gave that up. We said that we would make sure that they didn’t have any nuclear capacity. We gave that up."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:16:41",
          "text": "The president can’t tell us what we got. I’ll tell you what the world got. The world has a burgeoning nuclear power that didn’t, as the Soviets say, “We might defend ourselves in a war.” What the Iranians have said is, “We will wipe Israel off the face of the map, and we will bring death to America.” When someone points a gun at your head and loads it, by God, you ought to take them seriously, and we need to take that seriously."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:17:08",
          "text": "Thank you, gentlemen."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:17:11",
          "text": "Well, the first debate night of the 2016 presidential campaign continues from Cleveland after a short timeout. Stick around. Social issues, next."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:17:19",
          "text": "Welcome back, gentlemen. We’re going to move on now to discuss some social issues across the board."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:17:42",
          "text": "Governor Bush, let’s start with you. Many Republicans have been outraged recently by a series of videos on Planned Parenthood. You now say that you support ending federal funding for this organization. However, until late 2014, right before you started your campaign, you sat on the board of a Bloomberg charity that quite publicly gave tens of millions of dollars to Planned Parenthood while you were a director."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:18:05",
          "text": "How could you not know about these well publicized donations, and if you did know, how could you help a charity so openly committed to abortion rights?"
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:18:14",
          "text": "I joined the Bloomberg Foundation because of Mike Bloomberg’s shared commitment for meaningful education reform. That’s why I was on it. We never had a debate about the budget. It was presented and we approved it. Not item by item."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:18:28",
          "text": "Here’s my record. As governor of the state of Florida, I defunded Planned Parenthood. I created a culture of life in our state. We were the only state to appropriate money for crisis pregnancy centers. We expand dramatically the number adoptions out of our foster care system. We did parental notification laws. We ended partial-birth abortion."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:18:51",
          "text": "We did all of this and we were the first state to do a Choose Life license plate. Now 29 states have done it, and tens of millions of dollars have gone to create a culture where more people, more babies are adopted."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:19:05",
          "text": "But did you know?"
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:19:05",
          "text": "No, I didn’t know, but it doesn’t matter. I was working on this board because of education. My record is clear. My record as a pro-life governor is not in dispute. I am completely pro-life, and I believe that we should have a culture of life. It’s informed by my faith from beginning to end."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:19:20",
          "text": "And I did this not just as it related to unborn babies. I did it at the end of life issues as well. This is something that goes way beyond politics, and I hope one day we get to the point where we respect life in its fullest form across the board."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:19:34",
          "text": "Senator Rubio, you favor a rape and incest exception to abortion bans. Cardinal Timothy Dolan of New York just said yesterday those exceptions are preposterous. He said they discriminate against an entire class of human beings. If you believe that life begins at conception, as you say you do, how do you justify ending a life just because it begins violently, through no fault of the baby?"
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:19:59",
          "text": "Well, Megyn, first of all, I’m not sure that that’s a correct assessment of my record. I would go on to add that I believe all–"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:20:03",
          "text": "You don’t favor a rape and incest exception?"
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:20:05",
          "text": "I have never said that, and I have never advocated that. What I have advocated is that we pass law in this country that says all human life at every stage of its development is worthy of protection. In fact, I think that law already exists. It’s called the Constitution of the United States."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:20:19",
          "text": "And let me go further. I believe that every single human being is entitled to the protection of our laws, whether they can vote or not, whether they can speak or not, whether they can hire a lawyer or not, whether they have a birth certificate or not. And I think future generations will look back at this history of our country and call us barbarians for murdering millions of babies who we never gave them a chance to live."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:20:43",
          "text": "Mr. Trump, in 1999 you said you were, quote, “Very pro-choice,” even supporting partial-birth abortion. You favored an assault weapons ban as well. In 2004, you said in most cases you identified as a Democrat. Even in this campaign, your critics say you often sound more like a Democrat than a Republican, calling several of your opponents on the stage things like clowns and puppets. When did you actually become a Republican?"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:21:10",
          "text": "I don’t think they like me very much. I’ll tell you what. I’ve evolved on many issues over the years. And you know who else has? Is Ronald Reagan evolved on many issues. And I am pro-life. If you look at the question, I was in business. They asked me a question as to pro-life or choice. And I said if you let it run, that I hate the concept of abortion. I hate the concept of abortion. Then since then, I’ve very much evolved."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:21:42",
          "text": "What happened is friends of mine years ago were going to have a child, and it was going to be aborted. It wasn’t aborted, and that child today is a total superstar, a great great child. I saw that, and I saw other instances. I am very, very proud to say that I am pro-life."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:22:01",
          "text": "As far as being a Republican is concerned, I come from a place, New York City, which is virtually, I mean, it’s almost exclusively Democrat. And I have really started to see some of the negatives. As an example, and I have a lot of liking for this man, but the last number of months of his brother’s administration were a catastrophe. And unfortunately, those few months gave us President Obama, and you can’t be happy about that."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:22:31",
          "text": "Governor Bush, I want to ask you, on the subject of name calling of your fellow candidates, a story appeared today quoting an anonymous GOP donor who said you called Mr. Trump a clown, a buffoon-"
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:22:41",
          "text": "Don’t bring up-"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:22:42",
          "text": "… something else that cannot be repeated on television."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:22:44",
          "text": "None of which is true."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:22:45",
          "text": "Is it true?"
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:22:46",
          "text": "No, it’s not true. But I have said that Mr. Trump’s language is divisive. I want to win. I want one of these people here or the ones at 5:00, to be the next president of the United States."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:22:56",
          "text": "We’re not going to win by doing what Barack Obama and Hillary Clinton do each and every day. Dividing the country. Saying, creating a grievance kind of environment. We’re going to win when we unite people with a hopeful, optimistic message. I have that message because I was a governor of a state that saw people lifted up, because we had high sustained economic growth."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:23:16",
          "text": "Our economy grew at double the rate of the nation. We created 1.3 million jobs. We led the nation seven out of those eight years. We were only one of two states that went to AAA bond rating. I cut taxes, $19 billion. If you do that and apply conservative principles the right way, you create an environment where everybody rises up. That’s how we’re going to win. Campaigning in places to give people hope that their life is better because too many people are suffering today in America."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:23:43",
          "text": "Mr. Trump, 30 seconds."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:23:44",
          "text": "First of all, Jeb, I am very happy that you denied that, and I appreciate that very much. He is a true gentleman. He really is. And I mean that."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:23:55",
          "text": "The one thing he did say about me, however, was my tone, and I also understand that. But when you have people that are cutting Christians’ heads off. When you have a world at the border and at so many places, that it’s medieval times, we’ve never… It’s almost got to be as bad as it ever was in terms of the violence and the horror.We don’t have time for tone. We have to go out and get the job done."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:24:21",
          "text": "Subject of gay marriage and religious liberty. Governor Kasich, if you had a son or daughter who was gay or lesbian, how would you explain to them your opposition to same-sex marriage?"
        },
        {
          "speaker": "John Kasich",
          "time": "01:24:32",
          "text": "Well, look, I’m an old-fashioned person here, and I happen to believe in traditional marriage. But I’ve also said the court has ruled —"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:24:40",
          "text": "But how would you explain it to a child?"
        },
        {
          "speaker": "John Kasich",
          "time": "01:24:41",
          "text": "Wait, Megyn, the court has ruled, and I said we’ll accept it. And guess what, I just went to a wedding of a friend of mine who happens to be gay. Because somebody doesn’t think the way I do, doesn’t mean that I can’t care about them or can’t love them. So, if one of my daughters happened to be that, of course I would love them and I would accept them. Because you know what? That’s what we’re taught when we have strong faith."
        },
        {
          "speaker": "John Kasich",
          "time": "01:25:06",
          "text": "So, issues like that are planted to divide us. I think the simple fact of the matter is, and this is where I would agree with Jeb, and I’ve been saying it all along, we need to give everybody a chance, treat everybody with respect, and let them share in this great American dream that we have, Megan."
        },
        {
          "speaker": "John Kasich",
          "time": "01:25:26",
          "text": "So, look, I’m going to love my daughters, I’m going to love them no matter what they do. Because, you know what, God gives me unconditional love. I’m going to give it to my family and my friends and the people around me."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:25:39",
          "text": "Senator Paul, in the wake of the Supreme Court’s ruling on same-sex marriage, Carol Fox on Facebook wants to know the following. Quote, “What will you do to ensure Christians are not prosecuted for speaking out against gay marriage, and will Christians be forced to conduct business that conflicts with their religious beliefs?”"
        },
        {
          "speaker": "Rand Paul",
          "time": "01:26:00",
          "text": "Look, I don’t want my marriage or my guns registered in Washington. And if people have an opinion, it’s a religious opinion that is heartily felt, obviously they should be allowed to practice that and no government should interfere with them."
        },
        {
          "speaker": "Rand Paul",
          "time": "01:26:18",
          "text": "One of the things that really got to me was the thing in Houston where you had the government, the mayor, actually trying to get the sermons of ministers. When the government tries to invade the church to enforce its own opinion on marriage, that’s when it’s time to resist."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:26:39",
          "text": "Governor Walker, many in the Black Lives Matter movement, and beyond, believe that overly-aggressive police officers targeting young African Americans is the civil rights issue of our time. Do you agree? If so, how do you plan to address it? If not, why not?"
        },
        {
          "speaker": "Scott Walker",
          "time": "01:26:59",
          "text": "Well, I think the most important thing we can do when it comes to policing, it’s something you’ve had a guest on who’s a friend of mine, Milwaukee County Sheriff David Clarke, who’s talked to me about this many times in the past, it’s about training."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:27:09",
          "text": "It’s about making sure that law enforcement professionals, not only in the way in to their positions but all the way through their time, have the proper training, particularly when it comes to use of force. And that we protect and stand up and support those men and women who are doing their jobs in law enforcement. And for the very few that don’t, that there are consequences to show that we treat everyone the same here in America."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:27:33",
          "text": "Thank you."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:27:33",
          "text": "Coming up, more of our debate, including questions about President Obama’s foreign policy and these guys and their better ideas. Coming up."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:28:01",
          "text": "Welcome back to Cleveland. Our next topic is foreign policy. Candidates, you may not have seen the late developing news today, our Fox Pentagon team broke earlier this evening, about a top Iranian general traveling to Moscow to meet with Russian President Vladimir Putin."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:28:17",
          "text": "His name is General Qassem Soleimani. He’s blamed for hundreds of U.S. troop death in Iraq and Afghanistan. His trip to Russia appears to directly violate U.N. Security Council resolutions to confine him to Iran."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:28:34",
          "text": "Mr. Trump, if you were president, how would you respond to this?"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:28:39",
          "text": "I would be so different from what you have right now. Like, the polar opposite. We have a president who doesn’t have a clue. I would say he’s incompetent, but I don’t want to do that because that’s not nice."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:28:56",
          "text": "But if you look at the deals we make, whether it’s the nuclear deal with 24-hour periods, and by the way, before you get to the 24 hours, you have to go through a system. You look at Sergeant Bergdahl, we get Bergdahl, a traitor, and they get five of the big, great killers leaders that they want. We have people in Washington that don’t know what they’re doing. Now… I agree."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:29:24",
          "text": "Now, with Iran, we’re making a deal. You would say, we want him. We want him. We want our prisoners. We want all these things. We don’t get anything. We’re giving them a hundred and fifty billion dollars plus, they are going to be… I’ll tell you what, if Iran was a stock, you folks should go out and buy it right now because you’ll quadruple. This, what’s happened in Iran, is a disgrace, and it’s going to lead to destruction in large portions of the world."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:29:52",
          "text": "Another new development today. Senior defense officials tell Fox they strongly suspect Russia was behind a cyber attack on the Chairman of the Joint Chiefs office email-"
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:30:02",
          "text": "Jeez."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:30:03",
          "text": "This comes in the wake of the Director of National Intelligence blaming the Chinese for the largest ever cyber attack, stealing personal data of tens of millions of Americans."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:30:14",
          "text": "Senator Cruz, in your view, have Russia and China committed of cyber war, and if you were president, what would you do about it?"
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:30:23",
          "text": "Well, Bret, of course they have, and over the last six and a half years we’ve seen the consequences of the Obama-Clinton foreign policy. Leading from behind is a disaster. We have abandoned and alienated our friends and allies, and our enemies are stronger. Radical Islam is on the rise, Iran’s on the verge of acquiring a nuclear weapon, China is waging cyber warfare against America, Russia. General Soleimani you just mentioned, the Iranian general is the head of the al-Quds Forces."
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:30:52",
          "text": "He’s directly responsible for the murder of over 500 American servicemen in Iraq, and part of this Iranian deal was lifting the international sanctions on General Soleimani. The day General Soleimani flew back from Moscow to Iran was the day we believed that Russia used cyber warfare against the joint chiefs. We need a new commander in chief that will stand up to our enemies and that will have credibility."
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:31:19",
          "text": "It is worth emphasizing that Iran released our hostages in 1981 the day Ronald Reagan was sworn into office."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:31:30",
          "text": "Dr. Carson, in August of 2012 President Obama famously declared that if Syrian President Bashar al-Assad used chemical weapons, quote, “That’s a red line for us,” and that there would be enormous consequences. One year later with overwhelming evidence that Assad had in fact used chemical weapons and crossed that red line, President Obama declined to use military force against the Assad regime."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:31:54",
          "text": "As president, would you have used military force there?"
        },
        {
          "speaker": "Ben Carson",
          "time": "01:31:59",
          "text": "Well, what we have to stop and think about is that we have weakened ourselves militarily to such an extent that if affects all of our military policies. Our navy is at its smallest size since 1917. Our air force, since 1940. In recent testimony, the commandant of the Marine Corps said half of the non-deployed units were not ready and you know, and the sequester is cutting the heart out of our personnel."
        },
        {
          "speaker": "Ben Carson",
          "time": "01:32:28",
          "text": "Our generals are retiring because they don’t want to be part of this, and at the same time, our enemies are increasing. Our friends can’t trust us anymore. You know, Ukraine was a nuclear-armed state. They gave away their nuclear arms with the understanding that we would protect them. We won’t even give them offensive weapons."
        },
        {
          "speaker": "Ben Carson",
          "time": "01:32:47",
          "text": "You know, we turned our back on Israel, our ally. And in a situation like that, of course Obama’s not going to be able to do anything. I would shore up our military first, because if you don’t get the military right, nothing else is going to work."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:33:02",
          "text": "Governor Walker, as president, what would you do if Russian President Vladimir Putin started a campaign to destabilize NATO allies Estonia, Latvia, Lithuania, mirroring the actions Putin took at the early days of Ukraine?"
        },
        {
          "speaker": "Scott Walker",
          "time": "01:33:17",
          "text": "Well first off, for the cyber attack with Russia the other day, it’s sad to think right now, but probably the Russian and Chinese government know more about Hillary Clinton’s e-mail server than do the members of the United States Congress. That has put our national security at risk."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:33:35",
          "text": "If I am president, he won’t think about that. Putin believes in the old Lenin adage, you probe with bayonets. When you find mush, you push. When you find steel, you stop. Under Obama and Clinton, we found a lot of mush over the last two years. We need to have a national security that puts steel in front of our enemies."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:33:50",
          "text": "I would send weapons to Ukraine. I would work with NATO to put forces on the eastern border of Poland and the Baltic nations, and I would reinstate, put in place back in the missile defense system that we had in Poland and in the Czech Republic. [inaudible 01:34:05] steel."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:34:07",
          "text": "Governor Huckabee, the culture of the American military is definitely changing. Women are moving into combat roles. Don’t Ask, Don’t Tell has obviously been dropped. And now Defense Secretary Ashton Carter recently directed the military to prepare for a moment when it is welcoming transgender persons to serve openly."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:34:26",
          "text": "As commander-in-chief, how would you handle that?"
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:34:30",
          "text": "The military is not a social experiment. The purpose of the military is kill people and break things. It’s not to transform the culture by trying out some ideas that some people think would make us a different country and more diverse. The purpose is to protect America. I’m not sure how paying for transgender surgery for soldiers, sailors, airmen, marines, makes our country safer."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:34:55",
          "text": "We’ve reduced the military by 25% under President Obama. The disaster is that we’ve forgotten why we have a military. The purpose of it is to make sure that we protect every American, wherever that American is, and if an American is calling out for help, whether it’s in Benghazi or at the border, then we ought to be able to answer it."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:35:14",
          "text": "We’ve not done that because we’ve decimated our military. We’re flying B-52s. The most recent one that was put in service was November of 1962. A lot of the B-52s we’re flying, we’ve only got 44 that are in service combat ready, and the fact is, most of them are older than me. And that’s pretty scary."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:35:38",
          "text": "Senator Paul, the first budget your proposed as senator cut all financial aid to Israel. You have since changed your view on that issue. What made you change your mind."
        },
        {
          "speaker": "Rand Paul",
          "time": "01:35:51",
          "text": "Well, let’s be clear, I’m the only one on the stage who actually has a five-year budget that balances. I’ve put pencil to paper-"
        },
        {
          "speaker": "Rand Paul",
          "time": "01:36:00",
          "text": "… and I’ve said I would cut spending, and I’ve said exactly where. Each one of my budgets has taken a meat-ax to foreign aid because I think we ought to quit sending it to countries that hate us."
        },
        {
          "speaker": "Rand Paul",
          "time": "01:36:11",
          "text": "I think we ought to quit sending it to countries that burn our flag. Israel is not one of those. But even Benjamin Netanyahu said that ultimately, they will be stronger when they’re independent. My position is exactly the same. We shouldn’t borrow money from China to send it anywhere, but why don’t we start with eliminating aid to our enemies."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:36:33",
          "text": "Okay. But you still say that Israel could be one of the countries that is cut from financial aid?"
        },
        {
          "speaker": "Rand Paul",
          "time": "01:36:38",
          "text": "I still say exactly what my original opinion is. Do you borrow money from China to send it to anyone? Out of your surplus, you can help your allies, and Israel is a great ally. This is no particular animus of Israel, but what I will say, and I will say over and over again, we cannot give away money we don’t have."
        },
        {
          "speaker": "Rand Paul",
          "time": "01:36:56",
          "text": "We do not project power from bankruptcy court. We’re borrowing a million dollars a minute. It’s got to stop somewhere."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:37:04",
          "text": "Governor Christie, what do you think of that answer?"
        },
        {
          "speaker": "Chris Christie",
          "time": "01:37:07",
          "text": "Well, listen. If we want to deal with these issues, we have to deal with them in a way that makes sense."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:37:13",
          "text": "I agree with what Dr. Carson said earlier. The first thing we need to do to make America stronger is to strengthen our military, and I put out a really specific plan. No less than 500,000 active duty soldiers in the Army. No less than a hundred and eighty five thousand active duty marines in the Marine Corps. Bring us to a 350 ship navy again, and modernize the Ohio class of submarines, and bring our air force back to 2600 aircraft that are ready to go."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:37:37",
          "text": "Those are the kind of things that are going to send a clear message around the world. Those are the things that we need to start working on immediately to make our country stronger and make it better. Those are the things that we need to be able to be doing. And as we move towards dealing with foreign aid, I don’t disagree with Senator Paul’s position that we shouldn’t be funding our enemies. But I absolutely believe that Israel is a priority to be able to fund and keep them strong and safe after eight years of this administration."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:38:01",
          "text": "Governor, thank you."
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:38:02",
          "text": "Bret, can I jump in on this one?"
        },
        {
          "speaker": "Bret Baier",
          "time": "01:38:05",
          "text": "Senator, we’re going to finish up with some more questions, thank you."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:38:08",
          "text": "We have to stand you by, because after the break, we’re going to let the candidates make their closing statements, their final thoughts, and God. Stay tuned for that."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:38:37",
          "text": "Welcome back."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:38:39",
          "text": "In our final moments here together, we’re going to allow the candidates to offer their final thoughts. But first, we want to ask them an interesting closing question from Chase Norton on Facebook, who wants to know this of the candidates. “I want to know if any of them have received a word from God on what they should do and take care of first.”"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:38:58",
          "text": "Senator Cruz, start from you. Any word from God?"
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:39:02",
          "text": "Well, I am blessed to receive a word from God every day in receiving the scriptures and reading the scriptures, and God speaks through the Bible."
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:39:13",
          "text": "I’m the son of a pastor and an evangelist, and I’ve described many times how my father, when I was a child, was an alcoholic. He wasn’t a Christian. And my father left my mother and left me when I was just three years old. Someone invited him to Clay Road Baptist Church, and he gave his heart to Jesus and it turned him around. And then he got on a plane and he flew back to my mother and me."
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:39:37",
          "text": "I would also note that the scripture tells us, “You shall know them by their fruits.” We see lots of campaign conservatives. But if we’re going to win in 2016, we need a consistent conservative, someone who has been a fiscal conservative, a social conservative, a national security conservative."
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:39:53",
          "text": "There are real differences among the candidates on issues like amnesty, like Obamacare, like religious liberty, like life and marriage. I have been proud to fight and stand for religious liberty, to stand against Planned Parenthood, to defend life for my entire career, and I will be proud to continue to do so as president of the United States."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:40:17",
          "text": "Governor Kasich, same question."
        },
        {
          "speaker": "John Kasich",
          "time": "01:40:20",
          "text": "Well, Megyn, my father was a mailman. His father was a coal miner. My mother’s mother could barely speak English. And their son today stands on this podium in the great state of Ohio not only as the governor, but a candidate for president of the United States."
        },
        {
          "speaker": "John Kasich",
          "time": "01:40:37",
          "text": "I do believe in miracles. You know, I’ve had a lot of elections, but my elections are really not about campaigns. I tell my people that these are about a movement. And a movement to do what? To restore common sense, a movement to do things like provide economic growth, and a movement not to let anybody be behind."
        },
        {
          "speaker": "John Kasich",
          "time": "01:40:59",
          "text": "Today the country is divided. You asked a question about the police and the difficulty in communities. We’ve got to unite our country again because we’re stronger when we are united and we are weaker when we are divided."
        },
        {
          "speaker": "John Kasich",
          "time": "01:41:11",
          "text": "And we’ve got to listen to other people’s voices, respect them, but keep in mind, and I believe in terms of the things that I’ve read in my lifetime, the lord is not picking us. But because of how we respect human rights, because that we are a good force in the world, he wants America to be strong, he wants America to succeed, and he wants America to lead. And nothing is more important to me than my family, my faith, and my friends."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:41:41",
          "text": "Governor Walker, same question."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:41:45",
          "text": "Well, thanks Megyn."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:41:47",
          "text": "I’m certainly an imperfect man, and it’s only by the blood of Jesus Christ that I’ve been redeemed from my sins. So I know that God doesn’t call me to do a specific thing. God hasn’t given me a list, a Ten Commandments, if you will, of things to act on the first day."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:41:59",
          "text": "What God calls us to do is follow his will, and ultimately that’s what I’m going to try to do. I hope people see it in my state, even in the big challenges I took on when I had over a hundred thousand protesters in and around our capital, trying to do what I thought was the right thing."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:42:12",
          "text": "It wasn’t just how I took on those political battles. It was ultimately how I acted. Not responding in kind. Not lashing out. But just being decent going forward and living my life in a way that would be a testimony to him and our faith."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:42:25",
          "text": "Senator Rubio, I want to ask you the same question, but I do want to mention, a woman just came here to the stage and asked, “What about the veterans? I want to hear more about what these candidates are going to do for our nation’s veterans.”"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:42:36",
          "text": "So I put the question to you about God and the veterans, which you may find to be related."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:42:41",
          "text": "Well, first, let me say I think God has blessed us. He has blessed the Republican Party with some very good candidates. The Democrats can’t even find one."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:42:47",
          "text": "And I believe God has blessed our country. This country has been extraordinarily blessed. And we have honored that blessing. And that’s why God has continued to bless us. He has blessed us with young men and women willing to risk their lives and sometimes die in uniform for the safety and security of our people."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:43:12",
          "text": "Unfortunately today we have a VA that does not do enough for them. I am proud that last year we helped change the law. We changed the law to give the power to the VA secretary the ability to fire any executive that isn’t doing their job. It is outrageous they’ve only fired one person to date. When I’m president of the United States, we’re going to have a VA that cares more about our veterans than about the bureaucrats who work at the VA."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:43:36",
          "text": "Dr. Carson, a question to you about God and his role, but also, one of the issues that the public was very interested in, and we touched on it earlier, is race relations in this country, and how divided we seem right now. And what, if anything, you can do, you would do, as the next president to help heal that divide."
        },
        {
          "speaker": "Ben Carson",
          "time": "01:43:58",
          "text": "Well, I think the bully pulpit is a wonderful place to start healing that divide. We have the purveyors of hatred who take every single incident between people of two races and try to make a race war out of it and drive wedges into people. This does not need to be done."
        },
        {
          "speaker": "Ben Carson",
          "time": "01:44:15",
          "text": "What we need to think about instead… You know, I was asked by an NPR reporter once, why don’t I talk about race that often. I said it’s because I’m a neurosurgeon. She thought that was a strange response. I said, “You see, when I take someone to the operating room, I’m actually operating on the thing that makes them who they are.” The skin doesn’t make them who they are. The hair doesn’t make them who they are."
        },
        {
          "speaker": "Ben Carson",
          "time": "01:44:36",
          "text": "It’s time for us to move beyond that because… our strength as a nation comes in our unity. We are the United States of America, not the divided states. Those who want to divide us are trying to divide us, and we shouldn’t let them do it."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:44:57",
          "text": "Thank you."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:45:01",
          "text": "Now each candidate will make a closing statement. You’ll all have 30 seconds to make a closing statement for this debate. We’ll start with Ohio Governor John Kasich."
        },
        {
          "speaker": "John Kasich",
          "time": "01:45:13",
          "text": "You know, tonight we hear about what people want to do. I going to tell you what I’ve done. I was a member of the Armed Services Committee for 18 years. I spent a big chunk of my life studying national security issues and our role in the world."
        },
        {
          "speaker": "John Kasich",
          "time": "01:45:28",
          "text": "Number two. I was the chairman of the House Budget Committee and one of the chief architects the last time we balanced a budget, and it was the first time we had done it since man walked on the moon. We had a five trillion dollar surplus and we cut taxes."
        },
        {
          "speaker": "John Kasich",
          "time": "01:45:42",
          "text": "I spent ten years in the private sector, actually learning how business works. Now I’m the governor of Ohio, and I inherited a state that was on the brink of dying. We’ve turned it all around with jobs and balanced budgets and rising credit and tax cuts, and the state is unified, and people have hope again in Ohio."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:46:05",
          "text": "Governor Christie?"
        },
        {
          "speaker": "Chris Christie",
          "time": "01:46:10",
          "text": "Well, thank you, Megyn. Listen, I was born into a middle class family in New Jersey. My dad came home from serving in the army after having lost his father, worked in the Breyers ice cream plant in Newark, New Jersey and was the first person to graduate from college. He put himself through college at night. My mom was a secretary."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:46:27",
          "text": "I was appointed United States attorney on September 10, 2001 and spent the next seven years of my career fighting terrorism and putting terrorists in jail."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:46:37",
          "text": "I’m a conservative, pro-life governor in a state where it is really tough to be both, in a state like New Jersey with lots of Democrats, but still we cut taxes, we balanced budgets, we fought the teacher’s union."
        },
        {
          "speaker": "Chris Christie",
          "time": "01:46:48",
          "text": "This president has had weak leadership, which has led to bad choices. We got to stop worrying about being loved and start worrying about being respected, and that’s exactly how I’ll lead our country."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:46:59",
          "text": "Senator Paul, closing statement."
        },
        {
          "speaker": "Rand Paul",
          "time": "01:47:02",
          "text": "I’m a different kind of Republican. I’ve introduced a five-year balanced budget. I’ve introduced the largest tax cut in our history. I stood for ten and a half hours on the Senate floor to defend your right to be left alone."
        },
        {
          "speaker": "Rand Paul",
          "time": "01:47:17",
          "text": "But I’ve also gone to Chicago, I’ve gone to Detroit, I’ve been to Ferguson, I’ve been to Baltimore, because I want our party to be bigger, better, and bolder, and I’m the only one that leads Hillary Clinton in five states that were won by President Obama. I’m a different kind of Republican."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:47:37",
          "text": "Senator Marco Rubio."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:47:38",
          "text": "Thank you. Both of my parents were born into poor families on the island of Cuba. They came to America because it was the only place where people like them could have a chance. Here in this country, they never made it big, but the very purpose of their life was to give us the chance to do all the things they never could."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:47:53",
          "text": "My father was a bartender, and the journey from the back of that bar to this stage tonight, to me, that is the essence of the American dream. It’s what makes our nation different. I’m running for president because I want that to still be possible for the people trying to do that now."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:48:07",
          "text": "I run for president because I believe that we can’t just save the American dream. We can expand it to reach more people and change more lives than ever before. That’s why I’m asking for your vote. So we can make America greater than it’s ever been. And make of this century a new American century."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:48:24",
          "text": "Thank you, Senator."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:48:27",
          "text": "Senator Ted Cruz."
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:48:30",
          "text": "If I’m elected president, let me tell you about my first day in office. The first thing I intend to do is to rescind every illegal and unconstitutional executive action taken by Barack Obama. The next thing I intend to do is instruct the Department of Justice to open an investigation into these videos and to prosecute Planned Parenthood for any criminal violations."
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:48:53",
          "text": "The next thing I intend to do is instruct the Department of Justice and the IRS to start persecuting religious liberty. I then intend to cancel the Iran deal and finally move the U.S. embassy in Israel to Jerusalem."
        },
        {
          "speaker": "Ted Cruz",
          "time": "01:49:08",
          "text": "I will keep my word. My father fled Cuba, and I will fight to defend liberty because my family knows what it’s like to lose it."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:49:17",
          "text": "Dr. Carson, closing statement."
        },
        {
          "speaker": "Ben Carson",
          "time": "01:49:20",
          "text": "Well, I haven’t said anything about me being the only one to do anything, so let me try that. I’m the only one to separate Siamese twins. The only one to operate on babies while they were still in mother’s womb. The only one to take out half of a brain, although you would think, if you go to Washington, that someone had beat me to it."
        },
        {
          "speaker": "Ben Carson",
          "time": "01:49:50",
          "text": "But I’m very hopeful that I’m not the only one who’s willing to pick up the baton of freedom, because freedom is not free, and we must fight for it every day. Every one of us must fight for it, because we’re fighting for our children and the next generation."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:50:05",
          "text": "Governor Mike Huckabee, closing statement."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:50:10",
          "text": "It seems like this election has been a whole lot about a person who’s very high in the polls but doesn’t have a clue about how to govern. A person who has been filled with scandals and who could not lead, and, of course, I’m talking about Hillary Clinton."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:50:33",
          "text": "I think America-"
        },
        {
          "speaker": "Donald Trump",
          "time": "01:50:35",
          "text": "Thank you."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:50:35",
          "text": "… is in trouble, but it’s not beyond repair. But it’s going to take leadership who sees the greatness of this country, and who believes that once again we can be one nation, under God."
        },
        {
          "speaker": "Mike Huckabee",
          "time": "01:50:48",
          "text": "I’ll be my best to do that, and thank you for your support."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:50:57",
          "text": "Governor Scott Walker."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:50:58",
          "text": "Thanks. I’m guy with a wife and two kids, and a Harley. One article called me aggressively normal. I ran for governor because I was worried about my kids’ future. Then I took on the big government union bosses, and we won. They tried to recall me, and we won. They target us again, and we won."
        },
        {
          "speaker": "Scott Walker",
          "time": "01:51:17",
          "text": "We balanced the budget, cut taxes, and turned our state around with big, bold reforms. It wasn’t too late for Wisconsin, and it’s not too late for America. That’s why I ask for your vote."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:51:32",
          "text": "Governor Bush, closing statement, sir."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:51:35",
          "text": "Here’s what I believe. I believe we’re at the verge of the greatest time to be alive in this world, but Washington is holding us back. How we tax, how we regulate. We’re not embracing the energy revolution in our midst, a broken immigration system that has been politicized rather than turning it into an economic driver."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:51:52",
          "text": "We’re not protecting and preserving our entitlement system or reforming it for the next generation. All these things languish while we have politicians in Washington using these as wedge issues."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:52:02",
          "text": "Here’s my commitment to you, because I did it as Florida. We can fix these things. We can grow economically and restore America’s leadership in the world, so that everybody has a chance to rise up. I humbly ask for your vote, whenever you’re going to get to vote, whenever the primary is. Thank you all very much."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:52:19",
          "text": "Mr. Trump, closing statement, sir."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:52:23",
          "text": "Our country is in serious trouble. We don’t win anymore. We don’t beat China in trade. We don’t beat Japan, with their millions and millions of cars coming into this country, in trade. We can’t beat Mexico, at the border or in trade."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:52:41",
          "text": "We can’t do anything right. Our military has to be strengthened. Our vets have to be taken care of. We have to end Obamacare, and we have to make our country great again, and I will do that. Thank you."
        },
        {
          "speaker": "Donald Trump",
          "time": "01:52:54",
          "text": "Thank you."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:52:58",
          "text": "Gentlemen, thank you."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:53:00",
          "text": "It’s over!"
        },
        {
          "speaker": "Bret Baier",
          "time": "01:53:01",
          "text": "That’s it."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:53:02",
          "text": "You relieved? You were nervous before. They don’t look relieved. They’re like, get me out of here."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:53:08",
          "text": "Thank you all very much, and that will do it for the first Republican primary debate night of the 2016 presidential race. Our thanks to the candidates, who will now be joined by their families on stage, but we’re not done. The Kelly File starts in a moment."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:53:22",
          "text": "I’ll be running over to the other set, but first, Bret, Chris, they’re here with me. We’re going to say hello to the candidates."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:53:27",
          "text": "Dr. Carson, [inaudible 01:53:29]."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:53:30",
          "text": "How are you doing?"
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:53:34",
          "text": "Really nice to see you."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:53:35",
          "text": "[inaudible 01:53:35]. Great to see you guys."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:53:40",
          "text": "Kind of ruining it for us."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:53:43",
          "text": "No, it’s the moment. Their families have been sitting here in this arena on pins and needles."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:53:47",
          "text": "Way more nervous than these guys."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:53:49",
          "text": "Way more nervous. Waiting for every answer. Waiting for everything, and now they get up, they get their hugs, they get their kisses."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:53:57",
          "text": "It’s got to be a big relief. I mean, they’re only human, right? Just to get this over with."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:54:01",
          "text": "Can I also say that, at the risk of sounding pollyannaish, I actually think all 10 candidates did quite well."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:54:08",
          "text": "Look at Senator Cruz with his daughters."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:54:09",
          "text": "Oh, look at this. Look at Senator Cruz. But I think they all handled themselves well. I thought they all made their points."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:54:17",
          "text": "They all had moments, Chris."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:54:19",
          "text": "Absolutely."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:54:19",
          "text": "They all had some moment on some issue, and they really ran the gamut as far as the different issues. We’ve been working in that cocoon-"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:54:28",
          "text": "You know what else?"
        },
        {
          "speaker": "Bret Baier",
          "time": "01:54:28",
          "text": "… for a long time."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:54:28",
          "text": "They were all very respectful. Here comes one of them now."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:54:29",
          "text": "Senator. Thank you."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:54:29",
          "text": "Thank you guys. I know this was-"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:54:29",
          "text": "Thank you, Senator."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:54:29",
          "text": "… 10 people. It was a lot of people."
        },
        {
          "speaker": "Speaker 25",
          "time": "01:54:29",
          "text": "Hi."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:54:29",
          "text": "Hi."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:54:30",
          "text": "[inaudible 01:54:30]-"
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:54:30",
          "text": "Great to see you. Thank you."
        },
        {
          "speaker": "Marco Rubio",
          "time": "01:54:30",
          "text": "… interview with me from 10 years ago. West Miami City Commissioner."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:54:43",
          "text": "Hello, Mrs. Rubio. How are you?"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:54:44",
          "text": "If you can’t hear at home, Senator Rubio’s mocking Chris Wallace. That’s fun."
        },
        {
          "speaker": "Chris Wallace",
          "time": "01:54:49",
          "text": "It’s always good for a laugh."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:54:52",
          "text": "That’s good. Look at all these families up here. Well, listen."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:54:55",
          "text": "It’s a nice moment because they duke it out, but then at the end, they’re friendly."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:54:59",
          "text": "This has been fun. We’re one down. One down. That is it for us. Governor Bush, good to see you."
        },
        {
          "speaker": "Jeb Bush",
          "time": "01:55:07",
          "text": "[inaudible 01:55:07]?"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:55:07",
          "text": "[inaudible 01:55:07]."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:55:07",
          "text": "We are. [inaudible 01:55:08]. That’s it for us."
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:55:11",
          "text": "Kelly File."
        },
        {
          "speaker": "Bret Baier",
          "time": "01:55:11",
          "text": "Guess what, the Kelly File starts-"
        },
        {
          "speaker": "Megyn Kelly",
          "time": "01:55:13",
          "text": "… starts right now. Let’s see if I make it."
        }
      ]
    }
  ]
}