{
  "url": "https://www.rev.com/blog/transcripts/january-iowa-democratic-debate-transcript",
  "title": "January Iowa Democratic Debate",
  "tags": [
    "2020 democratic presidential primary",
    "debate"
  ],
  "date": "2020-01-14",
  "candidates": [
    "Amy Klobuchar",
    "Pete Buttigieg",
    "Tom Steyer",
    "Joe Biden",
    "Bernie Sanders",
    "Elizabeth Warren"
  ],
  "other_speakers": [
    "Brianne Pfannenstiel",
    "Abby Phillip",
    "Moderator 1",
    "Moderator 2",
    "Wolf Blitzer"
  ],
  "description": "Democratic candidates Joe Biden, Elizabeth Warren, Bernie Sanders, Amy Klobuchar, Pete Buttigieg, and Tom Steyer took the debate stage for the last time before the 2020 Iowa Caucuses. The debate took place in Des Moines, Iowa on January 14, 2020.",
  "parts": [
    {
      "number": null,
      "video": "https://www.rev.com/transcript-editor/shared/xWJ17d74oC6NGxvOf184m8XBu3jB2fMkptufx8Wlym2-kXQw3kdJisMryD-BxVWAw7WAq5Psr0H7W3DIH3NSsWasSpI?loadFrom=PastedDeeplink",
      "text": [
        {
          "speaker": "Wolf Blitzer",
          "time": "00:00",
          "text": "All right, so let’s begin right now. Just this month, the United States and Iran were on the brink of war, which has reignited the debate over America’s role in the world and which of you is best prepared to be commander-in-chief. So let’s have the debate right now. Senator Sanders, why are you best prepared — the best prepared person on this stage to be commander-in-chief?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "00:02",
          "text": "When the Congress was debating whether or not we go into a war in Iraq, invade Iraq, I got up on the floor of the House and I said that would be a disaster, it would lead to unprecedented levels of chaos in the region. And I’d not only voted against the wall, I help lead the effort against that wall. Just last year, I helped for the first time in the modern history of this country, pass a War Powers Act Resolution, working with a conservative Republican, Mike Lee of Utah, which said that the war in Yemen, led by Saudi Arabia was unconstitutional because Congress had not authorized it."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "00:48",
          "text": "We got a majority vote in the Senate. We got a majority vote in the House. Unfortunately, Bush vetoed that and that horrific war continues. I am able to work with Republicans. I am able to bring people together, to try to create a world where we solve conflicts over the negotiating table, not through military efforts."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:11",
          "text": "Vice President Biden, you talk a lot about your experience, but some of your competitors have taken issue with that experience, questioning your judgment in voting to authorize the Iraq war. Why are you the best prepared person in this stage to be Commander in Chief?"
        },
        {
          "speaker": "Joe Biden",
          "time": "01:27",
          "text": "I said 13 years ago, it was a mistake to give the President the authority to go to war, if in fact he couldn’t get inspectors into Iraq to stop what thought to be the attempt to get a nuclear weapon. It was a mistake and I acknowledged that. But the man who also argued against that war, Barack Obama picked me to be his Vice President and once we were elected President, and Vice President, he turned to me and asked me to end that war. I know what it’s like to send a son or daughter and like our colleague has gone to war in Afghanistan, my son for a year in Iraq and that’s why I do it very, very reluctantly."
        },
        {
          "speaker": "Joe Biden",
          "time": "02:08",
          "text": "That’s why I led the effort as you know, Wolf against surging tens of thousands of troops into Afghanistan. We should not send anyone anywhere unless the overwhelming vital interest of United States are at stake. They were not at stake there. They were not at stake in Iraq and it was a mistaken vote. But I think my record overall on every other thing we’ve done has been… I’m prepared to compare it to anybody’s on this stage."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "02:33",
          "text": "Senator Sanders, you have been attacking Vice President Biden’s vote on the Iraq war, but you recently acknowledged that your vote to authorize the war in Afghanistan was also a mistake. So you’ve both acknowledged mistakes. Why should the American people trust your judgment more?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "02:51",
          "text": "Well, it’s a little bit of a difference on that particular vote, every single member of the House, including myself voted for it, only Barbara Lee voted against it. But what I understood from right away in terms of the war in Iraq, the difference here is that the war in Iraq turned out to be the worst foreign policy blunder in the modern history of this country. As Joe well knows, we lost 4,500 brave troops, hundreds of thousands of Iraqis died."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "03:19",
          "text": "We have spent trillions of dollars on that endless war, money which should go into healthcare and education and infrastructure in this country. Joe and I listened to what Dick Cheney and George Bush and Rumsfeld had to say. I thought they were lying. I didn’t believe them for a moment, I took to the floor I did everything I could to prevent that war. Joe saw it differently."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "03:46",
          "text": "Vice President Biden."
        },
        {
          "speaker": "Joe Biden",
          "time": "03:47",
          "text": "I was asked to bring 156,000 troops home from that war, which I did. I led that effort. It was a mistake to trust that they weren’t going to go to war. They said they were not going to go to war. They said they were just going to get inspectors in. The world, in fact voted to send inspectors in and they still went to war. From that point on, I was in the position of making the case that it was a big, big mistake and from that point on, I moved to bring those troops home."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "04:13",
          "text": "Senator Klobuchar, you’ve publicly questioned Mayor Buttigieg’s experience when it comes to being Commander in Chief. Why is your time as a US Senator more valuable than his time as a US Naval intelligence officer in Afghanistan and as mayor?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "04:30",
          "text": "Thank you Wolf, and I’ve been very clear that I respect the mayor’s experience very much in the military. I just have different experience. I’ve been in the US Senate for over 12 years and I think what you want in a President is someone who has dealt with these life and death issues and who has made decisions. I will look at my position on the Iraq war first. I wasn’t in the Senate for that vote, but I opposed that war from the very beginning. In my first campaign for Senate, I ran against a Republican who ran ads against me on it, but I stood my ground. When I got to the Senate, I pushed to bring our troops home."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "05:08",
          "text": "Then I have dealt with every issue from Afghanistan, to keeping our troops with good healthcare, after what we saw with Walter Reed and being part of an effort to improve the situation for our troops in a very big way with their education and with their jobs and also with their healthcare. I think right now what we should be talking about though, Wolfe, is what is happening right now with Donald Trump. Donald Trump is taking us pell-mell toward another war. We have a very important resolution."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "05:39",
          "text": "We just found out today the four Republicans are joining Democrats to go to him and say, “You must have an authorization of military force if you’re going to go to war with Iran.” That is so important because we have a situation where he got us out of the Iranian nuclear agreement, something I on for a significant period of time. As President, I will get us back into that agreement. I will take an oath to protect and defend our constitution and I will mean it."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "06:07",
          "text": "Thank you, Senator Klobuchar. We are going to continue talking about who’s best prepared to be Commander in Chief Mayor Buttigieg."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "06:14",
          "text": "Well, I bring a different perspective. There are enlisted people that I served with, barely old enough to remember those votes on the authorization after 9-11, on the war in Iraq, and there are people now old enough to enlist who were not alive for some of those debates. The next President is going to be confronted with national security challenges, different in scope and in kind from anything we’ve seen before."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "06:42",
          "text": "Not just conventional military challenges, not just stateless terrorism, but cybersecurity challenges, climate security challenges, foreign interference in our elections. It’s going to take a view to the future, as well as the readiness, to learn from the lessons of the past and for me, those lessons of the past are personal."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "07:03",
          "text": "Senator Warren and our new CNN Des Moines Register poll, almost a third of your supporters say your ability to lead the military is more of a weakness than a strength of yours. Why are you best prepared to be Commander in Chief?"
        },
        {
          "speaker": "E. Warren",
          "time": "07:17",
          "text": "I believe the principal job of the Commander in Chief is to keep America safe and I think that’s about judgment. I think it starts with knowing our military. I sit on the Senate Armed Services Committee. I work with our generals, with our military leaders, with our intelligence, but I also visit our troops. I visit our troops around the world. I’ve been to Afghanistan, to Iraq, to Jordan, to South Korea. I’ve been to lots of places to talk with our troops. And I fight for our troops to make sure that they get their pay, that they get the housing and medical benefits that they’ve been promised, that they don’t get cheated by giant financial institutions."
        },
        {
          "speaker": "E. Warren",
          "time": "07:54",
          "text": "I have three brothers who are in the military and I know how much our military families sacrifice, but I also know that we have to think about our defense in very different ways. We have to think about cyber. We have to think about climate. We also have to think about how we spend money. We have a problem with a revolving door in Washington, between the defense industry and the Department of Defense and the Pentagon. That is corruption, pure and simple. We need to block that revolving door and we need to cut our defense budget. We need to depend on all of our tools, diplomatic, economic, working with our allies and not let the defense industry call the shots."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "08:35",
          "text": "Mr. Steyer, you worked in finance for decades and have never held elected office. Why should voters believe you have the experience or judgment to serve as Commander in Chief?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "08:47",
          "text": "I worked internationally around the world for decades. I traveled, I met with governments, I met with business, and I understand how America interacts with other countries. And you asked what is the reason that the experience really counts? And to me, I believe that Senator Warren made a great point. It isn’t so much about experience, it’s about judgment. If you’ve been listening to this, what we are hearing is 20 years of mistakes by the American government in the Middle East, of failure, of mistakes. So the real question is judgment."
        },
        {
          "speaker": "Tom Steyer",
          "time": "09:22",
          "text": "And if you look who had the judgment, it was a State Senator from Illinois with no experience named Barack Obama who opposed the war. It is a Congress woman, Barbara Lee from Oakland, California, who stood up against the original vote, who was the only person in Congress. So I would say to you this, an outside perspective looking at this and actually dealing with the problems as they are is what we’re looking for now. I agree with Senator Warren, we are spending dramatically too much money on defense. The money that we’re spending there, we could spend in the other parts of the budget and it’s time for someone from the outside to have a strategic view about what we’re trying to do and how to do it."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "10:04",
          "text": "Senator Sanders, in the wake of the Iran crisis, Iran, Ayatollah Khamenei has again called for all US troops to be pulled out of the Middle East, something you’ve called for as well. Yet when American troops last left Iraq, ISIS emerged and spread terror across the Middle East and indeed around the world. How would you prevent that from happening again?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "10:27",
          "text": "Okay, let me tell you, but before I tell you that, let me tell you something else. And that is, and I don’t know if my colleagues here will agree with me or not, maybe they will. But what we have to face as a nation is that the two great foreign policy disasters of our lifetimes are the war in Vietnam and the war in Iraq, both of those wars were based on lies. And right now what I fear very much is we have a President who is lying again and could drag us into a war that is even worse than the war in Iraq."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "11:07",
          "text": "To answer your question, what we need to do is have an international coalition. We cannot keep acting unilaterally. As you know, the nuclear deal with Iran was worked on with a number of our allies. We have got to undo what Trump did, bring that coalition together and make sure that Iran never gets a nuclear weapon."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "11:32",
          "text": "Vice President Biden."
        },
        {
          "speaker": "Joe Biden",
          "time": "11:33",
          "text": "I was part of that deal to get the nuclear agreement with Iran, bringing together the rest of the world and including some of the folks who aren’t friendly to us and it was working. It was working, it was being held tightly. There was no movement on the part of the Iranian government to get closer to a nuclear weapon. And look what’s happened, he went ahead and it was predictable from the day he pulled out of the agreement, Trump, what exactly would happened. We’re now isolated. We’re in a situation where our allies in Europe are making a comparison between the United States and Iran, saying both ought to stand down, making a moral equivalence. We have lost our standing in the region, we have lost the support of our allies. The next President has to be able to pull those folks back together, re-establish our alliances and insist that Iran go back into the agreement, which I believe with the pressure applied as we put on before we can get done."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "12:29",
          "text": "So just to be clear, Vice President Biden, would you leave troops in the Middle East or would you pull them out?"
        },
        {
          "speaker": "Joe Biden",
          "time": "12:35",
          "text": "I would leave troops in the Middle East in terms of patrolling the Gulf, where we are now, small numbers of troops. And I think it’s a mistake to pull out the small number of troops that are there now to deal with ISIS. What’s happened is, now that he’s gone ahead, the President and started this whole process moving, what’s happening? ISIS is going to reconstitute itself. We’re in a position where we have to pull our forces out. Americans have to leave the entire region and quite frank, I think he’s flat out lied about saying the reason he made the strike was because our embassies were about to be bombed."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "13:13",
          "text": "Senator Klobuchar, what’s your response?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "13:15",
          "text": "I would leave some troops there, but not in the level that Donald Trump is taking us right now. Afghanistan, I have long wanted to bring our troops home, I would do that. Some would remain for counter terrorism and training. In Syria, I would not have removed 150 troops from the border with Turkey. I think that was a mistake. I think it made our allies and many others much more vulnerable to ISIS. And then when it comes to Iraq, right now I would leave our troops there despite the mess that has been created by Donald Trump."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "13:49",
          "text": "At the briefing we had last week, I was the only person on this stage that asked a question of both the Secretary of Defense and the Secretary of State. And I asked them about imminent threat, but I also ask them what their alternatives were and they gave very vague, vague answers. I asked them where is the surge of diplomacy that we would be seeing if I was President? And I asked them where they were going to leave the Iraqi people? Time and time again, you see that this President puts his own interest, his private interests in front of our countries. I would put our country’s interests first as Commander in Chief."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "14:24",
          "text": "So Senator Warren, leave combat troops, at least some combat troops in the Middle East or bring them home?"
        },
        {
          "speaker": "E. Warren",
          "time": "14:30",
          "text": "No, I think we need to get our combat troops out. You know, we have to stop this mindset that we can do everything with combat troops. Our military is the finest military on earth and they will take any sacrifice we ask them to take, but we should stop asking our military to solve problems that cannot be solved militarily. Our keeping combat troops there is not helping. We need to work with our allies. We need to use our economic tools. We need to use our diplomatic tools."
        },
        {
          "speaker": "E. Warren",
          "time": "15:02",
          "text": "Now look, I understand there are people on this stage when it comes to Afghanistan, for example, who talk about five more years, 10 more years. Shoot Lindsay Graham talks about leaving troops there for a hundred more years. No one has a solution and an end point. We need to get our combat troops out. They are not helping create more safety for the United States or the region."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "15:24",
          "text": "Vice President Biden is Senator Warren right?"
        },
        {
          "speaker": "Joe Biden",
          "time": "15:26",
          "text": "Well, I’ll tell you what. There’s a difference between combat troops and leaving special forces in a position. I was part of the coalition that put together 68 countries to deal with stateless terror, as well as failed States, not us alone, 68 other countries. That’s how we were able to defeat and end the caliphate for ISIS. They’ll come back if we do not deal with them and we do not have someone who can bring together the rest of the world to go with us, with small numbers of special forces we have, to organize the effort to take them down."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "15:58",
          "text": "Mayor Buttigieg, you served in Afghanistan, who’s right?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "16:01",
          "text": "If we can continue to remain engaged without having an endless commitment of ground troops. But what’s going on right now is the President’s actually sending more. The very President who said he was going to end endless war, who pretended to have been against the war in Iraq all along. But we know that’s not true. Now has more troops going into the Middle East. And whenever I see that happen, I think about the day we shipped out and the time that was set aside for saying goodbye to family members."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "16:29",
          "text": "I remember walking with a friend of mine, another Lieutenant I trained with as we walked away and his one and a half year old boy was toddling after him not understanding why his father wasn’t turning back to scoop him up. And it took all the strength he had, not to turn around and look at his boy one more time. That is happening by the thousands right now, as we see so many more troops sent into harm’s way. And my perspective is to ensure that that will never happen when there is an alternative as Commander in Chief."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "17:02",
          "text": "Senator Sanders."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "17:03",
          "text": "Wolf, in America today, our infrastructure is crumbling. Half of our people are living paycheck to paycheck. 87 million people have no healthcare or are under insured. You got 500,000 people sleeping out on the streets tonight. The American people are sick and tired of endless wars, which have cost us trillions of dollars. Our job is to rebuild the United Nations, rebuild the State department, make sure that we have the capability of bringing the world together to resolve international conflict diplomatically and stop the endless wars that we have experienced."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "17:43",
          "text": "We’re going to get to everyone, but Vice President Biden. You criticized President Trump’s decision to kill the Iranian General Soleimani, without first going to Congress. Are there any circumstances other than a direct attack on the United States where you would take military action without congressional approval?"
        },
        {
          "speaker": "Joe Biden",
          "time": "18:02",
          "text": "I ran the first time as a 29 year old kid against the war in Vietnam, on the grounds that only way they can take a nation to war, is with the informed consent of the American people. The informed consent of the American people. And with regard to this idea that we can walk away and not have any troops anywhere, excluding special forces, there’s no way you negotiate or been able to negotiate with terrorists. You have to be able to form coalitions, to be able to defeat them or contain them."
        },
        {
          "speaker": "Joe Biden",
          "time": "18:30",
          "text": "If you don’t, we end up being the world’s policeman again. They’re going to come to us, they’ve come to us before, they’ll come to us again. So that’s a fundamental difference than negotiating with other countries, it’s fundamentally a requirement that we use our special forces in small numbers to coordinate with other countries to bring together coalitions."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "18:49",
          "text": "Mr Vice President, just to be clear, the Obama-Biden administration did not ask Congress for permission multiple times when it took military action. So wouldn’t the Biden doctrine be different?"
        },
        {
          "speaker": "Joe Biden",
          "time": "19:01",
          "text": "No, there was the authorization for the use of military force that was passed by the United States Congress House and Senate and signed by the President. That was the authority, does not give authority to go into Iran, it gave authority to deal with these other issues."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "19:15",
          "text": "Mayor Buttigieg."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "19:16",
          "text": "That authorization needs to be replaced."
        },
        {
          "speaker": "Joe Biden",
          "time": "19:18",
          "text": "Exactly. We tried that."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "19:20",
          "text": "When we lost troops in [inaudible 00:19:21], there were members of Congress who admitted they didn’t even know we had troops there. And it was all pursuant to an authorization that was passed to deal with Al Qaeda and 9-11. And often Congress has been all too happy to leave aside its role. Now thanks to Democrats in Congress, that’s changing. But the reality is year after year, Congress didn’t want to touch this either because it was so politically difficult. Fundamental truth is, if our troops can summon the courage to go overseas into harm’s way, often on deployment after deployment, then we’ve got to make sure that Congress has the courage to take tough up or down votes on whether they ought to be there. And when I am President, anytime, which I hope will never happen, but anytime I’m compelled to use force, I seek that authorization. We will have a three year sunset, so that the American people are included not only in the decision about whether to send troops but whether to continue."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "20:14",
          "text": "Thank you. We’re going to get to everyone, but Senator Warren, what about you? Are there any circumstances other than a direct attack on the United States where you would take military action without congressional approval?"
        },
        {
          "speaker": "E. Warren",
          "time": "20:28",
          "text": "Well imminent threat, but we need an authorization for the use of military force before we take this nation into combat. That is what the constitution provides and that’s what as Commander in Chief, I will do. But I just want to be clear, everyone on this stage talks about nobody wants endless war, but the question is when and how do you plan to get out of it? On Senate Armed Services Committee, we have one general after another in Afghanistan who comes in and says, “You know, we’ve just turned the corner and now it’s all going to be different.”"
        },
        {
          "speaker": "E. Warren",
          "time": "21:01",
          "text": "And then what happens? It’s all the same for another year. Someone new comes in and we’ve just turned the corner. We’ve turned the corners so many times we’re going in circles in these regions. This has got to stop. It’s not enough to say, “Someday we’re going to get out.” No one on the ground. None of our military can describe what the conditions are for getting out. It’s time to get our combat troops home."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "21:24",
          "text": "Mr. Steyer, would a President’s Steyer use military force as a deterrent? And if not, under what circumstances would you take military action?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "21:34",
          "text": "I would take military action to protect the lives and safety of American citizens. But what we can see in the Middle East and what this conversation shows, is that there is no real strategy that we’re trying to accomplish in what we’re doing in the Middle East. Obviously Mr. Trump has no strategy. He is going from crisis to crisis from escalation to escalation. But if you look further over the last 20 years including in the war in Afghanistan, we know from the Washington Post that in fact there was no strategy, there was just a series of tactical decisions that made no sense."
        },
        {
          "speaker": "Tom Steyer",
          "time": "22:10",
          "text": "So we really have to ask ourselves in the Middle East, what are we trying to accomplish? I agree with Vice President Biden, to do it we should definitely be doing it in coalition with other countries. And I want to point out that as we do that we’re confronted by this issue which everyone is talking about. But at the same time there’s a gigantic climate issue in Australia, which also requires the same kind of value driven coalition building, that we actually should be using in the Middle East. We need to ask ourselves, how are we going to provide a world that is safer for Americans, where we can prosper more? And every single thing we do should follow into that strategy and it’s just not happening in Washington DC."
        },
        {
          "speaker": "Abby Phillip",
          "time": "22:50",
          "text": "Mayor Buttigieg, another critical issue you’d face as President is the threat of nuclear weapons. Last week, President Trump said, “As long as I am President of the United States, Iran will never be allowed to have a nuclear weapon.” Would a President Buttigieg make that same promise?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "23:07",
          "text": "Ensuring that Iran does not develop nuclear weapons, will of course be a priority because it’s such an important part of keeping America safe. But unfortunately, President Trump has made it much harder for the next President to achieve that goal. By gutting the Iran nuclear deal, one that by the way, the Trump administration itself admitted was working, certified that it was preventing progress toward a nuclear Iran. By gutting that they have made the region more dangerous and set off the chain of events that we’re now dealing with as it escalates even closer to the brink of outright war. Now- [crosstalk 00:23:46] Yes?"
        },
        {
          "speaker": "Abby Phillip",
          "time": "23:46",
          "text": "Continue."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "23:47",
          "text": "In order to get that done, we’ve got to work with our partners. The Iran nuclear deal, the technical term for it was the JCPOA, that first letter J stood for joint. We can’t do this alone. Even less so now after everything that has happened, which is why it will be so critically important to engage leaders, including a lot of new leaders emerging around the world and ensure that we have the alliances we need to meet what I believe is not just an American goal, but a widely shared goal around the world, to ensure that Iran does not become a nuclear armed country."
        },
        {
          "speaker": "Abby Phillip",
          "time": "24:21",
          "text": "Mayor Buttigieg to be clear, would you allow Iran to become a nuclear power? Yes or no?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "24:26",
          "text": "No. Our security depends on ensuring that Iran does not become nuclear. And by the way, we’ve got a lot other challenges with nuclear proliferation around the world. Despite this President’s coziness with Vladimir Putin, we actually seem to be further away from being able to work with Russia on things like the renewal of START. We’ve got to move toward less, not more nuclear danger, whether it is from States, from stateless potential terrorist actors or anywhere else around the world."
        },
        {
          "speaker": "Abby Phillip",
          "time": "24:56",
          "text": "Thank you Mayor Buttigieg. Senator Klobuchar, if you become President, it’s very possible there won’t be an Iran nuclear deal for the United States to rejoin. Given that, how would you prevent Iran from gaining a nuclear weapon?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "25:08",
          "text": "I would start negotiations again and I won’t take that as a given, given that our European partners are still trying to hold the agreement together. My issue is that because of the actions of Donald Trump, we are in a situation where they are now starting, Iran is starting to enrich uranium again, in violation of the original agreement. So what I would do is negotiate, I would bring people together just as President Obama did years ago, and I think that we can get this done. But you have to have a President that sees this as a number one goal. And an answer to the original question you asked the mayor, I would not allow Iran to have a nuclear weapon. And then you have to get an agreement in place."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "25:54",
          "text": "I think there are changes you can make to the agreement, better sunsets and changes to the inspections, but overall that is what we should do. And I am the one person on this debate stage, on the first night of the very first debate, when we were asked what we saw as the biggest threat to our world, I said China on the economy, but I said Iran because of Donald Trump. Because I feared that exactly what happened would happen, enrichment of uranium, escalation of tensions, leaving frayed relations with our allies. We can bring them back, understanding this is a terrorist regime that we cannot allow to have a nuclear weapon."
        },
        {
          "speaker": "Abby Phillip",
          "time": "26:33",
          "text": "Vice President Biden, I want to ask you about North Korea. President Trump has met with Kim Jong-un three times. President Obama once said he would meet with North Korea without any preconditions. Would you meet with North Korea without any preconditions?"
        },
        {
          "speaker": "Joe Biden",
          "time": "26:47",
          "text": "No, not now. I wouldn’t meet with him without any preconditions. Look, we gave him everything he’s looking for. Legitimacy, the President showed up, met with him, gave him legitimacy, weakened the sanctions we have against them. I would be putting what I did as Vice President. I’ve met with Xi Jinping more than anyone else. I would be putting pressure on China to put pressure on Korea, to cease and desist from their nuclear power, make their efforts to deal with nuclear weapons. I would move forward as we did before and you reported it extensively Wolf, about moving forward the whole notion of defense against nuclear weapons."
        },
        {
          "speaker": "Joe Biden",
          "time": "27:23",
          "text": "And when China said to me, when Xi Jinping said to me, “That’s a threat to us.” I said, “We’re going to move and protect our interests unless you get involved and protect it.” I would re-ignite the relationship between Japan and South Korea and I would put enormous pressure on China because it’s also in their interest for them to put pressure on North Korea to cease and desist. But I would not meet with absent preconditions. I would not meet with the “Supreme leader” who said, “Joe Biden is a rabid dog. He should be beaten to death with a stick.” I count that."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "28:01",
          "text": "Other than that, you like him."
        },
        {
          "speaker": "Joe Biden",
          "time": "28:03",
          "text": "Other than that I like him and he got a love letter from Trump right after that."
        },
        {
          "speaker": "Abby Phillip",
          "time": "28:08",
          "text": "Mr. Steyer, would you meet with North Korea without any preconditions?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "28:11",
          "text": "No. It’s very clear that if we’re going to do something with North Korea, we’re going to have to do it in concert with our allies. That meeting with him without preconditions is not going anywhere, that the staff can meet to try and see how far we can get. But this is a classic situation where the United States idea of going it alone makes no sense. And when you are talking about Iran, let’s face it, Iran is under great pressure economically. So every single discussion we’ve had about Iran has had to do with military power and America versus Iran. Whereas in fact what worked with President Obama was an Alliance of our allies and us, putting economic pressure on them for them to give up their military tactic. That to me is called strategy, having a goal to make America safer by looking more broadly than just us as the policemen of the world-"
        },
        {
          "speaker": "Abby Phillip",
          "time": "29:08",
          "text": "Thank you Mr. Steyer."
        },
        {
          "speaker": "Tom Steyer",
          "time": "29:08",
          "text": "… Spending money."
        },
        {
          "speaker": "B. Pfannenstiel",
          "time": "29:10",
          "text": "Let’s stay with the theme of America’s role in the world and talk about trade. Tomorrow, President Trump is expected to sign phase one of a trade agreement with China and the Senate will likely soon approve a new trade deal with Mexico and Canada, Iowa’s largest trading partners. Senator Sanders, you have said that new deal, the USMCA, ” Makes some modest improvements,” yet you’re going to vote against it. Aren’t modest improvements better than no improvements for the farmers and manufacturers who have been devastated here in Iowa?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "29:40",
          "text": "The answer is we could do much better than a Trump led trade deal. This deal, and I think the proponents of it acknowledge, will result in the continuation of the loss of hundreds of thousands of good paying jobs, as a result of outsourcing. The heart and soul of our disaster trade agreements and I’m the guy who voted against NAFTA and against permanent normal trade relations with China, is that we have forced American workers to compete against people in Mexico, in China, elsewhere, who earn starvation wages, a dollar or $2 an hour."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "30:16",
          "text": "Second of all, every major environmental organization has said no to this new trade agreement because it does not even have the phrase climate change in it. And given the fact that climate change is right now the greatest threat facing this planet, I will not vote for a trade agreement that does not incorporate very, very strong principles to significantly lower fossil fuel emissions in the world."
        },
        {
          "speaker": "B. Pfannenstiel",
          "time": "30:46",
          "text": "But Senator Sanders, to be clear, the AFL-CIO supports this deal. Are you unwilling to compromise?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "30:53",
          "text": "The AFL-CIO does, the machinists union does not. And every environmental organization in this country, including the sunrise organization who are supporting my candidacy, opposes it. So I happen to believe, and I hope we will talk about climate change in a moment. If we do not get our act together in terms of climate change, the planet that we’re going to be leaving our kids and our grandchildren will be increasingly unlivable and uninhabitable."
        },
        {
          "speaker": "B. Pfannenstiel",
          "time": "31:22",
          "text": "We’re going to get to climate change but I’d like to stay on trade. Senator Warren."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "31:25",
          "text": "Well they are the same in this issue."
        },
        {
          "speaker": "B. Pfannenstiel",
          "time": "31:26",
          "text": "Senator Warren, you support the USMCA, why is Senator Sanders wrong?"
        },
        {
          "speaker": "E. Warren",
          "time": "31:31",
          "text": "I do. I wasn’t here, I haven’t been in Congress long enough to have voted against NAFTA, but I led the fight against the trade deal with Asia and the trade deal with Europe because I didn’t think it was in the interest of the American people, the American workers or environmental interests. But we have farmers here in Iowa who are hurting and they are hurting because of Donald Trump’s initiated trade wars. We have workers who are hurting because the agreements that have already been cut, really don’t have enforcement on workers rights."
        },
        {
          "speaker": "E. Warren",
          "time": "32:02",
          "text": "This new trade deal is a modest improvement, Senator Sanders himself has said so. It will give some relief to our farmers, it will give some relief to our workers. I believe we accept that relief, we try to help the people who need help and we get up the next day and fight for a better trade deal. We need a coherent trade policy. We need a policy that actually helps our workers, our farmers. We need them at the table, not just a trade policy written for big international companies. I’m ready to have that fight but let’s help the people who need help right now."
        },
        {
          "speaker": "B. Pfannenstiel",
          "time": "32:38",
          "text": "Thank you. Senator Sanders, can you please respond to Senator Warren?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "32:42",
          "text": "Well, I think that it is not so easy to put together new trade legislation. If this is passed, I think it will set us back a number of years. Senator Warren is right, in saying we need to bring the stakeholders to the table, that is the family farmers here in Iowa and in Vermont and around the country. That is the environmental community, that…"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "33:03",
          "text": "In Vermont and around the country, that is the environmental community. That is the workers. Bottom line here is I am sick and tired of trade agreements negotiated by the CEOs of large corporations."
        },
        {
          "speaker": "Moderator 1",
          "time": "33:11",
          "text": "Senator Klobuchar, I’d like to bring you in here."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "33:13",
          "text": "Brianne, I want to hit reality here. I serve on the agriculture committee, and I will never forget going to Crawfordsville here in Iowa, and thank you for bringing up Iowa, Brianne, since that is where we are. I went to this plant, and there was one worker left in that plant. That plant had been shut down because of Donald Trump’s trade policies and because of what he had done to those workers, with giving secret waivers to oil companies and ruining the renewable fuel standard."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "33:39",
          "text": "That worker brought out a coat rack of uniforms, and he said, “These are my friends. They don’t work here anymore.” Their names were embroidered on those uniforms, Derek, Mark, Salvador, and that guy started to cry."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "33:54",
          "text": "These are real people hurt by Donald Trump’s trade war. So what we should do, and I support the USMCA. I am glad that these improvements were made that are supported by people like Richard Trumka and Sherrod Brown, on labor and environment, on pharma, the sweetheart deal, because I think we need a big trading block with North America to take on China. The way you are stronger than China is with your allies."
        },
        {
          "speaker": "Moderator 1",
          "time": "34:20",
          "text": "Senator Klobuchar, your time is up. Mayor Buttigieg, do you support the USMCA? Yes or no?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "34:23",
          "text": "Yes, it has been improved. It is not perfect, but when you sit down with the people who are most impacted, they share just how much harm has been done to them by things like the trade war and just how much we can benefit, American consumers and workers and farmers, by making sure we have the right kind of labor and enforceability, as Democrats ensured we got in this USMCA."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "34:50",
          "text": "But let’s acknowledge why there is such fear and frustration. In my part of the country, in the industrial Midwest, I remember when they came around in the ’90s, selling trade deals, telling us, “Don’t worry about your slice of the pie. The pie will get so much bigger that everyone will be better off,” and that promise was broken. The part about the pie getting bigger happened. It’s just that the part about it getting to most people where I live did not."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "35:17",
          "text": "That is why there was such frustration. The sense that these decisions in board rooms and in committee rooms in Washington are being made not based on what’s best for us, but based on their own game."
        },
        {
          "speaker": "Moderator 1",
          "time": "35:25",
          "text": "Thank you, Mayor Buttigieg. Vice President Biden, Senator Sanders has said Donald Trump will, quote, eat your lunch for voting yes on what he calls terrible trade agreements. When it comes to trade, why are you the best candidate to take on President Trump?"
        },
        {
          "speaker": "Joe Biden",
          "time": "35:41",
          "text": "There’ll be no trade agreements signed in my administration without environmentalist and labor at the table, and there will be no trade agreement until we invest more in American workers. We should be putting our money and our effort and our time in preparing America workers to compete in the 21st century on the high- tech side, dealing with artificial intelligence. We should be focusing on equipping American workers to do that."
        },
        {
          "speaker": "Joe Biden",
          "time": "36:07",
          "text": "By the way, the idea … I don’t know that there’s any trade agreement that the senator would ever think made any sense, but the problem is that 95% of the customers are out there. So we’ve got to figure out how we begin to write the rules of the road, not China."
        },
        {
          "speaker": "Moderator 1",
          "time": "36:22",
          "text": "Senator Sanders?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "36:26",
          "text": "Joe and I have a fundamental disagreement, in case you haven’t noticed, and that is NAFTA, PNTR with China, other trade agreements were written for one reason alone, and that is to increase the profits of large multinational corporations. The end result of those two, just PNTR with China, Joe, and NAFTA cost us some 4 million jobs as part of the race to the bottom."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "36:56",
          "text": "I am sick and tired and will not tolerate, and we will use the power of the federal contracting system. If a corporation in America wants to shut down in Iowa or Vermont or any place else and then they think they’re going to get online for a generous federal contract, they’ve got another thing going. We need some corporate responsibility here, and we need to protect good-paying jobs in America, not see them go to China, Mexico, Vietnam."
        },
        {
          "speaker": "Moderator 1",
          "time": "37:22",
          "text": "Mr. Vice President, what’s your response?"
        },
        {
          "speaker": "Joe Biden",
          "time": "37:24",
          "text": "We need corporate responsibility, and I agree with that completely. But we also need to have enforcement mechanisms in the agreements we made, enforceable agreements. That’s one of the things that has been improved with the trade agreement with Mexico, and that’s what we should be doing in any agreement we have."
        },
        {
          "speaker": "Joe Biden",
          "time": "37:42",
          "text": "But let’s get back to the basics here. If we don’t set the rules of the road by going out to our partners, instead of poking our finger in the eye of all our friends and allies. We make up 25% of the world’s economy. We’ve got to bring the other 25% of our allies along with us to set the rules of the road so China cannot continue to abuse their power by stealing an actual are stealing our intellectual property and doing all the other things using their corporate state system to our significant disadvantage."
        },
        {
          "speaker": "Moderator 1",
          "time": "38:14",
          "text": "Senator Warren?"
        },
        {
          "speaker": "E. Warren",
          "time": "38:15",
          "text": "Our problem is not just that we need corporate responsibility. It’s been the structure of how these trade deals have been negotiated. The United States has had a strategy for decades, and that strategy has been to have government trade negotiators, a small number, and then surround them with giant multinational corporation lobbyists and corporate executives who whisper in the ears of our negotiators and then get deals cut that are great for the giant multinational corporations, not good for America, not good for American workers, not good for the environment."
        },
        {
          "speaker": "E. Warren",
          "time": "38:48",
          "text": "We need a different approach to trade, and it starts by calling out the corruption of these giant corporations that have cut our trade deals. Everybody wants to get to the American market, and we need to put some standards in place. You want to be able to sell your goods here, then you’ve got to meet some environmental standards. You’ve got to meet labor standards."
        },
        {
          "speaker": "Moderator 1",
          "time": "39:07",
          "text": "Thank you, Senator Warren."
        },
        {
          "speaker": "E. Warren",
          "time": "39:09",
          "text": "We need a coherent approach."
        },
        {
          "speaker": "Moderator 1",
          "time": "39:10",
          "text": "I’d like to bring in Mr. Steyer here. Mr Steyer, even though farmers and manufacturers here in Iowa and around the country could see some relief from the China deal, they’ve been crushed by the current administration’s trade war. What will you do as President to help them get back on their feet?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "39:25",
          "text": "Look. On the first day, I would undo Mr. Trump’s tariffs. On the first day, I would get rid of his waivers that Senator Klobuchar was referring to, to oil refiners not having to use corn-based ethanol."
        },
        {
          "speaker": "Tom Steyer",
          "time": "39:41",
          "text": "In fact, these trade deals have been exactly what Senator Sanders and Warren have been saying, which is that they’ve been designed to grow the American GDP for the corporations of America, not for the working people of America, and not to protect the climate."
        },
        {
          "speaker": "Tom Steyer",
          "time": "39:58",
          "text": "So let me say this. I’m the only person on this stage who says climate is my number one priority. I would not sign this deal, because if climate is your number one priority, you can’t sign a deal, even if it’s marginally better for working people, until climate is also taken into consideration."
        },
        {
          "speaker": "Tom Steyer",
          "time": "40:14",
          "text": "Look. I’ve got four kids between the ages of 26 and 31. I cannot allow this country to go down the path of climate destruction. Everybody in their generation knows it. Frankly, Mayor Buttigieg, you’re their generation. I’d think you would be standing up more. Look. That’s why I’m standing up for it. We cannot put climate on the backseat all the time and say, “We’re going to sign this one more deal. We’re going to do one more thing without putting climate first.” That’s why it’s my number one priority. We can do it in a way that makes us richer, but we have to do it."
        },
        {
          "speaker": "Moderator 1",
          "time": "40:50",
          "text": "Mayor Buttigieg, your response?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "40:51",
          "text": "Well, that’s right. This issue’s personal for me. That’s why we’re going to tackle climate from day one. It’s why we’ve got to make sure that we have better answers than we do today."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "41:01",
          "text": "Now, what I’ve noticed is pretty much all of us propose that we move on from fossil fuels by the middle of the century, starting with actions that we take right now. The question is how are we going to make sure any of this actually gets done? Because people have been saying the right things in these debates for literally decades."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "41:20",
          "text": "The other day in Winterset, there was a kid at one of my events. Raised his hand, and he pointed out that he expects to be here in his nineties, in the year 2100. He will sit in judgment over what we do, not just what we on this stage do, anyone old enough to vote right now, whether we actually put together the national project it will require to meet our climate goals, to act aggressively, not just rejoining the Paris Climate Accord. That’s table stakes, but to actually move on from the fossil-dependent economy we live in today."
        },
        {
          "speaker": "Moderator 2",
          "time": "41:56",
          "text": "Let’s now turn to an issue that’s come up in the last 48 hours, Senator Sanders. Seen and reported yesterday that … Senator Sanders, Senator Warren confirmed in a statement that in 2018, you told her that you did not believe that a woman could win the election. Why did you say that?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "42:14",
          "text": "Well, as a matter of fact, I didn’t say it, and I don’t want to waste a whole lot of time on this, because this is what Donald Trump and maybe some of the media want. Anybody that knows me knows that it’s in comprehensible that I would think that a woman could not be President of the United States. Go to YouTube today. There’s a video of me 30 years ago, talking about how a woman could become President of the United States."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "42:39",
          "text": "In 2015, I deferred, in fact, to Senate Warren. There was a movement to draft Senator Warren to run for President, and you know what? I stayed back. Senator Warren decided not to run, and I did run afterwards."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "42:55",
          "text": "Hillary Clinton won the popular vote by three million votes. How could anybody in a million years not believe that a woman could become President of the United States? Let me be very clear. If any of the women on this stage or any of the men on this stage win the nomination … I hope that’s not the case. I hope it’s me. But if they do, I will do everything in my power to make sure that they are elected in order to defeat the most dangerous President in the history of our country."
        },
        {
          "speaker": "Moderator 2",
          "time": "43:26",
          "text": "So Senator Sanders, Senator Sanders, I do want to be clear here. You’re saying that you never told Senator Warren that a woman could not win the election?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "43:35",
          "text": "That is correct."
        },
        {
          "speaker": "Moderator 2",
          "time": "43:37",
          "text": "Senator Warren, what did you think when Senator Sanders told you a woman could not win the election?"
        },
        {
          "speaker": "E. Warren",
          "time": "43:44",
          "text": "I disagreed. Bernie is my friend, and I am not here to try to fight with Bernie. But look. This question about whether or not a woman can be President has been raised, and it’s time for us to attack it head-on. I think the best way to talk about who can win is by looking at people’s winning record."
        },
        {
          "speaker": "E. Warren",
          "time": "44:06",
          "text": "So can a woman beat Donald Trump? Look at the men on this stage. Collectively, they have lost ten elections. The only people on this stage who have won every single election that they’ve been in are the women. The only person on this stage who has beaten an incumbent Republican anytime in the past 30 years is me, and here’s what I know. The real danger that we face as Democrats is picking a candidate who can’t pull our party together or someone who takes for granted big parts of the Democratic constituency."
        },
        {
          "speaker": "E. Warren",
          "time": "44:54",
          "text": "We need a candidate who will excite all parts of the Democratic Party, bring everyone in, and give everyone a Democrat to believe in. That’s my plan, and that is why I’m going to win."
        },
        {
          "speaker": "Moderator 2",
          "time": "45:07",
          "text": "Senator Klobuchar, what do you say …"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "45:10",
          "text": "Thank you, Elizabeth."
        },
        {
          "speaker": "Moderator 2",
          "time": "45:10",
          "text": "Senator Klobuchar, what do you say …"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "45:14",
          "text": "I would like to …"
        },
        {
          "speaker": "Moderator 2",
          "time": "45:15",
          "text": "Senator Klobuchar, let me finish my question."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "45:17",
          "text": "Oh, okay."
        },
        {
          "speaker": "Moderator 2",
          "time": "45:17",
          "text": "What do you say to people who …"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "45:19",
          "text": "I thought it was such an open end. I wasn’t at the meeting, so I can’t comment, but I was going to say …"
        },
        {
          "speaker": "Moderator 2",
          "time": "45:24",
          "text": "What do you say to people who say that a woman can’t win this election?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "45:29",
          "text": "I hear that. People have said it. That’s why I’ve addressed it from this stage. I point out that you don’t have to be the tallest person in the room. James Madison was five foot four. You don’t have to be the skinniest person in the room. You don’t have to be the loudest person. You have to be competent."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "45:45",
          "text": "When you look at the facts, Michigan has a woman governor right now, and she beat a Republican, Gretchen Whitmer. Kansas has a woman governor right now, and she beat Kris Kobach. Her name is … I’m very proud to know her, and her name is Governor Kelly. Thank you."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "46:04",
          "text": "Third, I would add to this you have to be competent to win, and you have to know what you’re doing. When you look at what I have done, I have won every race, every place, every time. I have one in the reddest of districts. I have won in the suburban areas, in the rural areas. I have brought people with me. That is why I have the most endorsements of current Iowa legislators and former Iowa legislators in this race …"
        },
        {
          "speaker": "Moderator 2",
          "time": "46:31",
          "text": "Thank you."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "46:31",
          "text": "… because I know I bring people with me."
        },
        {
          "speaker": "Moderator 2",
          "time": "46:33",
          "text": "Thank you, Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "46:33",
          "text": "Finally, every single person that I have beaten, my Republican opponents, have gotten out of politics for good. I think that sounds pretty good. I think that sounds pretty good with the guy we have in the White House right now."
        },
        {
          "speaker": "Moderator 2",
          "time": "46:48",
          "text": "Senator Sanders, you can respond."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "46:49",
          "text": "Well, just to set the record straight, I defeated an incumbent Republican running for Congress."
        },
        {
          "speaker": "E. Warren",
          "time": "46:56",
          "text": "When?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "46:57",
          "text": "1990. That’s how I won. Beat a Republican Congressman. Number two, of course …"
        },
        {
          "speaker": "E. Warren",
          "time": "47:06",
          "text": "30 years ago."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "47:06",
          "text": "… I don’t think there’s any debate on …"
        },
        {
          "speaker": "E. Warren",
          "time": "47:09",
          "text": "Wasn’t that 30 years ago?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "47:12",
          "text": "I beat an incumbent Republican Congressman."
        },
        {
          "speaker": "E. Warren",
          "time": "47:16",
          "text": "I said I was the only one who has beaten an incumbent Republican in 30 years."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "47:20",
          "text": "Well, 30 years ago is 1990, as a matter of fact. But I don’t know that that’s the major issue of the day. I think what the major issue of the day is … Does anybody in their right mind thing that a woman cannot be elected President? That’s enough. Nobody believes that. Hillary Clinton got 3 million votes, more votes than Trump. So who believes that a woman can’t win? Of course a woman can win."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "47:45",
          "text": "But the real question is how do we beat Trump? The only way we beat Trump is by a campaign of energy and excitement and a campaign that has, by far, the largest voter turnout in the history of this country."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "48:02",
          "text": "I believe that our campaign has the strongest grassroots movement."
        },
        {
          "speaker": "Moderator 2",
          "time": "48:06",
          "text": "Thank you."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "48:07",
          "text": "We are endorsed by many grassroots organizations."
        },
        {
          "speaker": "Moderator 2",
          "time": "48:09",
          "text": "Senator Warren? Senator Warren, I want to give you the final word."
        },
        {
          "speaker": "E. Warren",
          "time": "48:11",
          "text": "So I do think it’s the right question, how do we beat Trump? Here’s the thing. Since Donald Trump was elected, women candidates have outperformed men candidates in competitive races. In 2018, we took back the House. We took back state houses because of women candidates and women voters."
        },
        {
          "speaker": "E. Warren",
          "time": "48:34",
          "text": "Look. Don’t deny that the question is there. Back in the 1960s, people asked, “Could a Catholic win?” Back in 2008, people asked if an African American could win. Both times, the Democratic Party stepped up and said yes, got behind their candidate, and we changed America. That’s who we are."
        },
        {
          "speaker": "Moderator 2",
          "time": "48:56",
          "text": "Vice President Biden? Vice president Biden, go ahead."
        },
        {
          "speaker": "Joe Biden",
          "time": "49:00",
          "text": "I agree women can win, and I’ve went in and campaigned for 27 of them, this last in 2018 the best group I’ve ever campaigned for in terms of competence. But the real issue is who can bring the whole party together and represent all elements of the party, African Americans, brown, black, women, men, gay, straight? The fact of the matter is that I would argue that, in terms of endorsements around the country, endorsements wherever we go, I am the one who has the broadest coalition of anyone running up here in this race."
        },
        {
          "speaker": "Moderator 2",
          "time": "49:34",
          "text": "All right, we’re going to take a short break now. The CNN Democratic Presidential Debate, live from Drake University, will be right back. Let’s turn to healthcare, the top issue for Iowa Democrats. Donald Trump is trying to repeal Obamacare, including the protections for preexisting conditions. We all know that each of you vigorously opposes that. Still, there are some questions about what each of you would do."
        },
        {
          "speaker": "Moderator 2",
          "time": "54:48",
          "text": "Senator Sanders, you’ve consistently refused to say exactly how much your Medicare for All plan is going to cost. Don’t voters deserve to see the price tag before you send them a bill that could cost tens of trillions of dollars?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "55:02",
          "text": "Well, what I will tell you is Medicare for All, which will guarantee comprehensive healthcare to every man, woman, and child, will cost substantially less than the status quo. Medicare for All will end the absurdity of the United States paying, by far, the highest prices in the world for prescription drugs and healthcare in general."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "55:26",
          "text": "While we have 87 million uninsured and underinsured and while 30,000 people die each year, on the Medicare for All, one of the provisions we have to pay for it is a 4% tax on income, exempting the first $29,000. So the average family in America that today makes $60,000 would pay $1,200 a year, compared to that family paying $12,000 a year. We save money, comprehensive healthcare, because we take on the greed and the profiteering and the administrative nightmare that currently exist in our dysfunctional system."
        },
        {
          "speaker": "Moderator 2",
          "time": "56:08",
          "text": "Vice President Biden, does Senator Sanders owe voters a price tag on his healthcare plan?"
        },
        {
          "speaker": "Joe Biden",
          "time": "56:12",
          "text": "I think we need to be candid with voters. I think we have to tell them what we’re going to do and what it’s going to cost, and a 4% tax on income over $24,000 doesn’t even come close to paying for between 30 and some estimates as high as $40 trillion over ten years. That’s doubling the entire federal budget per year."
        },
        {
          "speaker": "Joe Biden",
          "time": "56:31",
          "text": "There’s a way to do that. The way to do that is to take Obamacare, re-instate, rebuild it, provide a public option, allow Medicare for those folks who want it, and, in fact, make sure that we, in the process, reduce the costs of drug prices, reduce the cost of being able to buy into the … subsidize it further, and make it available to everyone. Here’s the deal. That costs a lot of money that cost $740 billion over ten years. I lay out how I pay for that."
        },
        {
          "speaker": "Moderator 2",
          "time": "57:01",
          "text": "Senator Sanders?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "57:02",
          "text": "Well, first of all, what Joe forgets to say is when you leave the current system as it is, what you are talking about, all workers paying, on average, 20% of their incomes for healthcare, that is insane. You’ve got 500,000 people going bankrupt because they cannot pay their medical bills. We’re spending twice as much per capita on healthcare as do the people of any other country."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "57:28",
          "text": "Look. We’ve talked about healthcare for all in this country for over 100 years. Now is the time to take on the greed and corruption of the healthcare industry, of the drug companies, and finally provide healthcare to all through a Medicare for All single payer program. It won’t be easy, but that is what we have to do."
        },
        {
          "speaker": "Moderator 2",
          "time": "57:50",
          "text": "Vice President Biden?"
        },
        {
          "speaker": "Joe Biden",
          "time": "57:50",
          "text": "You can do it without Medicare for All. You can get the same place."
        },
        {
          "speaker": "Moderator 2",
          "time": "57:55",
          "text": "Senator Klobuchar, your response?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "57:57",
          "text": "Yeah. Senator Sanders and I have worked together on pharmaceuticals for a long, long time, and we agree on this. But what I don’t agree with is his position on healthcare. This debate isn’t real. I was in Vegas the other day, and someone said, “Don’t put your chips on a number on the wheel that isn’t even on the wheel.” That’s the problem."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "58:18",
          "text": "Over two thirds of the Democrats in the US Senate are not on the bill that you and Senator Warren are on. You have numerous governors that are Democratic that don’t support this. You have numerous House members that put Nancy Pelosi in a speaker."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "58:32",
          "text": "The answer is a nonprofit public option. The answer is the real debate we should be having is how do we make it easier for people to get coverage for addiction and mental health. I have a plan for that, and then, finally, what should we do about long-term care, the elephant that doesn’t even fit in this room? We need to make it easier for people to get long-term care insurance. We need to make it easier for them to pay for their premiums."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "58:57",
          "text": "My own dad, I know when his long-term care insurance ends, and then we have some savings for him. He’s in assisted living. He got married three times, whole nother story. So there isn’t much there. But then we go to Medicaid, and I’ve already talked to Catholic elder care. They’re willing to take him in."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "59:16",
          "text": "Our story is better than so many other families. We have to make it easier for long-term care."
        },
        {
          "speaker": "Moderator 2",
          "time": "59:21",
          "text": "Thank you. Thank you, Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "59:23",
          "text": "It’s not just for senators. It’s also for the sandwich generation …"
        },
        {
          "speaker": "Moderator 2",
          "time": "59:24",
          "text": "Thank you, Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "59:25",
          "text": "… people trying to help their parents."
        },
        {
          "speaker": "Moderator 2",
          "time": "59:26",
          "text": "Senator Warren?"
        },
        {
          "speaker": "E. Warren",
          "time": "59:28",
          "text": "So we need to start with what’s happening in America. People are suffering. I’ll just pick one. 36 million people last year went to the doctor, got a prescription. This is what they needed to get well, and they couldn’t afford to have the prescription filled. They looked at it and said, “It’s either groceries or this prescription.”"
        },
        {
          "speaker": "E. Warren",
          "time": "59:44",
          "text": "My approach to this is we’ve got to get as much help to as many people as quickly as possible. I have worked out a plan where we can do that without raising taxes on middle class families by one thin dime."
        },
        {
          "speaker": "E. Warren",
          "time": "59:57",
          "text": "What I can do are the things that I can do as President on the first day. We can cut the cost of prescription drugs. I’ll use the power that’s already given to the President to reduce the cost of insulin and EpiPens and HIV/AIDS drugs. Let’s get some relief to those families, and I will defend the Affordable Care Act."
        },
        {
          "speaker": "E. Warren",
          "time": "01:00:18",
          "text": "I’ve got a plan to expand healthcare. But let’s keep in mind, when we come to a general election, we Democrats may argue among each other about the best way to do healthcare, but we’re going to be up against a Republican incumbent who has cut healthcare for millions of people and is still trying to do that. I’ll take our side of the argument any day. We’re going to beat him on this."
        },
        {
          "speaker": "Moderator 2",
          "time": "01:00:38",
          "text": "Thank you. Thank you, Senator Warren. Vice President Biden?"
        },
        {
          "speaker": "Joe Biden",
          "time": "01:00:41",
          "text": "The [inaudible 01:00:41] my layout does, in fact, limit drug costs. It allows all the drug companies to … Excuse me, it allows Medicare to negotiate with drug companies for the price. It’s sets a system whereby you cannot raise the price of a drug beyond the cost of medical inflation. By the way, there’s mental health parity that I call for in the Obamacare expanded with the Biden option."
        },
        {
          "speaker": "Moderator 2",
          "time": "01:01:11",
          "text": "Mr. Steyer?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:01:12",
          "text": "Look. We’ve had this conversation on this stage so many times. Everybody on this stage believes that affordable healthcare is a right for every single American. Everybody on this stage knows that Americans are paying twice as much for healthcare as any other advanced country in the world. It makes no sense, and the government has to step in."
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:01:34",
          "text": "I do happen to agree with vice President Biden that we should move and develop the Affordable Care Act with a public option, but the real question is this. This is not a new problem. Why do we keep having this conversation? We have a broken government. It has been bought by corporations that include the drug companies, the insurance companies, and the private hospitals."
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:01:54",
          "text": "That’s what I’m talking about. How do we get back government of, by, and for the people? How do we actually break the corporate stranglehold on our government so that we can get any of these things passed?"
        },
        {
          "speaker": "Moderator 2",
          "time": "01:02:05",
          "text": "Thank you. Thank you, Mr. Steyer. Thank you, Mr. Steyer. Senator Sanders, your campaign proposals would double federal spending over the next decade, an unprecedented level of spending not seen since World War II. How would you keep your plans from bankrupting the country?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:02:21",
          "text": "No, our plan wouldn’t bankrupt the country. In fact, it would much improve the wellbeing of working class families and the middle class. Let us be clear what Medicare for all does. It ends all premiums. It ends all copayments. It ends the absurdity of deductibles. It ends out-of-pocket expenses. It takes on the pharmaceutical industry, which, in some cases, charges us ten times more for the same prescription drugs sold abroad as sold here."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:02:53",
          "text": "What we will do through a Medicare for All single payer program is substantially lower the cost of healthcare for employers and workers, because we end the hundred billion dollars a year that the healthcare industry makes and the $500 billion a year we spend an the administrative nightmare of dealing with thousands of separate insurance plans."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:03:19",
          "text": "Healthcare is a human right. Every other major country on Earth is guaranteeing healthcare for all. The time is long overdue for us to do the same."
        },
        {
          "speaker": "Moderator 2",
          "time": "01:03:28",
          "text": "Senator Klobuchar?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:03:29",
          "text": "Again, I think it is much better to build on the Affordable Care Act, and if you want to be practical and progressive at the same time and have a plan and not a pipe dream, you have to show how you’re going to pay for it."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:03:40",
          "text": "I would also note, practically, that the Affordable Care Act right now is ten points more popular than the President of the United States. So I think the answer is to build on it, and yes, I think you should show how you’re going to pay for things, Bernie. I do. This President is [inaudible 01:03:57] people out. They’re like poker chips in one of his bankrupt casinos."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:04:00",
          "text": "The way he is adding to our debt, I am the one person up here who has on her website, in her plan, a plan to actually start taking on the deficit by taking part of that money from that corporate tax cut that they put in there and putting it in a fund to pay back the deficit."
        },
        {
          "speaker": "Moderator 2",
          "time": "01:04:17",
          "text": "Thank you. Thank you, Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:04:18",
          "text": "I have shown how I’m going to pay for every single plan, capital gains that’s going to the personal level …"
        },
        {
          "speaker": "Moderator 2",
          "time": "01:04:22",
          "text": "Thank you, Senator Klobuchar."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:04:23",
          "text": "… getting rid of the oil giveaways …"
        },
        {
          "speaker": "Moderator 2",
          "time": "01:04:25",
          "text": "Let’s move on."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:04:25",
          "text": "… doing something about the hedge fund loophole. You can go through, and you can get the money to pay for things."
        },
        {
          "speaker": "Moderator 2",
          "time": "01:04:30",
          "text": "Senator Klobuchar, your time is up. Let’s move on to the next question. Mayor Buttigieg, you’re selling your plan as Medicare for all who want it. Yet your plan would automatically enroll uninsured Americans into a public option, even if they don’t want it, and force them to pay for it. How is that truth in advertising?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:04:45",
          "text": "Well, it’s making sure that there is no such thing as an uninsured American. Look. The individual mandate was an important part of the ACA, because the system doesn’t work if there are free riders."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:04:58",
          "text": "What I’m offering is a choice. You don’t have to be in my plan if there’s another plan that you would rather keep, and there’s no need to kick Americans off the plans that they want in order to deliver healthcare for all. My plan is paid for. Look. Our party should no longer hesitate to talk about the issue of the debt and the deficit. We’ve got a dramatically better track record on it than Republicans do. In my lifetime, it’s almost invariably Republican Presidents who have added to the deficit. $1 trillion under this President."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:05:32",
          "text": "It’s why everything I’ve put forward, from Medicare for all who want it to the historic investments we’re going to make an infrastructure to dealing with climate change is fully paid for. What comes to healthcare, you can do it in two moves. Of course, my plan costs $1.5 trillion over a decade. No small sum, but not the 20, 30, 40 that we’re hearing about from the others."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:05:53",
          "text": "All I’ve got to do is two things. Both of them are common sense. Allow Medicare to negotiate prescription drug prices, and roll back the Trump corporate tax cuts that went to corporations."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:06:03",
          "text": "Roll back the Trump corporate tax cuts that went to corporations and the wealthy that didn’t even need it."
        },
        {
          "speaker": "Abby P",
          "time": "01:06:06",
          "text": "Senator Warren."
        },
        {
          "speaker": "E. Warren",
          "time": "01:06:06",
          "text": "So I started this by talking about 36 million Americans including Americans with insurance who just can’t even afford to have a prescription filled. We all talk about plans, healthcare plans that we have, and these plans are paid for. The problem is that plans like the mayor’s and like the vice president’s is that they are an improvement. They are an improvement over where we are right now. Not going to be enough to cover prescriptions for 36 million people who can’t afford to get them filled. What we need to do is make the commitment that we know where the money comes from. We can ask those at the very top, the top 1% to pay a little more. Those giant corporations like Chevron and Amazon who paid nothing in taxes. We can have them pay, and we can go after the corporate tax cheats. And when we do that, we have enough money to provide healthcare for all our people."
        },
        {
          "speaker": "E. Warren",
          "time": "01:06:56",
          "text": "Tax cheats. And when we do that, we have enough money to provide healthcare for all our people. Yes, we build on the Affordable Care Act, but where we end up is we offer healthcare to all of our people, and we can offer it at no cost or low cost to all of them."
        },
        {
          "speaker": "Abby P",
          "time": "01:07:15",
          "text": "Mayor Buttigieg."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:07:16",
          "text": "It’s just not true that the plan I’m proposing is small. We’ve got to move past a Washington mentality that suggests that the bigness of plans only consists of how many trillions of dollars they put through the treasury, that the boldness of a plan only consists of how many Americans it can alienate. This would be a game changer. This would be the biggest thing we’ve done to American healthcare in a half century."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:07:40",
          "text": "Let’s measure the effects of our plans based on what they would do in our everyday lives and yes, we’re taking on costs on prescription drugs, we’ll have an out-of-pocket cap. Even if you don’t get the subsidies that would make it free, a $250 monthly cap and here’s why it’s got to be monthly. You ever been in that situation or known somebody who finds that they’ve got to defer a procedure or delay filling a prescription to try to have it happen in the right month because of when your out-of-pocket cap hits? It makes no sense medically because most of us don’t experience the economy on an annual basis. Our bills don’t come in every year. They come in every month. Same with our paychecks, biweekly or monthly. That’s why we set this up in a way to solve the problem without running up 20, 30 $40 trillion bills."
        },
        {
          "speaker": "Abby P",
          "time": "01:08:22",
          "text": "Senator Warren, your response."
        },
        {
          "speaker": "E. Warren",
          "time": "01:08:24",
          "text": "Look, the numbers that the mayor’s offering just don’t add up. The average family in America last year paid $12,000 in some combination of deductibles and copays, and uncovered expenses and fees. You can’t cover that with the kind of money that the mayor is talking about. The way we have to approach this is we’ve got to build this and we’ve got to build the alliances to make this happen. I can bring down the cost of prescription drugs like insulin and take hundreds of millions of dollars out of the system immediately in costs. We can get help to families, but we have to be willing to work together."
        },
        {
          "speaker": "E. Warren",
          "time": "01:09:00",
          "text": "We can let people experience what healthcare is like when it’s you and your doctor, your mental health professional, your nurse practitioner with no insurance companies standing in the middle. [crosstalk 01:09:12] When people try it and use it, then."
        },
        {
          "speaker": "Abby P",
          "time": "01:09:12",
          "text": "Thank you, Senator Warren. Senator Klobuchar?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:09:15",
          "text": "Senator Warren, you acknowledged that Medicare for all, that you couldn’t get there right away. You got on the bill that said on page eight, which is why I didn’t get on it, that you would kick 149 million Americans off their current health insurance. Then a few months ago, you said, “No, you’re going to wait a while to get there.” And I think that was some acknowledgement that maybe what we’re talking about is true. And I don’t buy that it’s not enough. It is a big, big step to say to people making $100,000 a year that, “Your premiums will be cut in half.” Which is what the nonprofit public option will do. And if you talk, mayor Buttigieg, about Medicare and having negotiation, I actually have led that bill for years. I have 34 co-sponsors. As president, I can get it done. That would allow Medicare to finally negotiate and lift the ban that big pharma got into law that says they can’t negotiate for better prices for our seniors. I will it done."
        },
        {
          "speaker": "Abby P",
          "time": "01:10:14",
          "text": "Senator Sanders, coming to you now. CNN reached out to Iowa Democratic voters for their most pressing questions. Edward from here in Des Moines writes, “Des Moines is an insurance town. What happens to all the health insurance industry here if there is Medicare for all? What happens to all the jobs and the livelihoods of the people that live in insurance towns like Des Moines?”"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:10:38",
          "text": "We build into our Medicare for all program a transition fund of many, many billions of dollars that will provide for up to five years income and healthcare and job training for those people. But here is the issue, Tom Steyer made the point a moment ago. We are now spending twice as much per person on healthcare as do the people of any other country. That is insane. In some cases, 10 times more for prescription drugs. Why is that? Why is that? And the answer is the greed and corruption of the drug companies and the insurance companies. And if we want to do what every other major country on Earth does and guarantee people healthcare as a human right, not a privilege, you know what we have to do? We are finally going to have to stand up to the healthcare industry-"
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:11:32",
          "text": "Can I respond to this?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:11:33",
          "text": "And end hundreds of billions of dollars of waste and profiteering."
        },
        {
          "speaker": "Abby P",
          "time": "01:11:37",
          "text": "Mr. Steyer."
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:11:38",
          "text": "I just want to emphasize what Senator Sanders said. This is not a complicated problem. Between what Senator Warren and Senator Sanders said, it’s clear. There are two problems. We’re spending way too much because corporations own the system, and we’re not negotiating against those corporations and we’ve given tax cuts to the richest Americans and the biggest corporations for decades. That’s all this is. We have corporations who are having their way with the American people and people are suffering. Senator Warren is right. This is cruelty for money. In order to break this, we’re going to have to break the corporate stranglehold and solve both the tax and the negotiating problem. That’s why I’m for term limits. We need to redo Washington DC [crosstalk 01:12:27] and actually take back the government from the corporations who bought it."
        },
        {
          "speaker": "Abby P",
          "time": "01:12:30",
          "text": "Thank you, Mr. Steyer. Vice President Biden?"
        },
        {
          "speaker": "Joe Biden",
          "time": "01:12:33",
          "text": "I would argue that the biggest breakthrough in recent time was us being able to do in our administration what five Democratic presidents couldn’t get done, and that is pass Obamacare. It was a big deal. Secondly, I would argue that the way you control drug prices is you limit what they can charge for those prices, you don’t have to pay the price. Limit what they can charge. If in fact they charge more than we set the price for, in fact, people can import from abroad assuming that it is safe. We in fact… It’s only yellow. Okay? And we can in fact do all of this and still provide people the option to stay the roughly 150 to 160 million Americans who like the negotiated plan they have with their employers, if they don’t like it or the employer gets rid of it, they can buy into a Medicare plan in the Biden plan."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:13:26",
          "text": "Let’s talk a little bit more about prescription drugs right now. Prescription drug prices in 2018, Americans spent $335 billion on prescription drugs alone. That’s about $60 billion more than they paid a decade ago. Senator Warren, you’ve called for the creation of a government-run drug manufacturer that would step in if there is a drug shortage or a price spike. Why does it make sense for the government to manufacture drugs, especially when public trust in government is near historic lows?"
        },
        {
          "speaker": "E. Warren",
          "time": "01:14:01",
          "text": "So, let’s do this both ways. What I also have said is I’m just going to use the power that is available, and I will do what a president can do all by herself on the very first day, and that is lower the prices of certain prescription drugs. I will lower the price of insulin. We already have the legal authority with the president to do that. President just hasn’t picked up and used it. I will lower the price of EpiPens, of HIV/AIDS drugs. That’s going to bring a lot of relief to a lot of families immediately, but you know there are a whole lot of drugs, about 90% of drugs that are not under patent. They’re generic drugs, but the drug industry has figured out how to manipulate this industry to keep jerking the prices up and up and up. So my view is let’s give them a little competition."
        },
        {
          "speaker": "E. Warren",
          "time": "01:14:47",
          "text": "The government lets contracts for all kinds of things. They let contracts to build buildings, they let contracts to build military weapons. Let’s let the contracts out, put the contracts out so that we can put more generic drugs out there and drive down those prices. This is a way to make markets work, not to try to move away from the market. You don’t have to even use price controls. The whole idea behind it is get some competition out there so the price of these drugs that are no longer under patent drops where it should be."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:15:21",
          "text": "Senator Klobuchar, do you believe the government should be manufacturing drugs?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:15:25",
          "text": "I am open to looking at it, but I would try these things first. Number one, I mentioned the Medicare negotiation. Number two, I have a plan, 137 things I’ve found that a president can do herself in the first 100 days without Congress that are legal, and one of those things is that you can start bringing in less expensive drugs from other countries. Bernie and I had an amendment on this. We got 14 Republican votes on it. It was at midnight. They might’ve not known what they were voting for, but we got that. I now have an actual bill with Senator Grassley that does that, and I have a bill to get at what Elizabeth was talking about, which is to stop generics from taking money from big pharmaceuticals to keep their products off the market. The issue here is that there are two pharma lobbyists for every member of Congress."
        },
        {
          "speaker": "Brianne P",
          "time": "01:16:17",
          "text": "Thank you, Senator."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:16:18",
          "text": "They think they own Washington. They don’t own me. And as president, I will get this done."
        },
        {
          "speaker": "Brianne P",
          "time": "01:16:23",
          "text": "Thank you, Senator Klobuchar. We’re going to turn now to childcare, a huge expense for many new families and a problem that’s especially acute in rural Iowa. We have another question from an Iowa Democratic voter. Mayor, Buttigieg, this is for you. Tiffany from Clive writes, “As a young mom, I had to quit a job I love because childcare costs were taking up two thirds of my income. Many families don’t have the option of quitting a job because that little bit of income is needed. That leads to families using whatever care they can find, and sometimes the results are deadly as we’ve seen in Iowa over the last few years. How will you prioritize accessing quality affordable childcare in your first 100 days in office?”"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:17:02",
          "text": "It makes no sense for childcare to cost two thirds of somebody’s income. We’ve got to drive it to 7% or below, and zero for those families who are living in poverty. But this is happening to folks at every level of the income spectrum. I meet professionals who sometimes say that they’re working in order to be able to afford childcare in order to be able to be working. It makes no sense and it must change and we shouldn’t be afraid to put federal dollars into making that a reality. Subsidizing childcare and making sure that we are building up a workforce of people who are paid at a decent level to offer early childhood education as well as childcare at large. We can do that and until we do this will be one of the biggest drivers of the gender pay gap because when somebody’s like the the voter asking the question has to step out of the workforce because of that reason, she is at a disadvantage when she comes back in, and that can affect her pay for the rest of her career."
        },
        {
          "speaker": "Brianne P",
          "time": "01:18:05",
          "text": "Senator Warren, your education plan includes tuition-free public college for all, but you impose an income limit for free childcare. Why do your plans cover everyone for public college, but not childcare and early learning?"
        },
        {
          "speaker": "E. Warren",
          "time": "01:18:18",
          "text": "No, actually my plan is universal childcare for everyone. It just has some people adding a small payment, but understand this about the plan. I’ve been there. You know, I remember when I was a young mom, I had two little kids and I had my first real university teaching job. It was hard work. I was excited, but it was childcare that nearly brought me down. We went through one childcare after another and it just didn’t work."
        },
        {
          "speaker": "E. Warren",
          "time": "01:18:45",
          "text": "If I hadn’t been saved by my Aunt Bee, I was ready to quit my job. And I think about how many women of my generation just got knocked off the track and never got back on. How many of my daughter’s generation get knocked off the track and don’t get back on. How many mamas and daddies today are getting knocked off the track and never get back on."
        },
        {
          "speaker": "E. Warren",
          "time": "01:19:04",
          "text": "I have a two-cent wealth tax so that we can cover childcare for all of our children and provide universal pre-K for every three-year-old and four-year-old in America, and stop exploiting the people who do this valuable work, largely black and brown women. We can raise the wages of every childcare worker and preschool teacher in America. That’s an investment in our babies. That’s an investment in their mamas and their daddies and it’s an investment in our teachers and in our economy."
        },
        {
          "speaker": "Brianne P",
          "time": "01:19:37",
          "text": "Senator Sanders, will your universal-"
        },
        {
          "speaker": "E. Warren",
          "time": "01:19:39",
          "text": "It’s what we need to do."
        },
        {
          "speaker": "Brianne P",
          "time": "01:19:39",
          "text": "Child care program be free for everyone regardless of income?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:19:43",
          "text": "Yeah. Let me just pick up on this childcare thing. Every psychologist in the world knows zero through four are the most important years of human life, intellectually and emotionally, and yet our current childcare system is an embarrassment. It is unaffordable. Childcare workers are making wages lower than McDonald’s workers. We need to fundamentally change priorities in America. We should not be one of the few countries that does not have universal, high quality, affordable childcare. We should not be one of the only major countries not to guarantee healthcare to all people as a human right. We should not be spending more than the 10 next countries on the military, hundreds of billions of dollars in subsidies for the fossil fuel industry. Tax breaks for billionaires, and then to tell the moms and dads in this country, “We cannot have [crosstalk 01:20:36] high-quality, affordable childcare.” That is wrong."
        },
        {
          "speaker": "Brianne P",
          "time": "01:20:39",
          "text": "Vice President Biden, infant care is more expensive than in-state public college tuition in more than half the country. Do you support free universal infant care?"
        },
        {
          "speaker": "Joe Biden",
          "time": "01:20:49",
          "text": "There should be free, universal infant care, but here’s the deal. I was a single parent too when my wife and daughter were killed. My two boys I had to raise. I was a young Senator. I just hadn’t been sworn in yet, and I was making $42,000 a year. I commuted every single solitary day to Wilmington, Delaware over 500 miles a day. Excuse me, 250 miles a day because I could not afford, but for my family, childcare. It was beyond my reach to be able to do it and that’s why there’s several things we do."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:21:22",
          "text": "When I tripled the amount of money for title one schools, every child three, four and five-years-old will in fact have full schooling. They’ll go to school and after school programs, which will release some of the burden. Secondly, I think we should have an $8,000 tax credit, which would put 7 million women back to work. They could afford to go to work and still care for their children as an $8,000 tax credit. I also believe that we should, in fact, for people who in fact are not able to afford any of the infant care to be able to get that care. But Bernie’s right. We have to raise the salaries of the people who are doing the care, and I provide for that as well. My time is up. I know, but I’m not going to go over like everybody."
        },
        {
          "speaker": "Brianne P",
          "time": "01:22:04",
          "text": "Mayor Buttigieg, higher education is another huge expense for families. You oppose free public college for all because you don’t want to make it “free for the kids of millionaires”. But lots of public services are available to the kids of rich people like libraries and public schools. Why do you draw the line at public colleges and universities?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:22:27",
          "text": "Well, it’s simple. We expect and hope for everyone to get through 12th grade. It’s not the same for college. Now again, I don’t want cost ever to be a barrier to somebody seeking to attend college, and under my plan it won’t be. Matter of fact, for the first 80% of Americans by income, it is free at public colleges, but if you’re in that top income bracket, don’t get me wrong, I still wish you well. I hope you succeed when you go to college. I just need you to go ahead and pay that tuition because we could be using those dollars for something else."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:23:01",
          "text": "There is a very real choice about what we do with every single taxpayer dollar that we raise. And we need to be using that to support everybody, whether you go to college or not, making sure that Americans can thrive, investing in infrastructure and something that hasn’t come up very much tonight, but deserves a lot of attention. Poverty, you know, the Poor People’s Campaign is marching on Iowa right now, calling on us to talk about this issue more. They are driven by their faith. I think, because even though in politics we’re supposed to talk middle-class, they know there’s no scripture that says, “As you’ve done under the middle-class, so you’ve done unto me.”"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:23:38",
          "text": "We got to be making sure that we target our tax dollars, where they will make the biggest difference. And I don’t think subsidizing the children of millionaires and billionaires to pay absolutely zero in tuition of public colleges is the best use of those scarce [crosstalk 01:23:52] taxpayer dollars."
        },
        {
          "speaker": "Brianne P",
          "time": "01:23:53",
          "text": "Senator Warren."
        },
        {
          "speaker": "E. Warren",
          "time": "01:23:53",
          "text": "So look, the way I think we need to do this is we need a wealth tax in America. We need to ask people with fortunes above $50 million to pay more, and that means that the lowliest millionaire that I would tax under this wealth tax would be paying about $19 million in the first year in taxes. If he wants to send his kid to public university, then I’m okay with that because what we really need to talk about is the bigger economic picture here. We need to be willing to put a wealth tax in place to ask those giant corporations that are not paying to pay because that’s how we build an economy and for those who want to talk about it, bring down the national debt. You do universal child care, and you got a lot of mamas who can go to work. A lot of mamas who can finish their education. We make that investment in universal college. We’ve got [crosstalk 01:24:44] people who would finish an education."
        },
        {
          "speaker": "Brianne P",
          "time": "01:24:43",
          "text": "Thank you, Senator. Senator Klobuchar."
        },
        {
          "speaker": "Abby P",
          "time": "01:24:45",
          "text": "Yeah. You know, I [crosstalk 01:24:47] appreciate your thoughts, Elizabeth, but I want to step back. I actually think that some of our colleagues who want free college for all aren’t actually thinking big enough. I think what we have to look at is how we connect our education system with our economy. Where are our job openings, and what do we need? We are going to have over a million openings for home healthcare workers that we don’t know how to fill in the next 10 years. We are going to have open 100,000 jobs for nursing assistants. We, as my union friends know, we’re going to have over 70,000 openings for electricians. We’re not going to have a shortage of MBAs. We’re going to have a shortage of plumbers. So, when we look at that, then we step back. Where should our money go? It should go into K-12 it should go into free one and two-year degrees like my dad got like my sister got. [crosstalk 01:25:37] And then we double the Pell grants because we’re going to need four-year degrees so the money goes where it should go instead of two rich kids going to college."
        },
        {
          "speaker": "Brianne P",
          "time": "01:25:45",
          "text": "Mr. Steyer, as a billionaire, should your children have been entitled to free public college?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:25:51",
          "text": "No. And let me say this, I was one of the people who talked about a wealth tax, almost a year-and-a-half ago. I believe that the income inequality in this country is unbearable, unjust and unsupportable, and the redistribution of wealth to the richest Americans from everyone else has to end. And I proposed a wealth tax almost a year-and-a-half ago to start to address it and to raise some of the money that we need. But I want to go beyond this and go back to this question about education because we’re talking a lot about college."
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:26:23",
          "text": "But in fact, if you talk about the Poor People’s Campaign, you have to realize that for the youngest kids, they are getting an education that’s relative to the taxes in their neighborhoods. We need to redistribute money so every kid has a chance. So we’re not legislating inequality for the next generation. And so, we actually invest in every single kid, specifically poor kids, specifically black kids, specifically brown kids. We need to start using the money dramatically more for that."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:26:53",
          "text": "We’ll be back with more from CNN’s Democratic Presidential Debate live from Des Moines, Iowa."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:31:54",
          "text": "… Senate, launching the third trial of a US president. The Republican-led Senate has signaled that it is likely to acquit him, Vice President Biden, if you’re the nominee, is it going to be harder to run against President Trump if he’s been acquitted and able to claim vindication, especially after what he said about your family?"
        },
        {
          "speaker": "Joe Biden",
          "time": "01:32:16",
          "text": "It’s irrelevant. There’s no choice but for Nancy Pelosi and the House to move. He has in fact committed impeachable offenses. Whether the Senate makes that judgment or not is for them to decide, and by the way, I’m told that I say we have to unite the country. It’s going to be harder after this trial. It may be, but look, you know, I understand how these guys are, this Republican party. They’ve gone after, Savage, my surviving son. Gone after me, told lies that your networks and others won’t even carry on television because they’re flat out lies, and I did my job. The question is whether or not he did his job. And he hasn’t done his job, and so it doesn’t really matter whether or not he’s going after me, I’ve got to be in a position that I think of the American people. I can’t hold a grudge. I have to be able to not only fight, but also heal, and as president of the United States, that’s what I will attempt to do, not withstanding that we’re going to be more division after he’s defeated by me this next time."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:33:18",
          "text": "Senator Klobuchar, going to be a juror in the trial in the Senate that’s about to start. Do you worry President Trump will be emboldened by acquittal?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:33:29",
          "text": "No. We have a constitutional duty to perform here. And when I look at what the issue is, it’s whether or not we’re going to be able to have witnesses. We’ve asked for only four people as witnesses, and if our Republican colleagues won’t allow those witnesses, they may as well give the president a crown and a scepter. They may as well make him king. And last time I checked, our country was founded on this idea that we didn’t want to be ruled by a king."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:33:57",
          "text": "And I think the best way to think about this trial and what we’re facing in this election is a story of a man from Primghar, Iowa. His name was Joseph Welch. He came from humble beginnings, a son of immigrants. He became the army counsel, and he was the one that went to the Joseph McCarthy hearings. And when McCarthy was blacklisting people and going after people because of their political beliefs or supposed political beliefs, there was only one man. Everyone that was afraid, they’re afraid of being blacklisted. Joseph Welch, he stood up and looked at McCarthy and said, “Have you no sense of decency, sir? Have you no sense of decency?”"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:34:38",
          "text": "This is a decency check on our government. This is a patriotism check. Not only is this trial that-"
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:34:46",
          "text": "Thank you."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:34:46",
          "text": "But also this election, and no matter if you agree with everyone here on the stage, I say this to [crosstalk 01:34:52] Americans, you know this is a decency check on this president."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:34:55",
          "text": "Mr. Steyer, you’ve spent millions and millions of dollars telling the American people that President Trump deserves to be impeached. Will it have been worth it if he’s been impeached but not removed from office?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:35:09",
          "text": "Well Wolf, actually what I’ve done is to organize a petition drive of eight-and-a-half million Americans to sign and say this president deserves to be impeached and removed from office. And those eight-and-a-half million people have called their Congress people, have emailed their Congress people and have actually dragged Washington DC to see that in fact, this is a question of right and wrong and not of political expediency."
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:35:35",
          "text": "So, if you ask me whether standing up for what’s right in America, standing up for the American people and our safety, standing up for the constitution, whether doing that and trying to bring the truth in front of the American people in televised hearings so we can decide what the truth is for ourselves, if you think that that isn’t worth it, then you don’t share the idea that I do about what America’s about. Standing up for what’s right is always worth it, Wolf, and I will never back down from that."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:36:05",
          "text": "Senator Warren, a Senate trial is expected to keep you in Washington in the weeks leading up to the Iowa caucuses here. How big of a problem is that for you as you’re making your closing pitch to voters here?"
        },
        {
          "speaker": "E. Warren",
          "time": "01:36:19",
          "text": "Look, some things are more important than politics. I took an oath to uphold the Constitution of the United States of America. It says that no one is above the law that includes the president of the United States. If we have an impeachment trial, I will be there because it is my responsibility. But understand this, what that impeachment trial is going to show once again to the American people, and something we should all be talking about, is the corruption of this administration. That’s what lies at the heart of it. It is about Donald Trump putting Donald Trump first, not the American people, not the interests of the United States of America, not even in helping Ukraine defend against Russia. It is about him helping himself. That is what we need to do to win this election. We need to draw that distinction and show that as Democrats, we’re not going to be the people who are just out for the big corporations, people who want to help themselves, that we are going to be the party that is willing to fight on the side of the people. That’s why we’re here."
        },
        {
          "speaker": "Brianne P",
          "time": "01:37:23",
          "text": "Let’s turn now to the climate crisis. Here in Iowa, parts of the state remain underwater after record-breaking flooding began last spring, racking up an estimated $2 billion in damages. Today, many Iowans are still displaced from their homes. Mayor Buttigieg, you’ve talked about helping people move from areas at high risk of flooding, but what do you do about farms and factories that simply can’t be moved?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:37:48",
          "text": "That’s why we have to fight climate change with such urgency. Climate change has come to America from coast to coast. We’re seeing it in Iowa. We’ve seen it in historic floods in my community. I had to activate our emergency operation center for a once in a [inaudible 01:38:04] flood. Then two years later, had to do the same thing. In Australia there are literally tornadoes made of fire taking place. This is no longer theoretical. This is no longer off in the future. We have got to act, yes to adapt, to make sure our communities are more resilient, to make sure our economy is ready for the consequences that are going to happen one way or the other. But we also have to ensure that we don’t allow this to get any worse. And if we get it right, farmers will be a huge part of the solution. We need to reach out to the very people who have sometimes been made to feel that accepting climate science would be a defeat for them. Whether we’re talking about farmers, or industrial workers in my community, and make clear that we need to enlist them-"
        },
        {
          "speaker": "Brianne P",
          "time": "01:38:51",
          "text": "But Mayor Buttigieg-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:38:52",
          "text": "In the national project to do something about this."
        },
        {
          "speaker": "Brianne P",
          "time": "01:38:53",
          "text": "So, clarify. What do you do about farms and factories that cannot be relocated?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:38:58",
          "text": "We are going to have to use federal funds to make sure that we are supporting those whose li-"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:39:03",
          "text": "…. Funds to make sure that we are supporting those whose lives will inevitably be impacted further by the increased severity and the increased frequency. And by the way, that is happening to farms, that is happening to factories and that disproportionally happens to black and brown Americans, which is why equity and environmental justice have to be at the core of our climate plan going forward."
        },
        {
          "speaker": "Brianne P.",
          "time": "01:39:21",
          "text": "Thank you, Mayor Buttigieg. Mr Steyer, what’s your response?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:39:24",
          "text": "Look, what you’re talking about is what’s called managed retreat. It’s basically saying, we’re going to have to move things because this crisis is out of control and it’s unbelievably expensive. And of course, we’re going to come to the rescue of Americans who are in trouble. But this is why climate is my number one priority. And I’m still shocked that I’m the only person on this stage who will say this. I would declare a state of emergency on day one on climate. I would do it from the standpoint of environmental justice and make sure we go to the black and brown communities where you can’t breathe the air or drink the water that comes out of the tap safely. But I also know this, we’re going to create millions of good paying union jobs across this country. It’s going to be the biggest job program in American history."
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:40:07",
          "text": "So I know we have to do it, I know we can do it and I know that we can to do it in a way that makes us healthier, that makes us better paid and is more just. But the truth of the matter is, we’re going to have to do it and we’re going to have to make the whole world come along with us and it’s going to have to be priority one."
        },
        {
          "speaker": "Brianne P.",
          "time": "01:40:24",
          "text": "Mr. Steyer, to clarify, you say you’re the climate change candidate, but you made your $1.6 billion in part by investing in coal, oil, and gas. So are you the right messenger on this topic?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:40:35",
          "text": "I absolutely am. Look, we invested in every part of the economy and over 10 years ago I realized that there was something going on that had to do with fossil fuels, that we had to change. So I divested from fossil fuels. I took the giving pledge to give most of my money away while I’m alive. And for 12 years, I’ve been fighting the climate crisis. I’ve beat oil companies in terms of clean air laws. I’ve stopped fossil fuel plants in Oxnard, California. I fought the Keystone Pipeline. I have a history of over a decade of leading the climate fight successfully-"
        },
        {
          "speaker": "Brianne P.",
          "time": "01:41:10",
          "text": "Thank you Mr. Steyer."
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:41:10",
          "text": "So actually, yes, I am the person here who has the chops and the history that says I’ll make it priority one because I’ve been doing it for a long time."
        },
        {
          "speaker": "Brianne P.",
          "time": "01:41:17",
          "text": "Thank you. Mr Steyer. Senator Warren, President Trump is rolling back major environmental rules to allow pipelines and other major infrastructure projects to be built without strict environmental review. Will you restore those protections and in a way that the next president can’t overturn?"
        },
        {
          "speaker": "E. Warren",
          "time": "01:41:33",
          "text": "Yes. Climate change threatens every living thing on this planet and the urgency of the moment cannot be overstated. I will do everything a president can do all by herself on the first day. I will roll back the environmental changes that Donald Trump is putting in place. I will stop all new drilling and mining on federal lands and offshore drilling. That’ll help us get in the right directions. I’ll bring in the farmers. Farmers can be part of the climate solution. We should see this though for the problem it is. Mr. Steyer talks about it being problem number one. Understand this, we have known about this climate crisis for decades. Back in the 1990s, we were calling it global warming, but we knew what it was. Democrats and Republicans back then were working together because no one wanted a problem."
        },
        {
          "speaker": "E. Warren",
          "time": "01:42:25",
          "text": "But you know what happened? The industry came in and said, we can make big money if we keep them divided and make no change. Priority number one has to be taking back our government from the corruption. That is the only way we will make progress on climate, on gun safety, on healthcare, on all of the issues-"
        },
        {
          "speaker": "Brianne P.",
          "time": "01:42:45",
          "text": "Thank Senator Warren."
        },
        {
          "speaker": "E. Warren",
          "time": "01:42:46",
          "text": "That matter to us."
        },
        {
          "speaker": "Brianne P.",
          "time": "01:42:47",
          "text": "Senator Klobuchar, some of your competitors on this stage have called for an all out ban on fracking, you haven’t, why not?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:42:55",
          "text": "Well, first of all, I would note that I have a 100% rating from the League of Conservation Voters and that is because I have stood tall on every issue that we have talked about up here, when it comes to this administration, this Trump administration, trying to reverse environmental protections. I think it is going to lead to so many problems and one thing that hasn’t been raised by the way is the rules on methane, which is actually one of the most environmentally dangerous hazards that they have recently embarked on. And I would bring those rules back as well as a number of other ones."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:43:31",
          "text": "When it comes to the issue of fracking, I actually see natural gas as a transition fuel. It’s a transition fuel to where we get to carbon neutral. Nearly every one of us has a plan that is very similar and that is to get to carbon neutral by 2045 to 2050. To get to by 2030 do a 45% reduction. And I want to add one thing that no one’s really answered. When we do this, we have to make sure that we make people whole and when we put a tax on carbon, which we will do, either through CAP and trade or through a renewable electricity standard or through a fee on carbon."
        },
        {
          "speaker": "Brianne P.",
          "time": "01:44:11",
          "text": "Thank you Senator Klobuchar-"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:44:12",
          "text": "Then we have to make sure the money goes back to the people that will be hurt by it. [crosstalk 01:44:17] To help with their energy bills and to bring jobs to areas that will lose jobs."
        },
        {
          "speaker": "Brianne P.",
          "time": "01:44:21",
          "text": "Senator Sanders."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:44:22",
          "text": "Thank you. Let’s be clear, if we as a nation do not transform our energy system away from fossil fuel, not by 2050, not by 2040, but unless we lead the world right now, not easy stuff, the planet we are leaving our kids will be uninhabitable and unhealthy. We are seeing Australia burning. We saw California burning. The drought here in Iowa is going to make it harder for farmers to produce the food that we need. This is of course a national crisis. I’ve introduced legislation to indicate it’s an actual crisis. We have got to take on the fossil fuel industry and all of their lies and tell them that their short term profits are not more important than the future of this planet. That’s what the Green New Deal does. That’s what my legislation does and that is what we have to do."
        },
        {
          "speaker": "Brianne P.",
          "time": "01:45:23",
          "text": "Vice President Biden, your response."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:45:25",
          "text": "My response is back in 1986, I introduced the first climate change bill and check Politifacts, they said it was a game changer. I’ve been fighting this for a long time. I headed up the Recovery Act, which put more money into moving away from fossil fuels to solar and wind energy than ever has occurred in the history of America. Look, what we have to do is we have to act right away and the way we act right away is immediately. If I’m elected president, I’ll reinstate all the mileage standards that existed in our administration, which were taken down, that’s 12 billion gallons of gasoline, barrels of gasoline to be saved immediately. And with regard to those folks who in fact are going to be victimized by what’s already happened. We should be investing in infrastructure that raises roads, makes sure that we’re in a position where we have … every new highway build is a green highway. [inaudible 01:46:18] 550,000 charging stations."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:46:21",
          "text": "We can create, and this is where I agree with Tom, we can create millions of good paying jobs. We’re the only country in the world that’s ever take great crisis and turn it into a great opportunity. And one of the ways to do it is with farmers here in Iowa, by making them the first group in the world to get to net-zero emissions by paying them for planting and absorbing carbon in their fields right away. There’s more to say, but I know-"
        },
        {
          "speaker": "Abby Phillips",
          "time": "01:46:46",
          "text": "A key part of your mission in this primary is going to be to prove to democratic voters that you’re strong enough to take on Donald Trump. Each of you face unique challenges in doing that. Mayor Buttigieg, you say you’ve had trouble earning the support of black voters because you’re unknown but you’ve been campaigning for a year now and polling shows you with next to no black support. Support that you’ll need in order to beat Donald Trump. Is it possible that black voters have gotten to know you and have simply decided to choose another candidate?"
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:47:15",
          "text": "The black voters who know me best are supporting me. That’s why I have the most support in South Bend. It’s why among elected black officials in my community, who have gotten into this race, by far most of them are supporting me. And now nationally, I am proud that my campaign has co-chaired by a member of the Congressional Black Caucus and to have support right here in Iowa from some of the most recognizable black elected leaders. From Mayor Hart of Waterloo to former Representative Berry in Black Hawk County. Now, the biggest mistake we could make is to take black votes for granted and I never will. The reason I have the support I do is not because any voter thinks that I’m perfect. It’s because of the work that we have done facing some of the toughest issues that communities can."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:48:01",
          "text": "Not from the luxury of a of a debate or a television panel or a committee room, but on the ground. Issues from poverty to justice in policing. And I’m proud to say we’ve been nationally recognized for our work as a race informed city on delivering greater economic justice. That we have reduced use of force by leading the region in transparency around the use of force in policing. Of course, there is a much longer way to go, in my community and around the country. But I will be a president whose personal commitment is to continue doing this work."
        },
        {
          "speaker": "Abby Phillips",
          "time": "01:48:35",
          "text": "Senator Sanders, you call yourself a democratic socialist, but more than two thirds of voters say they are not enthusiastic about voting for a socialist. Doesn’t that put your chances of beating Donald Trump at risk?"
        },
        {
          "speaker": "Bernie Sanders",
          "time": "01:48:47",
          "text": "Nope, not at all. And that is because the campaign that we are going to run will expose the fraudulency of who Donald Trump is. Donald Trump is corrupt. He is a pathological liar and he is a fraud. Now when Trump talks about socialism, what he talks about is giving hundreds of billions of dollars in tax breaks and subsidies to the fossil fuel industry. Donald Trump as a businessman, received $800 million in tax breaks and subsidies to build luxury housing. My democratic socialism says healthcare is a human right. We’re going to raise the minimum wage to 15 bucks an hour. We’re going to make public colleges and universities tuition free. We’re going to have a Green New Deal and create up to $20 million, saving the planet for our children and our grandchildren. We are going to take on the greed and corruption of the pharmaceutical industry and the insurance company. That is what democratic socialism is about and that will win this election."
        },
        {
          "speaker": "Abby Phillips",
          "time": "01:49:58",
          "text": "Mr. Steyer, you’ve spent more than $100 million of your own dollars on television ads. How do you convince voters that you’re more than just your money?"
        },
        {
          "speaker": "Tom Steyer",
          "time": "01:50:07",
          "text": "Look, we know how Donald Trump is going to run for president. He’s going to run on the economy. He’s already told Americans last month in Florida, you don’t like me and I don’t like you, but you’re all going to vote for me because the Democrats are going to destroy the economy in 15 minutes if they get in control. So let’s be clear, I started a business by myself in one room. I didn’t inherit a penny from my parents. I spent 30 years building that business into a multi-billion dollar international business. Then I walked away from it and took the giving pledge and started organizing coalitions of ordinary Americans to take on unchecked corporate power. But whoever is going to beat Mr. Trump is going to have to beat him on the economy and I have the experience and the expertise to show that he’s a [inaudible 01:50:58] and a fraud. Look, Mayor Pete has three years as an analyst at McKinsey. I have 30 years of international business experience, I can beat Trump on the economy. We’re going to have to beat him on the economy and I look forward to taking him down in the fall on the debate stage."
        },
        {
          "speaker": "Abby Phillips",
          "time": "01:51:15",
          "text": "Mayor Buttigieg."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:51:17",
          "text": "You demoted me, I was actually an associate but that’s okay. It was not the biggest part of my career, but I am ready to take on this president on the economy because I am from the exact kind of industrial Midwestern community that he pretends to speak to and has proven to turn his back on and guided that community through a historic transformation. When at the beginning of the decade I took office, we were described as a dying city. I’m ready to take on Donald Trump because when he gets to the tough talk and the chest thumping, he’ll have to stand next to an American war veteran and explain how he pretended bone spurs made him ineligible to serve."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "01:51:55",
          "text": "And if and if he keeps trying to use religion … If a guy like Donald Trump keeps trying to use religion to somehow recruit Christianity into the G.O.P., I will be standing there not afraid to talk about a different way to answer the call of faith and insist that God does not belong to a political party. I am ready to take on this president on every front."
        },
        {
          "speaker": "Abby Phillips",
          "time": "01:52:21",
          "text": "Thank you. Senator Klobuchar, you’re pitching yourself as a practical candidate who can get things done. And even tonight you’ve dismissed some of the ideas that are offered in this primary as pipe dreams. How are you going to inspire democratic voters with a message of pragmatism?"
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:52:40",
          "text": "Our voters, actually all Americans have seen now a number of years of a guy that has, I think, told over 15,000 lies. He is someone that literally has a rap sheet of divisive rhetoric. And I think what Americans want is something different. I am going to be able to stand across from him on that debate stage and say to my friends in Iowa, the Midwest is not flyover country for me, I live here. I’m going to be able to look at him and say, you’ve treated these workers and farmers like poker chips. For me, these are my friends and these are my neighbors. I’m going to be able to look at him and say, you know what? You got $413 million over the course of your career, that’s how you built your fortune."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "01:53:31",
          "text": "And what I’m going to say is this, my grandpa worked 1500 feet underground in the iron ore mines, saved money in a coffee can in the basement to send my dad to a two year community college. That’s my family trust. And when you have been given an opportunity like that, you go into the world, not with the sense of entitlement, Donald Trump, but with a sense of obligation."
        },
        {
          "speaker": "Abby Phillips",
          "time": "01:53:55",
          "text": "Thank you. Senator Warren, what do you say to voters who like your policies but they’re worried they will scare away swing voters you need to win this race in November?"
        },
        {
          "speaker": "E. Warren",
          "time": "01:54:03",
          "text": "So I was born and raised in Oklahoma. I have three older brothers who are all retired, who are all back there still. And two of my three brothers are Republicans. And sure, there are a lot of things we disagree on and we can take to our corners and do the Democratic, Republican talking points. But the truth is there’s a whole lot we agree on. You know, my brothers just furious over Chevron and Eli Lilly and Amazon, that are giant corporations make billions of dollars in taxes … make billions of dollars in profits and pay nothing in taxes. My brother said, “I don’t get this. I have to pay my taxes. Somebody has to keep the roads paved and the schools open and pay for our defense.”"
        },
        {
          "speaker": "E. Warren",
          "time": "01:54:45",
          "text": "They understand that we have an America right now that’s working great for those at the top. It’s just not working for anyone else. We have a chance to unite, unite as Democrats, but also with independents and Republicans, who are sick of living in a country that’s working great for the politicians that are taking the money. It’s working great for the lobbyists. It’s working great for the corporate executives. It’s just not working for everyone else. I’m building the grassroots movement, leading the fight. We’re going to make this America work for everyone else. That is how we’re going to beat Donald Trump."
        },
        {
          "speaker": "Abby Phillips",
          "time": "01:55:23",
          "text": "Vice President Biden, the eventual nominee will face President Trump, who has no problem mocking people using insulting nicknames, slinging mud, and telling lies. The debate against him will make tonight’s debate look like child’s play. Are you prepared for that?"
        },
        {
          "speaker": "Joe Biden",
          "time": "01:55:37",
          "text": "I am prepared for that. Look, I’ve been the object of his affection now more than anybody else on this stage. I’ve taken all the hits he can deliver and I’m getting better in the polls, my going up. And by the way, I have overwhelming support from the African American community, overwhelming more than everybody else in this operation, number one. Number two, working class people, where I come from in Pennsylvania and the places I come from in Delaware, I have great support. I have support across the board and I’m not worried about taking on Donald Trump at all. And with regard to the economy, I can hardly wait to have that debate with him. Where I come from, the neighborhoods I come from, they’re in real trouble, working class people and middle class people. When the middle class does well, working class has a way up and the wealthy do well. But what’s happening now? They’re being clobbered, they’re being killed."
        },
        {
          "speaker": "Joe Biden",
          "time": "01:56:24",
          "text": "They now have a situation where if they … the vast majority believe their children will never reach the stage that they’ve reached an economic security. I love that debate because the American public is getting clobbered. The wealthy are the only ones doing well, period. I’m looking forward to the economic debate."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "01:56:43",
          "text": "We’ll be right back with more from CNN’s Democratic presidential debate, live from Des Moines, Iowa. Stay right here."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "02:01:38",
          "text": "…. Iowa. Time now for closing statements, you each have one minute. Senator Klobuchar, let’s begin with you."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "02:01:46",
          "text": "Donald Trump thinks this is all about him. I think it’s about you. It’s not about his resorts or his tweets or even his ego. It is about your healthcare. It is about your schools. It is about your lives and your future. So if you want to do something about racial justice and immigration reform and climate change and gun safety, we need a candidate who is actually going to bring people with her. I have won every race, every place, every time. I have gotten the highest voter turnout in the country when I’ve led the ticket. I have passed more bills as the lead Democrat than anyone who’s in Congress that’s running for president. I believe that we need a president that’s going to look out for you. It is easy to hurl insults. It is easy to draw lines in the sand and sketch out grand ideological sketches that will never see the light of day."
        },
        {
          "speaker": "Amy Klobuchar",
          "time": "02:02:46",
          "text": "What is hard is bringing people together and finding common ground instead of scorched earth. What is hard is the work of governing. So if you are tired of the extremes in our politics and the noise and the nonsense, you have a home with me. Join me at amyklobuchar.com."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "02:03:05",
          "text": "Mr. Steyer."
        },
        {
          "speaker": "Tom Steyer",
          "time": "02:03:08",
          "text": "I know that Iowans are going to caucus within three weeks and I want to tell you how I feel about the American people. Look, I played team sports my entire life. The bond between teammates is deep and emotional and full of love and as far as I’m concerned, the American people are my teammates. And if there’s one thing I will not permit, it is someone to run down the field and kick my teammate in the face. And that is exactly what I’ve seen over the last seven years traveling around this country, seeing these Republicans led by Mr. Trump, basically kicking the American people in the face. I am prepared to take on Mr. Trump on the debate stage and take him down on the economy. But I am asking for your support because I know that if I’m going to be a good teammate to you and give you absolutely everything without any compromise, I need the support of you on caucus night so I can turn around and together we can take back this country and together we can save the world."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "02:04:08",
          "text": "Mayor Buttigieg."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "02:04:10",
          "text": "This is our moment. This is our one shot to defeat Donald Trump and to do it by such a big margin that we send Trumpism into the dustbin of history too. Well, we cannot take the risk with so much on the line of trying to confront this president with the same Washington mindset and political warfare that led us to this point. If you are watching this at home and you were exhausted by the spectacle of division and dysfunction, I’m asking you to join me to help turn the page on our politics. You’re seeing the President boast about the Dow Jones wondering whether any of that will ever get to your kitchen table. Join me if you’re a voter of color feeling taken for granted by politics as usual. Join me if you’re used to voting for the other party, but right now cannot look your kids in the eye and explain this president to them, join me."
        },
        {
          "speaker": "Pete Buttigieg",
          "time": "02:05:07",
          "text": "We have a chance to change all of this if we can summon the courage to break from the past. That is why I am running for president. It is why I’m asking you to caucus for me on February 3rd and I hope that you will go to peteforamerica.com and join me in this effort."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "02:05:24",
          "text": "Senator Warren."
        },
        {
          "speaker": "E. Warren",
          "time": "02:05:25",
          "text": "So, much is broken in this country. I sat here in the break and just made notes about many of the things we didn’t get to talk about tonight. How the disability community is struggling for true equality, how gun violence and active shooter drills worry every mother in this country. How children are living in poverty and seeing their life chances shrink. How trans women, particularly trans women of color are at risk. Black infant mortality, climate change that particularly hits black and brown communities. People who are being crushed by student loan debt, farmers who are barely holding on, people struggling with mental illness. And yet I come here tonight with a heart filled with hope and it’s filled with hope because I see this as our moment in history, our moment when no one is left on the sidelines. Our moment when we understand that it comes to us to decide the future of this country. Our moment when we build the movement to make real change, hope and courage. That is how I will make you proud every day as your nominee and as the first woman president of the United States of America."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "02:06:41",
          "text": "Senator Sanders."
        },
        {
          "speaker": "Bernie Sanders",
          "time": "02:06:44",
          "text": "It’s been a good debate, but we haven’t asked the major question. The major question is how does it happen in the richest country in the history of the world that half of our people are living paycheck to paycheck, trying to get by, $9, $10 bucks an hour? How does it happen that when the top one percent owns more wealth than the bottom 92%, half a million people are sleeping out on the streets tonight? How does it happen in this great country we are the only major nation not to guarantee healthcare to all. How does that happen that we have a child care system which is dysfunctional, a criminal justice system which is broken and racist, an immigration system that needs reform. This is the moment when we have got to think big, not small. This is the moment where we have got to have the courage to take on the one percent, take on the greed and corruption of the corporate elite and create an economy and create a government that works for all of us, not just the one percent. Thank you."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "02:07:49",
          "text": "Vice President Biden."
        },
        {
          "speaker": "Joe Biden",
          "time": "02:07:52",
          "text": "Character is on the ballot this time around. The American character is on the ballot. Not what Donald Trump is spewing out, the hate, the xenophobia, the racism. That’s not who we are as a nation. Everyone in this country is entitled to be treated with respect and dignity. Every single solitary person has to have in a position that may in fact we treat them with decency. It’s about fundamental, basic decency. We in the United States of America can put up with … we can overcome four years of Donald Trump, but eight years of Donald Trump will be an absolute disaster and fundamentally change this nation. We have to restore America’s soul. As I’ve said from the moment I announced, it is in jeopardy under this President of the United States. We lead the world when we lead by example, not by our power."
        },
        {
          "speaker": "Joe Biden",
          "time": "02:08:44",
          "text": "We in fact have to regain the respect of the world in order to be able to change things. Ladies and gentlemen, we are in a position right now we have to remember who we are. This is the United States of America. There’s not a single thing beyond our capacity to do if we do it together, let’s go do it."
        },
        {
          "speaker": "Wolf Blitzer",
          "time": "02:09:04",
          "text": "Candidates, thank you very, very much. That concludes the first Democratic presidential debate of 2020. The Iowa caucuses are only 20 days away. Tune into CNN for continuing coverage of this presidential election. Anderson Cooper and Chris Cuomo pickup our coverage right now."
        }
      ]
    }
  ]
}