[
    {
        "joke": "Whenever you feel sad... It helps to picture that somewhere in this world, there’s a fool pulling on a door that says “PUSH”!",
        "score": null,
        "categories": []
    },
    {
        "joke": "FOR SALE BY OWNER... Complete set of encyclopedia Britannica. 45 Volumes. Excellent condition. $100 or best offer. Reason for sale: No longer required. Got married last weekend. Wife knows everything.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Lady (to her doctor): \"What l am worried about is my height and not my weight.\" Doctor: \"How come?\" Lady: \"According to my weight, my height should be 7 feet, 8 inches.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wife:  \"Whenever I keep money in my purse, our son steals it! I don’t know what to do?\" Husband:   \"Hide it in his books. I know he will never touch them.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What did the astronaut's fiancé say when he proposed in open space? \"I can't breathe!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Teacher:  \"Whoever answers my next question, can go home.\" One boy throws his bag out the window. Teacher:   \"Who just threw that?\" Boy:   \"Me, and now I’m going home.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A company owner was asked a question, \"How do you motivate your employees to be so punctual?\" He smiled & replied, \"It's simple. I have 30 employees and 29 free parking spaces. One is paid parking.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man was invited to a wedding. When he reached the hotel, he found two doors written on them... 1.Bride relatives 2.groom relatives He entered the groom door and found two doors again. 1. Ladies  2. Men  He entered men door and found two doors again. 1.People with gifts 2.People without gifts  He entered the second door (people without gifts )... He found himself outside the hotel.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Doctor: Your case is quite complicated. Patient: Why doctor? What happened? Doctor: You got a disease from the chapter which I left as optional during my studies.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A soldier serving overseas far from home was annoyed and upset when his girl wrote to break off their engagement and ask for her photograph back.  He went out and collected from his friends all the unwanted photographs of women that he could find, bundled them all together, and sent them back with a note saying, “I regret that I cannot remember which one you are.  Please keep your photo and return the others.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two shepherds lean on their crooks at the end of a long day and the first asks the second, \"So, how's it going?\"  The second one sighed and shook his head, \"Not good, I can't pay my bills, my health isn't good, my kids don't respect me, and my wife is leaving me.\"  The first replied, \"Well, don't lose any sheep over it.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Jake came rushing in to see his Dad. \"Dad!\" he puffed, \"Is it true that an apple a day keeps the doctor away?\" \"That's what they say,\" said his Dad.  \"Well, give me an apple quick! I've just broken the doctor's window!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The average age of people living in our military retirement community is 85. Recently, a neighbor turned 100, and a big birthday party was thrown. Even his son turned up. “How old are you?” a tenant asked. “I’m 81 years old,” the son answered. The tenant shook her head. “They sure grow up fast, don’t they?”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Once upon a time there was a shepherd looking after his sheep on the side of a deserted road. Suddenly a brand new Porsche screeches to a halt. The driver, a man dressed in an Armani suit, Cerutti shoes, Ray-Ban sunglasses, TAG-Heuer wrist watch, and a Pierre Cardin tie gets out and asks the shepherd, \"If I can tell you how many sheep you have, will you give me one of them?\"  The shepherd looks at the young man, then looks at the large flock of grazing sheep and replies, \"Okay.\" The young man parks the car, connects his laptop to the mobile-fax, enters a NASA Website, scans the ground using his GPS, opens a database and 60 Excel tables filled with algorithms and pivot tables. He then prints out a 150-page report on his high-tech mini-printer, turns to the shepherd and says, ‘'You have exactly 1,586 sheep.\"  The shepherd cheers,  \"That's correct, you can have your choicest sheep from the herd.\"  The young man takes one of the animals which he likes most and cute  from the flock and puts it in the back of his Porsche. The shepherd looks at him and asks, \"If I guess your profession, will you return my animal to me?\"  The young man laughed and  answers, \"Yes, why not?\"  The shepherd says, \"You are an auditor.\" \"How did you know?\" asks the young man.  \"Very simple,\" answers the shepherd. \" First, you came here without being wanted. Secondly, you charged me a fee to tell me something I already knew. Thirdly, you don't understand anything about my business... now can I have my DOG back?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Q: Why didn’t the rooster cross the road? A: Because it was chicken.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A teacher asked her students to use the word \"beans\" in a sentence. \"My father grows beans,\" said one girl.  \"My mother cooks beans,\" said a boy.  A third student spoke up, \"We are all human beans.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A rancher was minding his own business when an FBI agent came up up to him and said, \"We got a tip that you may be growing illegal drugs on the premises. Do you mind if I take a look around?\" The old rancher replied, \"That's fine, you shouldn't go over there though.\" As he pointed at one of his fields. The FBI agent snapped at him, \"I'm am a federal agent! I can go wherever I want!\" With that he pulled out his badge and shoved it into the ranchers face. The rancher shrugged this off and continued with his daily chores. About 15 minutes later he heard a loud scream from the field he had pointed out earlier. All of a sudden he could see the FBI agent sprinting towards him with a large bull on his heels. The rancher rushed to the fence and yelled, \"Your badge! Show your badge to the bull!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Police officer talks to a driver: \"Your tail light is broken, your tires must be changed, and your bumper hangs halfway down. That will be 300 dollars!!\" [Pause] Driver: \"Alright, go ahead and do it. They want twice as much as that at the garage.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A pizza and an apple were thrown down from the 15th floor, which will reach the ground first?  The pizza will, it's fast food!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Mom always said, \"Money Doesn't Grow On Trees!\"   But if money is made from paper and paper comes from trees, then isn't she wrong?",
        "score": null,
        "categories": []
    },
    {
        "joke": "A psychiatrist met an old patient and exclaimed, \"I heard you died.\" \"But you see I'm alive,\" smiled the ex-patient. \"Impossible,\" said the psychiatrist. \"I was told you'd died by a colleague who's had 22 peer-reviewed papers published, so his opinion's bound to be much more reliable than yours.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "School teacher sends home a note with student. The note reads, ”Your son is an obedient and bright student, but spends too much time talking to girls.” Mother sends a note back the following day, ”Please advise a solution. Father has the same problem.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A Sergeant was addressing a squad of 25 and said, \"I have a nice easy job for the laziest man here.  Put up your hand if you are the laziest.\" 24 men raised their hands, and the sergeant asked the other man, \"Why didn't you raise your hand?\"  The man replied, \"Too much trouble raising the hand, Sarge.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The devout cowboy lost his favorite Bible while he was mending fences out on the range. Three weeks later, a sheep walked up to him carrying the Bible in its mouth. The cowboy couldn't believe his eyes. He took the precious book out of the sheep's mouth, raised his eyes heavenward and exclaimed, \"It's a miracle!\"  \"Not really,\" said the sheep. \"Your name is written inside the cover.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A father was buying bass lessons for his son. After the 1st week the father asked him what he had learned. The son said, \"On my 1st lesson we learned about the E string.\" The 2nd week came and after the lesson the father asked what had he learned that week. The son said, \"On the 2nd lesson I learned about the A string.\"   The 3rd week came by and the father said to his son, \"You know these are expensive lessons, what have you learned this week?\"   The son said, \"I quit the lessons, I already got a gig.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two students were talking about their childhood. \"I was a very clever toddler. By the time I was ten months old, I could already walk.\" \"You call that clever?\" the other said. \"I managed to trick my parents into carrying me until I was three!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wife goes to an astrologer to learn more about her husband. The astrologer asks her, \"Do you want to know about your husband's future?\" Without hesitation, the wife responds. \"I will decide his future, you just tell me about his past.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A farmer and his wife got into a huge fight after which the wife stormed off. The farmer says, \"Where did you leave the tractor?\"  The wife replies, \"In the Mill field.\" But there's no way into the Mill field!\" \"There is now.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A proud and confident genius makes a bet with an idiot.  The genius says, \"Hey idiot, every question I ask you that you don't know the answer, you have to give me $5. And if you ask me a question and I can't answer yours, I will give you $5,000.\"  The idiot replies, \"Okay.\" The genius then asks, \"How many continents are there in the world?\" The idiot doesn't know and hands over the $5. The idiot says, \"Now my turn, what animal stands with two legs but sleeps with three?\"  The genius tries and searches very hard for the answer but gives up and hands over the $5000. The genius says, \"Dang it, I lost. By the way, what was the answer to your question?\"  The idiot hands over $5.",
        "score": null,
        "categories": []
    },
    {
        "joke": "When a new dentist set up in town he quickly acquired a reputation of being the 'Painless' dentist. However, a local little girl called Veronica disputed his claim. \"He's a fake!\" Veronica told her friends. \"He's not painless at all.  When he stuck his finger in my mouth, I bit him, and he screamed like anyone else!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man needed a horse, so he went to a church and got one. Before he left, the priest told him that it was a special horse. In order to make the horse go, you say, \"Thank God\", and for it to stop you say, \"Amen\". So the man left, and a few minutes later he dozed off on his horse. Hours later, he woke up and his horse was racing him towards the edge of a cliff. Just in time, he shouted \"Amen!\" and the horse stopped a few inches from the edge. \"Whew,\" said the man, \"thank God!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Employee: \"Sir, what is the secret of your success?\" Manager: \"Two words.\" Employee: \"And, Sir, what are they?\" Manager: \"Right decisions.\" Employee: \"And how do you make right decisions?\" Manager: \"One word.\" Employee: \"And, What is that?\" Manager: \"Experience.\" Employee: \"And how do you get Experience?\" Manager: \"Two words.\" Employee: \"And, Sir, what are they?\" Manager: \"Wrong decisions.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A Mom visits her son for dinner who lives with a girl roommate. During the course of the meal, his mother couldn't help but notice how pretty his roommate was. She had long been suspicious of a relationship between the two, and this had only made her more curious. Over the course of the evening, while watching the two interact, she started to wonder if there was more between him and his roommate than met the eye. Reading his mom's thoughts, the son volunteered, \"I know what you must be thinking, but I assure you, we are just roommates.\" About a week later, his roommate came to him saying, \"Ever since your mother came to dinner, I've been unable to find the silver plate. You don't suppose she took it, do you?\" He said ,\"Well, I doubt it, but I'll email her, just to be sure.\" He sat down and wrote : Dear Mother: I'm not saying that you 'did' take the silver plate from my house, I'm not saying that you 'did not' take the silver plate .. But the fact remains that it has been missing ever since you were here for dinner. Love, Your son Several days later, he received an email from his Mother which read: Dear Son: I'm not saying that you DO sleep with your roommate, and I'm not saying that you DO NOT sleep with her. But the fact remains that if she was sleeping in her OWN bed, she would have found the silver plate by now, under the pillow… Love, Mom",
        "score": null,
        "categories": []
    },
    {
        "joke": "An elderly lady and an orthopedic surgeon were travelling in an elevator together. The doors started to shut as the lady was trying to get out of the doors. The surgeon kindly put his head in between the doors so the lady could get out.  \"Thank you very much,\" said the lady, \"but why did you use your head?\"   \"I used my head because I need my hands for work,\" said the surgeon, grinning proudly.",
        "score": null,
        "categories": []
    },
    {
        "joke": "When I see lovers' names carved in a tree, I don't think it's sweet...  I just think it's surprising how many people bring a knife on a date.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A psychotherapist returned from a conference in the Rocky mountains, where the delegates spent more time on the icy ski slopes than attending lectures and seminars. When she got back, her husband asked her, \"So, how did it go?\" \"Fine,\" she replied, \"but I've never seen so many Freudians slip.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "In a Psychiatric Hospital, a Journalist asks the Doctor: \"How do you determine whether to admit a person as a patient or not? Dr:  Well ... we'd fill a bathtub with water and then give a teaspoon, a glass and a bucket to the patient and ask them to empty the bathtub. Journalist: Oh, obviously a normal person would use the bucket because its bigger. Dr: No, a normal person would pull the drain plug! Please go to bed #39. We will soon start further investigations on you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "An engineer was removing the engine parts from a motorcycle when he saw a famous heart surgeon in his shop. He went to him and said, \"Look at this engine... I opened its heart, took the valves out, repaired them and put them back, so why do I get such a small salary and you get huge sums?\"   The doctor smiled at the engineer and came close to his ear and said, \"Try the same when the engine is running.\" The engineer smiled back came close to doctors ear and said, \"I can take any dead engine and make it alive again, can you?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "My friend reviewed her young son’s fill-in-the-blank homework.  One line: “At Christmas, we exchange gifts with ___________.” His response: “Receipts.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "My elderly mother was rushed to the hospital following a serious tumble. There the staff placed a band around her wrist with large letters warning: Fall Risk. Unimpressed, Mom said to me, “I’ll have them know I’m a winter, spring, and summer risk too!”",
        "score": null,
        "categories": []
    },
    {
        "joke": "While I was out to lunch, my coworker answered my phone and told the caller that I would be back in 20 minutes. The woman asked, “Is that 20 minutes Central Standard Time?”",
        "score": null,
        "categories": []
    },
    {
        "joke": "A young boy was looking through some old family photos and asked his mother, \"Who is the guy on the beach with you with all the muscles and curly hair?\" \"That's your father.\" \"Then who's that man who lives with us now?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Guy goes to top of the mountain and screams, \"I LOVE YOU!\" He waits for the echo. It takes a while, but he finally hears it. Echo replies, \"I have a boyfriend!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A little boy in my infant class came into school and told me he could spell his mum’s name. “M-U-M,” he said proudly.  Before I could congratulate him, another little boy said excitedly, “That’s how you spell my mum’s name too!”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two ducks are in a pond. One went \"Quack quack!\" and the other duck said, \"That's funny, I was just about to say that!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Pig 1: Why don't we ask him to sit with us? Pig 2: No way, he is quite the Boar!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Doctor: You're in good health. You'll live to be 80.  Patient: But, doctor, I am 80 right now.  Doctor: See, what did I tell you.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why did the farmer feed his pigs sugar and vinegar ? He wanted sweet and sour pork!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Doctor: We need to get these people to a hospital! Nurse: What is it? Doctor: It's a big building with a lot of doctors, but that's not important now!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two campers are hiking in the woods when one is bitten on the rear end by a rattlesnake. “I’ll go into town for a doctor,” the other says. He runs ten miles to a small town and finds the only doctor delivering a baby. “I can’t leave,” the doctor says. “But here’s what to do. Take a knife, cut a little X where the bite is, suck out the poison and spit it on the ground.” The guy runs back to his friend, who is in agony. “What did the doctor say?” the victim cries. “He says you’re gonna die.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "A customer walked into our store looking for Christmas lights. I showed her our top brand, but—wanting to make sure each bulb worked—she asked me to take them out of the box and plug them in. I did, and each one lit up. “Great,” she said. I carefully placed the string of lights back in the box. But as I handed them to her, she looked alarmed. “I don’t want this box,” she said abruptly. “It’s been opened.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Tom was walking down the street when he sees a funeral procession. At the head was the casket, behind was a man walking a very large dog and behind him were 300 people. Tom walks over to the guy with the dog and asks, \"Who’s funeral is this?\" The man answers, “My mother-in-law’s.” Tom wishes his condolences and asks, “She must of been a very important person, but what’s with the dog?”  \"This is the dog that killed her.” So Tom asks, “Can I borrow the dog for an hour?” He responds, “Get in line!”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Husband: \"Honey, why do you usually answer me back with a question when I ask you a question?\" Wife: \"Is that what I do?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A mother and father read a bedtime story of a king to their five year old son. As the story concludes, the son says, \"Mom, I also want five wives. One will cook, one will sing, one will bathe me...\" Mom: \"And one will put you to sleep!\" Son: \"No mom, I will still sleep with you.\" Mom's eyes fill up with tears: \"God bless you son.\" Mom continues: \"But who will sleep with your 5 wives?\" Son: \"Let them sleep with daddy.\" Daddy's eyes fill up with tears: \"God bless you son.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Because it was my brother’s birthday, our mom wanted to do something special. She called his fraternity house and said she wanted to bring a cake. The young man who took the call was very excited. \"Hey, Mrs. Schaeffer,\" he said, \"that would be great!\" The next day she drove to the fraternity and rang the doorbell. The same boy answered the door. When he saw the cake, his face fell. \"Oh,\" he said, clearly disappointed. \"I thought you said ‘a keg.’\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The homework assignment for my Spanish class was to write a paragraph. When I returned their papers, I asked one student if he had used Google Translate or any other online translator to write his paper.  He categorically denied doing so.  That led to my next question, “Then why is this in French?”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Customer: “I can’t seem to connect to the Internet.” Tech Support: “All right. What operating system are you running?” Customer: “Netscape.” Tech Support: “No, what version of Windows are you using?” Customer: “Uhhh…Hewlett Packard?” Tech Support: “No, right click on ‘My Computer’ and select properties on the menu.” Customer: “Your computer? It’s my computer!”",
        "score": null,
        "categories": []
    },
    {
        "joke": "A police officer came upon a terrible wreck where the driver and passengers had been killed. As he looked upon the wreckage a little monkey came out of the brush and hopped around the crashed car. The officer looked down at the monkey and said, \"I wish you could talk.\" The monkey looked up at the officer and shook his head up and down. \"You can understand what I'm saying?\" asked the officer. Again, the monkey shook his head up and down. \"Well, did you see this?\" \"Yes,\" motioned the monkey.  \"What happened?\" The monkey pretended to have a can in his hand and turned it up by his mouth. \"They were drinking?\" asked the officer. The monkey again nodded up and down.  \"What else?\" The monkey pinched his fingers together and held them to his mouth. \"They were smoking marijuana?\"   The monkey again nodded yes in agreement. \"Now wait, you're saying they were drinking, and smoking marijuana before they wrecked?\" asked the officer. \"Yes,\" nodded the monkey, emphatically.  \"What were you doing during all this?\" \"Driving,\" motioned the monkey.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I asked my friend , \"What is the secret behind your Happy Married Life?\"  He said \"You should share responsibilities with due love and respect each other. Then absolutely there will be no problems.\" I asked \"Can you explain?\"  He said \"In my house, I take decisions on bigger issues where as my Wife decides on smaller issues. We do not interfere in each other's decisions.\" Still not convinced, i asked him \"Give me some examples\".  He said \"Smaller issues like, which car we should buy, how much amount to save, when to visit the super market, when & where to go on vacation, which sofa, air conditioner, refrigerator to buy. Monthly expenses, whether to keep a maid or not etc. Are all decided by my wife. I just agree to it \" I asked \"Then, what is your role?\"  He said \"My decisions are only for very big issues. Like whether America should attack Iran, whether Britain should lift sanctions over Zimbabwe, whether Bodoland should be formed or not, whether Dhoni should retire from Cricket , Whom should Salman Khan Marry. etc etc. and do you know, my wife; NEVER, objects to any of these decisions...",
        "score": null,
        "categories": []
    },
    {
        "joke": "A U.S. Navy destroyer stops four Mexicans in a row boat rowing towards California. The captain gets on the loud-hailer and shouts, \"Ahoy, small craft. Where are you headed?\" One of the Mexicans puts down his oar, stands up, and replies, \"We are invading the United States of America to reclaim the territory taken by the USA during the 1800s.\" The entire crew of the destroyer doubled-over in laughter. When the captain was finally able to catch his breath, he gets back on the loud-hailer and asks, \"Just the four of you?\" The same Mexican stands up again and shouts, \"No, we're the last four. The rest are already there!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What kind of alien makes the best of friends? The one that is down to Earth.",
        "score": null,
        "categories": []
    },
    {
        "joke": "What kind of tea do soccer players drink? PenalTEA.",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"What do you get if you cross a fridge and a stereo?\" \"I don't know, what?\" \"Cool music!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Interviewer: \"How well do you work with Powerpoint?\" Applicant: \"I Excel at it.\" Interviewer: \"Was that a computer joke?\" Applicant: \"Word.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Father in a conversation with a neighbor... First son: Degree in Economics  Second son: MBA Third son: PhD Fourth son: Thief Neighbor: Why can't you throw the fourth son out of your house?  Father: He is the only one earning money. The rest are unemployed.",
        "score": null,
        "categories": []
    },
    {
        "joke": "My teenage patient’s mother was concerned. “He must have a temperature,” she said. “He hasn’t taken our motorcycle out all day.” “Let me ask you,” I said. “Do you have a thermometer?” “No,” she said. “A Kawasaki.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Teeth said to Tongue: \"If I press down on you just a little, you will get cut.\" Tongue replied: \"If I misuse one word, all 32 of you will come out.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man in a movie theater notices what looks like a baby giraffe sitting next to him. \"Are you a baby giraffe?\" asked the man, surprised.  \"Yes.\"  \"What are you doing at the movies?\" The giraffe replied, \"Well, I liked the book.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "In a psychiatrist's waiting room two patients are having a conversation. One says to the other, \"Why are you here?\" The second answers, \"I'm Napoleon, so the doctor told me to come here.\" The first is curious and asks, \"How do you know that you're Napoleon?\" The second responds, \"God told me I was.\" At this point, a patient on the other side of the room shouts, \"NO I DIDN'T!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Husband: Babe, after work I had an accident. Sabrina took me to the hospital. After various tests, they said I was in a bad state with cervical dislocation, multiple facial injuries. Also, they will have to amputate my right leg. Wife: Who is Sabrina?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Husband: You will never succeed, in making that dog obey you. Wife: Nonsense! it's only a matter of patience, remember I had a lot of trouble with you at first as well...",
        "score": null,
        "categories": []
    },
    {
        "joke": "A father was teaching his 6-year-old daughter how to unbuckle her seat belt. The daughter asked, \"Do I click the square?\" The father said, \"Yes.\" The daughter then wanted to know, \"Single click or double click?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two young soldiers were exchanging their experiences of the service in the Army.  \"My sergeants are wonderful\", said one soldier. \"I wish I could say the same about mine,\" said the other. \"You could if you could lie as I do.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wife:   \"What are you doing?\" Husband:   \"Nothing.\" Wife:   \"Nothing? You've been reading our marriage certificate for an hour.\" Husband: \"I was looking for the expiration date.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call someone who takes care of chickens? What else, a chicken tender!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why did the teddy bear skip lunch? Because he was stuffed!!",
        "score": null,
        "categories": []
    },
    {
        "joke": "MAN:   Have you finished ironing my silk shirt? BUTLER:   Yes, sir. MAN:   Then please bring it here. I have to get dressed! BUTLER:   Sir, I was ironing and someone knocked on the door. I went to open it and when I came back I could smell something burning.... MAN:   Don't tell me you've burnt my shirt! BUTLER:   I... yes, I did. MAN:   Oh, no! Fortunately I have another silk shirt in the cupboard. BUTLER:   I know that, sir. That's why I cut it up and patched up the one I burnt!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Humpty:   I want to paint my bicycle but i don't have money to buy the paint! Dumpty:   Once when i needed money i sold my watch. Why don't you sell your watch and get the money? Humpty:   No, not my watch! It belonged to my grandfather. But you have given me an idea. The Next Day... Humpty:   I got the paint! Dumpty:   Then why are you looking so unhappy? Don't tell me you sold your watch!  Humpty:   No, not the watch. Dumpty:   Then what did you sell? Humpty:   The bicycle!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Who is smarter, you or your dog? A Canadian psychologist is selling a video that teaches you how to test your dog’s IQ.  Here’s how it works... If you spend $12.99 for the video, your dog is the smarter one.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A duck is standing next to a busy road, cars zooming past while he waits for a break in traffic. A chicken walks up to him and says, \"Don't do it, man. You'll never hear the end of it.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"Doctor, the problem is obesity runs in our family.\" \"No, the problem is no one runs in your family.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Husband: \"Now that we are married, perhaps I might venture to point out a few of your little defects.\" Wife: \"Don't bother, dear. I'm quite aware of them. It was those little defects that prevented me from getting a much better man than you.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Where did the kangaroo go to get its eyesight checked?  To a hop-tician!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wife: What are your plans for Easter? Husband: Same as Jesus... Wife: What do you mean? Husband: I will disappear on Friday and reappear on Monday! On hearing that the wife retorts,\"AWESOME, you do that, I'll do a Mary and show up pregnant untouched by my husband.\" The man stayed home.",
        "score": null,
        "categories": []
    },
    {
        "joke": "What can you break without touching? Promise.",
        "score": null,
        "categories": []
    },
    {
        "joke": "An older gentleman goes into a bar and hears the other patrons discussing the ups and down of marriage. \"Next week my wife and I will celebrate our fiftieth anniversary,\" he tells them. \"That's great. What's your secret for a long and happy marriage,\" one asks. \"Well, you have to do nice things for your wife.\" \"Such as?\" \"Well, for our twenty fifth anniversary I took her to Italy.\" \"That is nice. What are you going to do for your fiftieth?\" \"I'm going back to visit her.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A student at a management school came up to a pretty girl and hugged her without any warning. The surprised girl said, “What was that?” The guy smiled at her, “Direct marketing!” The girl slapped him soundly. “What was that?!” said the boy, holding his cheek. “Customer feedback.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Patient: Doctor, you must help me. I'm under such a lot of stress, I keep losing my temper with people. Doctor: Tell me about your problem. Patient: I JUST DID, DIDN'T I, YOU STUPID BRAINLESS DEAF FOOL!!!  MAYBE IF YOU LISTENED, YOU WOULD BE ABLE TO HELP SOME!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Husband: Today is our wedding anniversary, where do you want me to take you? Wife: Take me some place I have never seen before! Husband: Then I shall take you to the kitchen!",
        "score": null,
        "categories": []
    },
    {
        "joke": "On a flight to Florida, I was preparing my notes for one of the parent education seminars I conduct as an educational psychologist. The elderly woman sitting next to me explained that she was returning to Miami after having spent two weeks visiting her six children, 18 grandchildren and ten great grandchildren in Boston.  Then she inquired what I did for a living. I told her, fully expecting her to question me for free professional advice.  Instead she sat back and said, \"If there's anything you want to know, just ask me.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A flight attendant for a major airline, watched one day as a passenger overloaded with bags tried to stuff his belongings in the overhead bin of the plane.  Finally, she informed him that he would have to check the over-sized luggage. \"When I fly other airlines,\" he said irritably, \"I don't have this problem.\"  The flight attendant smiled, \"When you fly other airlines, I don't have this problem either.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A patient came to the hospital with a burned right hand. As the doctor took down his medical history, he asked the injured man, “Do you smoke?” “Yeah, a pack and a half a day,” said the patient. Concerned, the doctor told him, “You should consider quitting.” “No, it’s OK,” said the patient. “I smoke with my left hand.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Doctor, Doctor I think I need glasses.You certainly do, Sir, this is a fish and chip shop!!",
        "score": null,
        "categories": []
    },
    {
        "joke": "What is the Internet's favorite animal? The lynx.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Son:   Dad do you believe in ghost? Dad:   No. Son:   Our maid said ghost exist. Dad:   We don't have maid. Mom:   Meet me out in the car right now. Dad:   Why? Mom:   We don't have son. Dad:   Wait.... I am not married..!!",
        "score": null,
        "categories": []
    },
    {
        "joke": "A patient sobs to his doctor, “I feel like a pair of curtains!” Doctor replies, “Well pull yourself together man!”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why did the gardener always eat her toast dry?  Because she saw the butter-fly!!",
        "score": null,
        "categories": []
    },
    {
        "joke": "I got robbed at the gas station today. I called the cops and they asked if I knew who did it. I said, \"Yes, pump number six.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A pedantic bore forced a conversation with a fellow passenger on a coast to coast flight, and made a great parade of his knowledge.  The passenger listened as long as he could. Looking at him gravely, he said, \"My friend,  you and I know all that there is to know.\" \"How is that?\" asked the bore, pleased with what he thought was a complimentary association. \"Well,\" began the traveler, \"you know everything there is to know except that you are a bore, and I know that.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Mary Jones was debating on the best means of dropping her current flame. Her friend ask:   \"Are you worried because you think he'll tell lies about you?\" Mary answered:   \"I don't mind the lies, but if he ever tells the truth I will break his neck!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Writing a horror screenplay. It starts off with a ringing phone. The person answers and it’s their mom saying, “I have a computer question...\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"What would be the first thing you'd do if you had hydrophobia?\" one resident doctor ask another. \"I'd ask for a pencil and paper,\" replied the other doctor. \"To make your last will?\" \"No, to make a list of the people I want to bite.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A bank clerk is talking with her colleague. \"I think now-a-days my beauty has been decreasing.\" \"Why do you think that?\" asked the colleague.    \"The men who are withdrawing cash at my counter are actually counting their money.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Teacher: \"Why are you late this morning?\" Student: \"Its my alarm clock.  Everyone got up except me!\" Teacher: How did the alarm clock make you the only one not to get up?\" Student: \"There are eight of us in the my family and the alarm clock was only set for seven.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man enters the kitchen, opens the sugar box, looks inside and closes it.  He does it again and again. Why? Because the doctor told him to check his sugar levels regularly.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why was the desert so bored? Because it had nothing left to sea!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Teacher:   \"School starts 8am, young man. Why are you coming in at 8:30am? Student:   \"Sir, by all means, you can start the class without me.  No need to wait.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Teacher:   What is an island? Student :   A piece of land surrounded by water except on one side. Teacher :   On one side?  Student :   Yes, on top!",
        "score": null,
        "categories": []
    },
    {
        "joke": "What kind of music do Christmas elves like the best?  Wrap music!",
        "score": null,
        "categories": []
    },
    {
        "joke": "So, I'm at a store buying a bag of dog food for my dog. While in the check-out line, a woman behind me asked if I had a dog. So on impulse I told her that no, I didn't have a dog. I told her that I was starting the Dog Food Diet again and that I probably shouldn't because I ended up in the hospital last time, but that I'd lost 50 pounds before I awakened in intensive care with tubes coming out of most of my orifices and IVs in both arms. I told her that it was essentially a Perfect Diet and all you do is load your pockets with food Nuggets and simply eat one or two every time you feel hungry. The food is nutritionally complete so it works well and I was going to try it again. (At that point practically everyone in line was now enthralled with my story.) Horrified, the lady behind asked if I ended up in intensive care because the dog food poisoned me. I told her no, I stepped off a curb to sniff a poodle's butt and a car hit me. I thought the guy behind her was going to have a heart attack he was laughing so hard.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Patient: Doctor, whenever I get up after a sleep, I feel dizzy for half an hour, then I'm all right.' Doctor: Then wait for half an hour before getting up.",
        "score": null,
        "categories": []
    },
    {
        "joke": "An anesthesiologist has a stock answer to the usual question asked by pre-surgical patients: “How much will the anesthesia cost?” “Oh, about $100.00. $1.00 to go to sleep and $99.00 for waking up. Most patients buy the whole package.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two young girls were reading when one girl said to the other, \"I'm never having kids.\" \"Why?\" said the other.  And the girl replied, \"Because I heard they take 9 months to download.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Catelin: My Mom has the worst memory.  Amanda: She forgets everything? Catelin: No, she remembers everything!",
        "score": null,
        "categories": []
    },
    {
        "joke": "A baby mouse sees a bat flying overhead and says, \"Mom! I think I see an angel!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A little boy called Ben was taken to the dentist.  Examination revealed that Ben had a cavity, which needed filling. \"Now, young man,\" asked the dentist, \"what kind of filling would you like for that tooth, amalgam or composite?\" \"I would prefer chocolate, please,\" replied Ben.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man was walking down the street one day when he was brutally beaten and robbed. As he lay unconscious and bleeding, a psychologist, who happened to be passing by, rushed up to him and exclaimed, \"My God! Whoever did this really needs help!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What kind of medical help does a mermaid seek, a vet or a doctor?",
        "score": null,
        "categories": []
    },
    {
        "joke": "A heavily bandaged man was sitting up in bed at the hospital when his friend came to visit. \"What happened to you?\" the friend asked. \"Well, we went to the amusement park and decided to ride the roller coaster. As we came to the top of the highest loop, I noticed a sign by the side of the track. I tried to read it, but it was very small and I couldn't make it out. I was so curious that I went around again, but we went by so quickly that I still couldn't see what the sign said. By now I was determined, so I went around a third time. As we reached the top I stood up in the car to get a better view.\" \"And did you manage to see what the sign said this time?\" asked his friend. \"Yes, it said remain seated at all times.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Which is heavier: a litre of water or a litre of butane? The water. No matter how much you have, butane will always be a lighter fluid.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Three contractors were visiting a tourist attraction on the same day. At the end of the tour, the guard asked them what they did for a living. When they all replied that they were contractors, the guard said, \"Hey, we need one of the rear fences redone. Why don't you guys take a look at it and give me a bid?\" So, they all went to the back fence to check it out. The first contractor took out his tape measure, did some measuring and said, \"Well, I figure the job will run about $900. $400 for materials, $400 for my crew, and $100 profit for me.\" Next was the second contractor. He also took out his tape measure, did some quick figuring and said, \"Looks like I can do this job for $700. $300 for materials, $300 for my crew, and $100 profit for me.\" Without so much as moving, the third contractor said, \"$2,700.\" The guard, incredulous, looked at him and said, \"You didn't even measure like the other guys! How did you come up with such a high figure?\" \"Easy,\" he said. \"$1,000 for me, $1,000 for you and we hire the guy doing it for $700.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "People can climb mountains, People can scuba dive,  BUT THEY CAN'T MOVE THEIR THUMB TO TEXT ME BACK!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Me:   I'm not saying a word without my lawyer present.  Cop:   You ARE the lawyer.  Lawyer:   So where’s my present?",
        "score": null,
        "categories": []
    },
    {
        "joke": "I told a girl on the flight that she was pretty. She replied, \"Tell me something I don't know.\"  So I asked if she remembered the quadratic formula.",
        "score": null,
        "categories": []
    },
    {
        "joke": "My wife got a mud-pack, and looked great for two days... Then the mud fell off.",
        "score": null,
        "categories": []
    },
    {
        "joke": "An engineer and a psychiatrist meet up for their 20th college reunion. The engineer says, \"I'm surprised to see you still looking so young. I'd have thought listening to people's problems all day would have given you a mass of wrinkles.\" The psychiatrist says, \"You think we listen?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Mom: What did you do at school today? Mark: We played a guessing game. Mom: But I thought you were having a math exam? Mark: That’s right.",
        "score": null,
        "categories": []
    },
    {
        "joke": "The speaker was genuinely enthusiastic about the virtues of temperance but his face made people doubt him. Towards the close of his testimony he squared his shoulders, held his head tall, and said, \"I have lived in this town all my life.  in this town there are fifty-five public houses that sell liquor, and I am proud to say that I have never been in one of them!\" Then came a small voice from the back, \"Which one is that?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Nurse: \"How old are you?\" Patient: \"None of your business.\" Nurse: \"But the doctor must know your age for his records. Please, just tell me, I'm going to find it out anyway.\" Patient: \"Well, first, multiply twenty by two, then add ten. Got that?\" Nurse: \"Yes. Fifty.\" Patient: \"All right, now subtract fifty, and tell me, what do you get?\" Nurse: \"Zero.\" Patient: \"Right. And that's exactly the chance of me telling you my age.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "You know what really makes me sick? The Flu.",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"You know, I think everyone should divide their worldly goods with the other fellow,\" said an office worker to another. \"That's a good idea.  If you had two thousand dollars would you give me half?\" \"Sure.\" \"And if you had two automobiles, would you give me one?\" \"Sure.\" \"And if you had two shirts, would you give me one?\" \"No.\" \"No? Why?\" \"Because I have two shirts.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "To make his class interesting, an English language teacher asked a grade 3 student to challenge him in an English test. The student wrote this word on the classroom board, SIDANDTED, and asked his teacher to explain its meaning.  The teacher looked at the word for some time and even searched for its meaning in the dictionary. After several minutes of his research, he gave up and asked his student to explain the meaning.  The student simply said, “They are my friends, Sid and Ted.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Patient: Doctor, doctor, I keep thinking I'm a dog. Doctor: Lie down on the couch and I'll examine you.  Patient: I can't, I'm not allowed on the furniture.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Father:  You better pass that exam or else forget that I'm your father. Son: Ok, dad. Next day Father: How was your exam? Son: Who are you?",
        "score": null,
        "categories": []
    },
    {
        "joke": "A woman was visiting the zoo when she passed two workmen that were crying. \"Why are you guys crying?\" she asked. One replied, \"One of the elephants just died.\" \"The big elephant must have been your favorite animal in the zoo?\" she asked. \"No, Ma'am-- love has nothing to do with it.  The boss told us we have to dig the grave.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The zoo keeper found a new employee standing uneasy next to the lion's cage. Zoo keeper: \"Didn't I tell you that when the lion is wagging his tail, he was friendly?\" Employee: \"He was wagging his tail and roaring at the same time.\" Zoo keeper: \"So, what's that got to do with it?\" Employee: \"Well, I don't know which end to trust.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A woman was shopping for something to wear to her 50th high school reunion when a group of teenage girls came into the same shop to try on dresses for their school formal. “Gross,” complained one girl loudly to her friends, “this dress makes me look 40 years old!” “May I have it?” called out the lady. “That’s just what I’m looking for!”",
        "score": null,
        "categories": []
    },
    {
        "joke": "I took my seven year old son to the zoo today. We were walking around and soon he said, “Look Dad! It's a frickin' Elephant!” I was shocked and slightly angry, as everybody was looking at us.  “What did you just call it?” I asked.  “It's a frickin' Elephant, it says so on the picture!” he said, and so it did, A F R I C A N Elephant.",
        "score": null,
        "categories": []
    },
    {
        "joke": "My cousin was in love and wanted to introduce his bride-to-be to his  super-critical mother. But in order to get an unbiased opinion, he invited over three other female friends as well and didn’t tell his mom which one he intended to marry. After the four women left, he asked his mother, \"Can you guess which one I want to marry?\" \"The one with short hair.\" \"Yes! How’d you know?\" \"Because that’s the one I didn’t like.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man arrives at the repair shop to pick-up his watch. Clerk:   \"I haven't finished repairing it yet. just give me a few more minutes. Man:   \"Sure, no problem.\" The man goes and stands right next to the clerk, who notices him but continues working. After a while, he can't take it anymore.  Clerk:   \"Why are you sticking so close to me?\" Man:   \"I'm only doing what the sign outside your door says.\" Clerk:   \"And what is that, may I ask?\" Man:   \"It says, 'Watch Repairs.'\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "You know what really hurts me inside? Internal bleeding.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Steve met the family doctor on the street. \"I hear your wife has gone to Palm Beach for her health,\" began the doctor.  \"What did she have?\" \"Eight hundred dollars her father gave her,\" answered Steve.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Mr. Boggs was halted by the highway patrol who informed him that he was going seventy-five miles an hour in a twenty-five mile an hour zone. \"I wasn't going seventy-five!\" protested Mr. Boggs. \"I wasn't even going sixty, I wasn't even going fifty, I wasn't even going forty, I wasn't even going...\" \"Hey look out,\" said the highway patrol person.  \"At this rate you will be backing into something soon enough...\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Which side of the chicken has more feathers? The outside!",
        "score": null,
        "categories": []
    },
    {
        "joke": "A wealthy manager was driving in his car when he saw two men along the roadside eating grass. Disturbed by the sight, he ordered his driver to stop and he got out to investigate. He asked one man, \"Why are you eating grass?\" \"We don't have any money for food,\" the poor man replied. \"We have to eat grass.\" \"Well, then, you can come with me to my house and I'll feed you,\" the manager said. \"But sir, I have a wife and five children with me. They are over there, under that tree.\" \"Bring them along,\" the manager replied. Turning to the other poor man he stated, \"You come with us also.\" The second man, in a pitiful voice then said, \"But sir, I also have a wife and seven children with me!\" \"Bring them all, as well,\" the manager answered. They all entered the car, which was no easy task, even for a car as large as it was. One of the poor fellows turned to the wealthy fellow and said, \"Sir, you are too kind. Thank you for taking all of us with you.\" The manager replied, \"Glad to do it. You'll really love my place, the grass is almost 1 foot high!\"  Lesson: Never trust managers... They will go to any extreme to finish their job.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A husband and wife were driving through Louisiana. As they approached the city of Natchitoches, they started arguing about the pronunciation of the town. They argued back and forth, then they stopped for lunch. At the counter, the husband asked the not-so-bright waitress, \"Before we order, could you please settle an argument for us? Would you please pronounce where we are very slowly?\"  She leaned over the counter and said, \"Burrr-gerrr Kiiing.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call a sleeping bull? A bulldozer.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man went to New York on a business trip. When the trip was over, he took a cab to get to the airport. The cab driver decided to have a little fun at the man's expense, so he asked, \"My mother had three kids, one was my brother, one was my sister, who was the third?\" The passenger had no idea. The driver replied, \"The third one was ME!\" The man went home to his wife and said to her, \"Hey honey, here's a riddle for you. My mother had three kids, one was my brother, one was my sister, who was the third one?\" His wife was stumped and said, \"I don't know, who?\" The man responded, \"Believe it or not, some cab driver in New York.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why did the turtle cross the road?  To slow down traffic.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Three patients at a psychiatric clinic are up for release. The psychiatrist informs them that they will have to pass a simple test. He asks the first patient, \"How much is two plus two?\"   \"Blue.\" At which point the doctor calls in the orderly to escort the patient back to his room. Turning to the second patient, he asks, \"What is six minus three?\"  To which the patient replies, \"Square.\"  Once again the orderly is called in to remove the patient. Turning to the third and last patient, he asks, \"How much is five plus five? The patient answers very confidently, \"Ten.\"  The doctor, amazed, then inquires, \"Very good. How did you figure it out?\"  The patient reply, \"Easy. Blue multiplied by square equals ten.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A small boy turned to his Aunt Mildred and said, \"Wow, you're not pretty!\" His mother overheard the remark and was appalled. She took him aside and gave him a real telling-off before ordering him to go back out to say sorry to Aunt Mildred. Suitably chastened, the boy went over and said quietly, \"Aunt Mildred, I'm sorry you're not pretty.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A woman had bought lots of shoes over time and she decided it was time to kick the habit. She really took it seriously, even changing her driving route to avoid her favorite shoe store. One evening, however, she arrived home carrying a shoe box. Her husband grinned at her, but it didn't faze her at all. \"These are very special shoes,\" she explained. \"I accidentally drove by the shoe store and there in the window were the most perfect shoes I've ever seen! I felt this was no accident, so I thought I'd let fate decide. If I would get a parking spot directly in front of the shop, the shoes were meant for me. And sure enough, the eighth time around the block, there it was!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Death comes to take a lawyer away. The lawyer cries and pleads, \"Why so early? I am only forty!\" Death replies, \"Not according to the hours you billed.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "How did the telephone propose to his girlfriend?  He gave her a ring.",
        "score": null,
        "categories": []
    },
    {
        "joke": "The coach called one of his 9-year-old baseball players aside and asked, \"Do you understand what co-operation is? What a team is?\" \"Yes, coach\", replied the boy. \"Do you understand that what matters is we win or lose as a team?\"  The boy nodded in agreement. The coach continued, \"I'm sure you know, when an out is called, you shouldn't argue, curse, attack the umpire, or call him insulting names. Do you understand all that?\"  Again, the boy nodded yes. The coach continued, \"And when I take you out of the game so that another boy gets a chance to play, it's not good sportsmanship to call your coach dumb, or stupid, or worse, is it?\" \"No, coach.\" \"Good,\" said the coach. \"Now go over there and explain all that to your Grandmother.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A 16-year-old boy who works part-time job pulls into his parent's driveway in a Porsche. Naturally, his mom and dad know that there’s no way he earned enough with his after-school job to own such a car. “Where did you get that car?” his mom and dad scream in unison. He calmly tells them, “I bought it today.” “With what money?” his mom demands. “We know what a Porsche costs.” “Well,” says the boy, “This one cost me fifteen dollars.” At this point, naturally, the parents start yelling even louder. “Who on earth would sell a car like that for fifteen dollars?!” “The lady up the street,” the boy replies, shrugging. “I don’t know her name–she just moved in. She saw me ride past on my bike and asked me if I wanted to buy a Porsche for fifteen dollars.” “Oh my gosh,” the mom moans.  The boy’s father and mother rush over to their new neighbor’s house, ready to break down her door and demand an explanation. Curiously, their new neighbor is calmly planting petunias. “I’m the father of the kid you just sold a sports car to for $15,” the dad says. “I need an explanation from you – ASAP!” “Well,” the neighbor says, not looking up from her garden. “This morning I got a phone call from my husband. I thought he was on a business trip, but it seems he has run off to Hawaii with his secretary and doesn’t intend to come back.” “What on earth does that have to do with selling our son a Porsche for $15?” The boy’s mom asks – utterly perplexed. The new neighbor smiles, and pauses for a minute. “Well, my husband asked me to sell his new Porsche and send him the money. So I did.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "The teacher was describing the dolphin and its habits. \"And, children, \"she said impressively, \"a single dolphin will have two thousand offspring.\" \"Goodness!\" gasped a little girl in the back row. \"And how about married ones?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "It’s been raining for days now and my husband seems very depressed by it...  He keeps standing by the window, staring. If it continues, I’m going to have to let him in.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Pinkie Pinkerton lived in a pink one story house on Pink Street. The walls were pink, the roof was pink, the carpet was pink, the flowers were pink, the pictures were pink, the furniture was pink, the bathroom was pink, her stuff was pink, the yard was pink, even her cat was pink. EVERYTHING was pink. So what color were the stairs in Pinkie Pinkerton's house?",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man wakes up and finds himself in a hospital room, one with only himself in it. He has no recollection of how he got there. While pondering it, his bedside phone rings, and he answers it. A doctor on the other end identifies himself, and tells the man, \"I have really bad news. You're very sick. After your collapse yesterday, we ordered several tests, and got the results back this morning. I'm afraid you have Avain flu, Ebola, and you're positive for HIV and hepatitis.\"  Stunned, the man asks, \"Well, what's next!? What are you going to do?\"  The doctor replies, \"Well, for starters, we're putting you on a strict diet of only pizza.\"  \"Will that really help me, doctor?\" \"No\", the doctor begins, \"but it's all we can fit under the the door.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A couple who work at the circus go to an adoption agency. Social workers there raise doubts about their suitability. The couple produces photos of their 50 foot motor-home, which is equipped with a beautiful nursery. The social workers then are doubtful about the education that the child would get. \"We've arranged for a full-time tutor who will teach the child all the usual subjects along with French, Mandarin and computer skills.\" Then there are doubts about raising a child in a circus environment. \"Our nanny is an expert in pediatric welfare and diet.\" The social workers are finally satisfied. They ask, \"What age child are you hoping to adopt?\" \"It doesn't really matter, as long as he or she fits in the cannon.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why shouldn't you tell a secret on a farm? Because the potatoes have eyes, the corn has ears, and the beans stalk.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A little boy goes to the doctor and tells him, \"I'm smart Doc!\"  The doctor says, \"Really?\" He then points to the boys foot and says, \"What's that?\"  \"That's my foot.\"  \"Very good,\" says the Doc. \"What's that?\" he asks, pointing to the boys knee.  \"That's my knee.\"  \"Excellent.\"  \"Now, what's that?\" he asks, pointing to the boys elbow.  \"My elbow.\"  \"Wow. How do you know all this stuff?\"  \" Kidneys Doc, kidneys,\" the boy says touching his head.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Four expectant fathers pace in a hospital waiting room while their wives are in labor. The nurse enters and tells the first man, \"Congratulations, you're the father of twins.\" \"What a coincidence,\" the man says. \"I work for the Minnesota Twins baseball team.\" A little later, the nurse returns and tells the second man, \"You are the father of triplets.\" \"That's really an incredible coincidence,\" he answers. \"I work for the 3M Corporation.\" An hour later, the nurse tells the third man that his wife has just given birth to quadruplets. The man says, \"I don't believe it! I work for the Four Seasons. What a coincidence.\" After hearing this, everyone's attention turns to the fourth guy who has just fainted. He slowly regains consciousness and whispers, \"I should have never taken that job at Millennium Computers.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "My wife is incredibly smart.  When I called her from my buddy’s phone she answered, “Hey love!”  She already knew it was me.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Interviewer:   \"How do you explain this 4 year gap on your resume?\"   Me:   \"That’s when I went to Yale...\"  Interviewer:   \"That’s impressive. You are hired.\" Me:   \"Thanks. I really need this yob.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "As I was waiting in the Doctor's office the day after Christmas I accidentally overheard a conversation between the desk employee and another patient on the phone. Employee: \"Ma'am the Doctor's office will be closed for the next few days due to the snow storm headed into town. Would you please choose a date to reschedule? Would sometime next week be fine?   I could hear the patient on the phone getting upset and not wanting to change her appointment.  Trying to be as polite as he could, the employee began again: \"But ma'am when you show up this week for your appointment no one will be here because of the snow storm.\" I then heard yelling from the woman on the line before she abruptly hung up. The employee shook his head in disbelief. Trying to make his day a little better I said, \"You would think after Christmas people would have a better attitude.\" Employee: \"She's more Halloween than Christmas!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "One day a husband says to his wife, “Today is a fine day!” Next day he says it again. “Today is a fine day.” Again next day, he says same thing, “Today is a fine day.”  Finally after a week, the wife asks her husband, “Since last week, you are saying today is a fine day. I am fed up. What’s the matter?” \"Last week when we had an argument, you said, 'I will leave you one fine day.' I was just trying to remind you.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wilfred had just learned his ABC's and was very scared of reciting them in front of his class. He stood in front of the class trembling and began, \"A, B, C, D, E, F, G, H, I, J, K, L, M, N, O, Q, R, S, T, U, V, W, X, Y, and Z.\" His teacher said, \"Very good, Wilfred. But you forgot P. Where's the P?\" He replied,\" It's running down my leg.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A Grandmother asked her teenage grandson to lightly water the plants outside in the backyard, but to not wet the grass because the younger grandchildren wanted to go out to play in the yard. She didn't want the yard to be muddy for them to walk through. The  teenage grandson happily said he understood and went outside to begin watering the plants. A few moments later the Grandmother looked out the window and was surprised to see her teenage grandson using the water hose to spray water all over the grass in the yard. She ran outside to ask him why he was soaking the grass in water, causing the entire yard to turn muddy.  He replied, \"To rinse the morning dew off the grass so it won't be wet when the kids come out to play.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "My face in the mirror isn’t wrinkled or drawn. My house isn’t dirty. The cobwebs are gone. My garden looks lovely and so does my lawn. I think I might never put my glasses back on.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Teacher: Where were you born? Student: Tiruvananthapuram. Teacher: Spell it. Student: Sorry, I meant Goa.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Miss Jones had been giving her second-grade students a lesson on science. She had explained about magnets and showed how they would pick up nails and other bits of iron.  Now it was question time and she asked, \"My name begins with the letter 'M' and I pick up things. What am I?\" A little boy in the front row said, \"You're a mother.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Where do fish keep their money? \"In the River Banks.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "How many elves does it take to change a lightbulb?  Twenty! One to change it and nineteen to stand on each other's shoulders.",
        "score": null,
        "categories": []
    },
    {
        "joke": "The judge asked the defendant to please stand. \"You are charged with cutting down a tree without having permission to do so, using a chain saw.\" From out in the gallery, a woman shouts, \"Lying miser!\" \"Silence in the court!\" the Judge says. He turns to the defendant and says, \"You are also charged with cutting a hedge in a protected area using an electric hedge trimmer.\" \"You tightwad!\" the same woman in the gallery blurted out. \"I said QUIET!\" yelled the judge. To the defendant, \"You are also charged with using an electric drill outside your house during night hours.\" \"You good for nothing...\" the woman from the gallery yelled. The judge thundered at the woman: \"If you don't tell me right now the reasons for your outbursts I'll hold you in contempt!\" The woman answered, \"I've lived beside that man for ten years now, but do you think he ever had a tool when I needed to borrow one!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What's the difference between a psychiatrist and a psychologist? If you say, 'I hate my mother', a psychiatrist will ask, \"Why do you say that?\" Whereas a psychologist will say, \"Thank you for sharing that with us.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "With his wife out for the evening, a father was trying to watch TV, but his young son kept coming in and asking for a glass of water. After the seventh glass, the father lost his temper and yelled, \"Go to sleep, I'm watching TV.\" \"But Dad,\" he protested, \"my room is still on fire!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why did the hen cross the road? To find the rooster.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man goes to a doctor. He says he is depressed. He says life seems harsh and cruel. He says he feels all alone in a threatening world, where what lies ahead is vague and uncertain. The doctor says the treatment is simple. The great clown Terrifini is in town tonight. Go and see him. That should pick you up. The man bursts into tears,\"But doctor... I am Terrifini!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A fellow was boasting about what a good citizen he was and what a refined, disciplined lifestyle he led. \"I don't smoke, I don't drink, I don't gamble, I don't cheat on my wife, I am early to bed and early to rise, I work hard all day, and attend religious services faithfully.\"  Very impressive, right? Then he added, \"I've been like this for the last five years, but just you wait until they let me out of this place!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Three weeks ago I sent my hearing aid in for repair... I’ve heard nothing since.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Mary's list for the throughout the ages... What I Want in a Man, Original List 1. Handsome 2. Charming 3. Financially successful What I Want in a Man, Revised List (age 32) 1. Nice looking (prefer hair on his head) 2. Opens car doors, holds chairs 3. Has enough money for a nice dinner What I Want in a Man, Revised List (age 42) 1. Not too ugly (bald head OK) 2. Doesn't drive off until I'm in the car 3. Works steady - splurges on dinner out occasionally What I Want in a Man, Revised List (age 52) 1. Keeps hair in nose and ears trimmed 2. Doesn't belch or scratch in public 3. Doesn't borrow money too often What I Want in a Man, Revised List (age 62) 1. Doesn't scare small children 2. Remembers where bathroom is 3. Doesn't require much money for upkeep 4 What I Want in a Man, Revised List (age 72) 1. Breathing 2. Doesn't miss the toilet.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I made a graph of all my past relationships... It has an \"ex\" axis and a \"why\" axis.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Someone knocked at my door last evening. When I opened it, I saw a guy from Domino's holding a chicken pepperoni pizza with extra cheese and onion rings. \"I haven't ordered any pizza,\" I said. \"This must be a mistake.\" \"No, it's not,\" he replied. \"Your neighbor forgot his Facebook password and wanted to show you what he was eating for dinner.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The doorbell rang and there was a little kid dressed as Gloria Gaynor... At first I was afraid... Then I was petrified!",
        "score": null,
        "categories": []
    },
    {
        "joke": "It’s a 5 minute walk from my house to the pub. It’s a 35 minute walk from the pub to my house.  The difference is staggering.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A woman goes to the Doctor, worried about her husband's temper. The Doctor asks: \"What's the problem?\" The woman says: \"Doctor, I don't know what to do. Every day my husband seems to lose his temper for no reason. It scares me.\" The Doctor says: \"I have a cure for that. When it seems that your husband is getting angry, just take a glass of water and start swishing it in your mouth. Just swish and swish but don't swallow it until he either leaves the room or calms down.\" Two weeks later the woman comes back to the doctor looking fresh and reborn. The woman says: \"Doctor that was a brilliant idea! Every time my husband started losing it, I swished with water. I swished and swished, and he calmed right down! How does a glass of water do that?\" The Doctor says: \"The water itself does nothing. It's keeping your mouth shut that does the trick.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Little Johnny ran into the room sobbing as through his heart would break.  \"Whats the problem Johnny?\" asked his mother. \"Oh, daddy was hanging a picture and he dropped it on his toe,\" replied Johnny. \"Why, that's nothing to cry about. You should be laughing at that,\" said his mother. \"I did,\" Johnny replied.",
        "score": null,
        "categories": []
    },
    {
        "joke": "The Judge said to the defendant, \"I thought I told you I never wanted to see you in here again?\" \"Your Honor,\" the criminal said, \"that's what I tried to tell the police but they wouldn't listen.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call an ant who likes to be alone?  An Independ-ant.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two years ago I asked the girl of my dreams out on a date... Today I asked her to marry me... She said no on both occasions.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A young man fell into a deep coma, but recovered before his friends had buried him.  One of his friends ask him what it felt like to be dead. \"Dead? I wasn't dead and I knew it because I was hungry and my feet were cold.\" \"But, how did that make you so sure?\" \"Well, I knew if I was in heaven I wouldn't be hungry, and if I were in the other place, my feet wouldn't be cold.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A robber walked into a music store and then everybody got down!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Johnny paid his way through college by being a waiter in a restaurant. \"What's the usual tip?\" asked a customer. \"Well,\" said Johnny, \"this is my first day, but the other guys said that, if I got five dollars out of you, I'd be doing great.\" \"Is that so?\" growled the customer. \"In that case, here's twenty dollars.\" \"Thanks. I'll put it in my college fund,\" Johnny said. \"By the way, what are you studying?\" asked the customer. \"Applied psychology.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A friend of mine, a professional organist, was asked to play for a wedding. Unfamiliar with the church's organ, she went to the sanctuary to practice. Curious about a small keyboard that slid out from under the two regular keyboards, she tapped out a couple of bars of a children's song but heard nothing. Then she played a few more notes, but still no organ music. Just then a man came running into the church, shouting, \"Who's playing 'Three Blind Mice' on the church-steeple bells?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Our doctor’s office called to let my husband know that the results from his blood tests came back and he was just fine. That didn’t suit my husband. “What’s my cholesterol level?” he asked. “Mr. Crocker, you are just fine,” insisted the nurse. “Still, I’d like you to mail me the results.” A few days later, he received a postcard from the doctor’s office. It read, “Mr. Crocker, you are just fine!”",
        "score": null,
        "categories": []
    },
    {
        "joke": "A client called my help desk saying she couldn’t send an e-mail. When I was done troubleshooting the problem, she interrupted me to ask, “Wait a minute, do I type @ in lower or uppercase?”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Who invented high heels? It must have been a lady who was continually being kissed on the forehead...",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"You must've been hungry? I noticed you've eating at this wedding for an hour now!\" \"I'm full, but the wedding card said dinner is from 8-10 pm...\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Its time for spring cleaning and I answered the doorbell and discovered a half-dozen vacuum cleaner salesmen who indicated they have appointments to demonstrate their products. I went to my wife who she to me, \"Send them each to a different room!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"Where did the car hit him?\" the lawyer ask the medical expert. \"At the junction of the dorsal and cervical vertebrae,\" replied the expert. At this point the burly foreman rose from his seat. \"Boy oh boy, I've lived in these parts for over fifty years,\" he protested ponderously, \"and I have never heard of that place!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Five-year-old Matt, worked with a speech therapist on the 'ch' sound, which came out sounding like a 'k' sound. The therapist asked him to say chicken. His response sounded more like kitchen.  They tried again and again, but it always came out kitchen. Undeterred, she pushed him for one more try.  Matt sighed and said, “Why don’t we just call it a duck?”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Mr. Wimple was suing for divorce.   \"Then judge,\" he protested, \"my wife hit me over the head with an oak leaf.\" \"Well, that couldn't have hurt you, surely,\" the judge commented.  \"But it was the oak leaf from the center of the dining room table,\" answered Mr. Wimple.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Landlord: \"I want you to pay your rent.\" Struggling artist: \"Let's discuss this. In a few years people will look up at this miserable studio and say, 'Truman Jones,  the famous artist, use to work here.'\" Landlord: \"If you don't pay your rent by tonight, they'll be able to say it tomorrow.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why are chemists bad at playing pranks? They lack the element of surprise.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Policeman:   \"Why are you driving without a light?\" Scooterist:   \"There is light everywhere.\" Policeman:   \"Then shall I remove the air from your tires?\" Scooterist:    \"Why would you do that?\" Policeman:   \"Because there is air everywhere...\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Swimming Coach:   \"Hey! Why are you doing only the backstroke?\" Swimmer:  \"Because I just ate, sir. I don't want to swim on a full stomach.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "It's Christmas morning and after all the gifts are unwrapped Little Johnny ask the following qeustion, \"Mother, where did all these pretty toys come from?\" Mother: \"Johnny, Santa brought all of them.\" Johnny: \"Did he bring everything? Did he bring the electric train, the baseball glove and bat?  The ice skates...\" Mother: \"Yes Johnny, Santa brought everything.\" Johnny: \"Well, then who buys all the things in the stores?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A young man called his mother and announced excitedly that he had just met the woman of his dreams. Now what should he do?  His mother had an idea, \"Why don't you send her flowers, and on the card invite her to your place for a home-cooked meal?\"  He thought this was a great strategy and arranged a date for a week later. His mother called the day after the big date to see how things had gone.          \"The evening was a disaster,\" he moaned.          \"Why, what happened?\" asked his mother.          \"Oh, she came over, but she refused to cook.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Which rock group has four guys who can't sing or play instruments?  Mount Rushmore",
        "score": null,
        "categories": []
    },
    {
        "joke": "One of the airlines recently introduced a special half-fare rate for wives accompanying their husbands on business trips. Anticipating some valuable testimonials, the publicity department of the airline sent out letters to all the wives of businessmen who used the special rates, asking how they enjoyed their trip.  Responses are still pouring in from angry wives asking, \"What trip?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "When I worked in the post office, a lady barged in and started complaining that she’d got home to find a note from the postman – he’d tried to deliver a package but nobody was in. “My husband was home all day!” she fumed. After I gave her the package, she said, “Oh, I’m so excited – it’s my husband’s new hearing aid!”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Professor:   \"Why do pimples make horrible prisoners?\" Student:   \"Because they keep breaking out!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why did Miss Muffet need directions? She lost her Whey.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A heart surgeon came to a mechanic to repair his car. The mechanic had a look at the car's engine, opened a valve and fixed it.  The mechanic said, \"I repaired the engine which is the heart of the car. You also operate on the hearts of humans, so our jobs are quite similar. So why it you earn more than me?\" The doctor replied, \"Can you repair the car when the ignition is on? We can!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A trusted aid was counseling the senator, \"Some of your constituents are beginning to disagree with you.\" The senator replied, \"Keep tabs on them.  When enough disagree with me to constitute a reliable majority, I'll turn around and agree with them.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "During the recent winter Olympus the leading downhill skier. was told he had a temperature. \"How high is it doctor?\" he wanted to know. \"A hundred and one...\" \"What's the world record?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why shouldn't you tell jokes to an egg? Because it may crack up!",
        "score": null,
        "categories": []
    },
    {
        "joke": "A family took their frail, elderly mother to a nursing home and left her there, hoping she would be well cared for. The next morning the nurses bathed her, fed her a tasty breakfast, and set her in a chair at a window overlooking a lovely flower garden. She seemed okay, but after a while she slowly started to tilt sideways in her chair.Two attentive nurses immediately rushed up to catch her and straighten her up. Again she seemed okay, but after a while she slowly started to tilt over to her other side. The nurses rushed back and once more brought her back upright. This went on all morning. Later, the family arrived to see how the old woman was adjusting to her new home. \"So Ma, how is it here? Are they treating you all right?\" \"It's pretty nice,\" she replied. \"Except they won't let me fart.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "An elderly man was on the operating table, about to be operated on by his son, a famous surgeon. Just before they put him under, he asked to speak to his son. \"Don’t be nervous, son, just do your best and remember, if it doesn’t go well, if something happens to me… your mother is going to come and live with you and your family.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why couldn't the sailor learn all the letters in the alphabet? Because he spent a lot of years at 'C'...",
        "score": null,
        "categories": []
    },
    {
        "joke": "Boss: “The word 'Impossible' does not exist in my dictionary!” Secretary: “Well Sir, maybe you should have checked it first before buying it.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "I was at a yard sale one day and saw a box marked, “Electronic cat and dog call—guaranteed to work”.  I looked inside and was amused to see an electric can opener.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why does a scuba diver fall off the boat backwards? Because if he fell frontwards he'd still be in the boat!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Morty and Saul are out one afternoon on a lake when their boat starts sinking. Saul, a banker, says to Morty, \"Listen, Morty, I should probably tell you, I don't swim so well.\" Morty, who worked as a lifeguard when he was younger, begins tugging and pulling on Saul, helping him float towards shore. After twenty minutes, he begins to tire. Finally about 50 feet from shore, Morty asks, \"Saul, do you suppose you could float alone?\" Saul looks at Morty and then replies, \"This is a heck of a time to be asking for money!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "It's strange to think 75 years ago everyone owned a horse and only the rich had cars.  Today everyone has a car and only the rich own horses.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wife asks her husband to pass her a newspaper. He replies, \"Newspaper? Are yo really that behind reality? Technology has developed so much and you are still asking for the newspaper? Here, take my iPad instead.\"  The wife takes the iPad and uses it to kill a cockroach. Her husband faints.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Whenever I see a woman driving a bus I smile and think about how far we, as a society, have come in equality. And then I wait for the next bus.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why can't towels tell jokes? Because they have a dry sense of humor.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two sociologists are sitting by the pool. One turns to the other and asks, \"Have you read Marx?\"  The other replies, \"Yes, it's these darn wicker chairs!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Q: Why does Santa Claus like to go down the chimney?  A: Because it soots him!",
        "score": null,
        "categories": []
    },
    {
        "joke": "An inebriated young actor staggered into a large hotel in Hollywood and looked into a large mirror in the lobby. After a minute or so passed he said, in a loud voice, \"Look, they've got a picture of me here, too!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The trial went on for 4 weeks with testimony by both sides.  Finally, the jury retired to determine the verdict. After 2 days the jury had reached a decision to acquit the prisoner. Judge: \"What possible reason could you have for acquitting the prisoner?\" Foreman: \"Insanity, sir.\" Judge: \"What, all twelve of you?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Little Johnny comes home from school and tells his dad that he failed the safety quiz Dad:   What? How? Little Johnny:   I missed the only question Dad:   What was the question? Little Johnny:   What steps do we take in case of fire? Dad:   And what did you say? Little Johnny:   Well I said really large ones but apparently that's not right answer!!!",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call a lazy kangaroo? A pouch potato.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man came in late for work one day for the second time that week. His boss called him into her office and said, “What’s your excuse this time?”  He shrugged and said, “My clock didn’t go off and I overslept.”  She replied, “You could at least tell me something I haven’t heard before.”  He replied, “You are looking lovely today.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call a dog on the beach?  A Hot Dog",
        "score": null,
        "categories": []
    },
    {
        "joke": "Little Johnny's homework assignment was about The War of 1776. As Johnny was doing his homework he asked his father, \"Who was it that said 'we haven't started to fight yet'?\" \"A bride and groom, still on their honeymoon I guess,\" growled his dad.",
        "score": null,
        "categories": []
    },
    {
        "joke": "What did one ear say to the other? Nothing, ears don't talk they listen!",
        "score": null,
        "categories": []
    },
    {
        "joke": "I recently compared the cost of living in nursing homes vs cruise ship.  The average cost for a nursing home is $200 per day.  I have checked cruise ship reservations and I can get a long term discount and senior discount price of $135 per day.  1. Gratuities which will only be $10 per day for 10 meals or room service (breakfast in bed every day of the week). 3.  The cruise ship swimming pools, a workout room, free washers and dryers, and shows every night. 4.  They have free toothpaste and razors, and free soap and shampoo. 5.  They will even treat you like a customer, not a patient.  An extra $5 worth of tips will have the entire staff scrambling to help you. 6.  I will get to meet new people every 7 or 14 days. 7.  T.V. broken, light bulb out?  Everything plus clean sheets and towels every day. 8.  If you fall and break you hip:  nursing home/Medicare. Cruise ship/upgrade to a suite forever.  Yep, Cruising is for me!",
        "score": null,
        "categories": []
    },
    {
        "joke": "During a conference, I was pleasantly surprised to be seated next to a very handsome man. We flirted casually through dinner, then grew restless as the dignitaries gave speeches. During one particularly long-winded lecture, my new friend drew a # sign on a cocktail napkin. Elated, I wrote down my phone number. Looking startled for a moment, he drew another # sign, this time adding an X to the upper-left-hand corner.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Patient: \"Doctor, I feel as though nobody understands me.\" Doctor: \"What do you mean by that?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two men were walking down the street when they saw a dog licking himself. One man said \"I wish I could do that.\" The other man said \"you should probably just pet him first.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Shop assistant:   How about this one? Psychic:   That shirt is too small. Shop assistant:   You didn't even try it on? Psychic:   I'm a medium.",
        "score": null,
        "categories": []
    },
    {
        "joke": "One of my employees who was deeply involved in finishing a report for the upcoming board meeting received a call from his wife that had good news and bad news. Because of the deadline he asked if she could just give him the good news. The wife replied \"Okay, the good news is that the air bags work.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Went to the gym and there's a new machine. I used it for an hour and felt sick.  Its good though, it does everything. Kit Kats, Mars bars, Snickers, etc...",
        "score": null,
        "categories": []
    },
    {
        "joke": "An old penny pincher had no friends. Just before he died he asked his doctor, lawyer, and pastor to gather around him at bedside. “I have always heard that you can’t take it with you. But I want to disprove that theory,” he said. “I have $90,000 under my mattress, and when I die, just before they throw the dirt on me at my burial, I want you each to toss in an envelope with $30,000 within.” The three attended the funeral and each threw his envelope in the grave. On the way back from the cemetery, the pastor said, “I must confess. I needed $10,000 for my new church, so I only threw in $20,000.” The doctor then said, “I must confess too. I needed $20,000 for a new hospital I was opening up, so I only threw in $10,000.” The lawyer looked at them both and shook his head. He then said, “Gentlemen, I’m surprised, shocked, and ashamed of you. I don’t see how you could dare to go against that man’s final wish. I mean, I threw in my personal check for the full amount.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "During a lesson about adjectives, my friend, an elementary school teacher, asked her class to describe their mothers. One boy described his mother’s hair as auburn. Impressed by his sophisticated word choice, my friend asked, “How do you know her hair color is auburn?” Her student replied, “Because that’s what it says on the box.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "A pessimist sees a dark tunnel. An optimist sees light at the end of the tunnel.  A realist sees a freight train.  The train conductor sees three idiots standing on the track.",
        "score": null,
        "categories": []
    },
    {
        "joke": "What is the most tired part of a car? What else, the exhaust pipe!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Due to the quarantine... I’ll only be telling inside jokes.",
        "score": null,
        "categories": []
    },
    {
        "joke": "He was a bit shy, and after she had thrown her arms around him and kissed him for bringing her a bouquet of flowers, he arose and started to leave. \"I'm sorry I offended you,\" she said. \"Oh, no, I'm not offended,\" he replied. \"I'm going for more flowers.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"Johnny, why are you late?\" asked the teacher angrily. \"Sorry teacher, it was late when I left home.\" \"Then why didn't you start earlier?\" \"Sorry, at that point it was too late to start earlier.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I remember the first time I saw a universal remote control.   I thought to myself... \"Well this changes everything!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A friend of mine recently announced that he was going to marry a widow. A member of the group indicated that he would not like being the second husband of a widow. My friend replied, \"I would rather be the second husband of a widow rather than the first.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Q: What do snowmen like to eat for breakfast? A: Frosted Flakes!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Me:   \"I think I have a crush on Beyoncé...\" Her:   \"Whatever floats your boat.\"  Me:   \"No, that’s buoyancy.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The landlady of a rooming house that had seen better days was leading a prospective tenant to a third floor room with badly splattered wall paper. Landlady:   “The last man who lived in this room was an inventor---he invented some type of explosive.\" Prospective tenant:   “Then the spots on the wall was some type of explosive?” Landlady:   “No, the inventor.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "I got into a fight with 1, 3, 5, 7 and 9... The odds were against me.",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call a bear with no teeth? A Gummy-Bear.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Overheard at the race track... Bettor:   “I’m betting on a horse that is 20 to 1 and I can’t lose. Friend:   “What do you mean 'you can’t lose’?” Bettor:   “I can’t lose, the horse is starting at 20 to 1 and the race doesn’t start till 1.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call it when you mix alcohol and American Literature? Tequila Mockingbird.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Daughter:  \"My father always said he didn't like women that drove from the back seat.\" Donna:  \"What did your mother say to that?\" Daughter:  \"She said that back seat drivers were no worse than men who cook from the dinning room table.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"I can't remember... Do I work at home or do I live at work? Which is it?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Two men were at a race track discussing fast horses when one said he had a horse that was faster than an automobile. \"Faster than any automobile? Who was he sired by? You know his fathers name?\" \"Why, he is so fast he ran away before he could find out his fathers name!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"Why did you name your pig Ink?\" \"Because it kept running out of the pen.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I have left orders to be awakened at any time in case of a major emergency... Even if I’m in a Cabinet meeting!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Chauffeur:   \"All this talk about back-seat drivers is a bunch of nothing. I've driven a car for over ten years and have never heard a word from behind. Cabby:   \"What type car do you drive?\" Chauffeur:   \"A Hearse.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I couldn't sleep one night so I decided to take the dumbest tests Facebook had to offer. After answering about 90 questions... it turns out apparently, that I have insomnia.",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"Did you present the delinquent account to the defendant?\" inquired the lawyer of his client. \"I did, sir.\" \"And what did he say?\" \"He told me to go to the hell.\" \"And what did you do then?\" \"Well that's when I came to you.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "During a test... People look up for inspiration, Look down in desperation, And left and right for information!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Marriage is like a deck of cards.  In the beginning, all you need is 2 hearts and a diamond.  By the end, you wish you had a club and a spade!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Deciding to give his wife a pleasant surprise, the husband took home some flowers and a box of candy. \"Hazel, you look tired,\" he said to his wife. \"Slip on your best outfit and lets go out to eat.\" Hazel bursts into tears. \"It was bad enough to have the baby fall down the back steps and burn my hand in the kitchen,\" she sobbed, \"but to have you come home intoxicated is just too much!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I don’t think George Clooney has a bathroom mirror... He just has a note taped to the wall that says, “Don’t worry about it.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "My 18-year-old daughter and I were watching TV when a character with my maiden name—Lester Highsmith—was introduced.  \"I’ve never heard my name on TV before,\" I said. My daughter was equally surprised. \"Your name used to be Lester?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A girl asked an old bachelor friend whether he had been disappointed in love? \"No, I never was exactly disappointed in love. I was what you might call discouraged. You see, when I was very young I became much enamored with a young lady of my acquaintance. I was mortally afraid to tell her of my feelings, but at last I got the courage to the proposing point. I said 'Let's get married!'\" \"And what did she say? \"She said, 'Good Lord, Who'd have us.'\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A big-city counterfeiter decided the best place to pass off his phony $18 bills would be in some small, out of the way, town. So, he got into his new wheels and off he went. He found a tiny town with a single store. He entered the store and handed one of the bogus bills to the man behind the counter. \"Can you change this for me, please?\" he said. The store clerk looked at the $18 bill a short time, then smiled and told the man, \"Sure, Mister. You want 2 nines or 3 sixes?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Three ants find an elephant asleep. First ant says, \"Let's get him!\" Second one says, \"Let's beat him up!\" Finally the third ant says, \"Leave him alone... it's not fair. Poor guy is all alone and we are three!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A young man excitedly tells his mother he’s fallen in love and that he is going to get married. He says, “Just for fun, Ma, I’m going to bring over 3 girls and you try and guess which one I’m going to marry.” The mother agrees. The next day, he brings three women into the house and sits them down on the couch and they chat for a while. He then says, “Okay Ma, guess which one I’m going to marry.” She immediately replies, “The one on the right.” “That’s amazing, Ma. You’re right. How did you know?” The mother replies, “I don’t like her.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I’m the best man at my buddy’s second wedding.  Is it appropriate to open my dinner speech with, “Welcome back everyone!”?",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why is girlfriend one word but best friend is two words? Because your best friend gives you space when you need it.",
        "score": null,
        "categories": []
    },
    {
        "joke": "At the monthly meeting of the local group of struggling artists, two of them were discussing their respective  prospects. First artist:   \"I'm not doing too well. I painted a picture for a local lady but she didn't like it.  She said it made her look just like a monkey.\" Second artist:   \"I hope you were diplomatic about it?\" First artist:   \"Yes, I told her she should have thought about that before she had her picture painted.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Can you name the favorite game of horses? Stable tennis!",
        "score": null,
        "categories": []
    },
    {
        "joke": "A starving artist was discussing his recent painting for a local museum.   \"Was it hung?\" \"Yes, near the entrance where everyone could see it.\" \"Congratulations!  What was it?\" \"A board saying,  'Keep to the left'...\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Rita:   Did your family move a lot when you were younger? Greta:   They did. But I always found them!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Don't eat the French Fish... It's Poisson!!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Pickpocket (visiting friend in jail):   \"I hired a lawyer for you this morning, Slim, but I had to hand him my Rolex as a retainer.\" Slim:   \"Did he keep it?\" Pickpocket:   \"He thinks he did.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Ten-year-old Tommy greeted his sister's boy friend very enthusiastically, \"That harmonica you gave me for my birthday is easily the best present I have ever had!\" \"I'm glad you liked it,\" the boyfriend replies. \"Oh yeah! Mother gives me a quarter a day not to play it!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Research shows that 80% of men don’t know how to use condoms. These men are called DADS.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Little Johnny and his younger sister Everleigh were on their very first train ride. They had brought along bananas for lunch. Just as they began to peel them, the train entered a long, dark tunnel.  \"Have you eaten your banana yet?\" Johnny asked excitedly.  \"No,\" replied Everleigh.  \"Well don't touch it then!\" Johnny shouted. \"I just took a bite and went blind!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "On a recent congressional trip to Switzerland one of the group spoke to a group. There was very little applause.  He was followed by a man that spoke to them in their native tongue. The applause was deafening and everyone in the group cheered as loudly as the best of them.  Then, still clapping, he leaned over to the chairman of the meeting, \"What did he say?\" \"He was interpreting your speech to them,\" replied the chairman gravely.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man and a woman who never met before, find themselves on upper and lower berth of a long distance train. At 2 am, man leans over saying, \"Ma'am, sorry to bother you, would you be kind enough to give me a second blanket from the side table. It's awfully cold here. \"I have a better idea\", she replied, \"Just for tonight, why don't we pretend that we are married?\" \"Great idea Ma'am\", he replied in great excitement. She says, \"Well then get up and take it yourself\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A careful shopper in the fish market asked as to the freshness of the fish she was considering. \"Fresh? Why this fish took its last breath just as you entered the market,\" replied the manager. The shopper, who had done business here before indicated, \"And what a breath it has.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The captain of the ship called out, \"Who is below?\" A boy answered, \"Wayne, sir.\" \"What are you doing?\" \"Nothing, sir.\" \"Is Tom there?\" \"Yes,\" said Tom. \"What are you doing?\" \"Helping Wayne, sir.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Mr. Smith who was out of work met Mr. Jones at the local coffee shop. Mr. Jones: \"I heard you were offered a job and turned it down?\" Mr. Smith: \"Yes, it was to be the President/CEO of a new communications company. I turned it down as there was no room for advancement.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "During a recent session of family court the wife was asked, \"Why did you throw the pot of geraniums at your husband?\" \"Because of the advertising,  your honor.\" \"What advertising?\" \"Say it with flowers.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A newcomer to the neighborhood consulted one of the established residents in regard to a doctor. \"My little daughter,\" she explained, \"has swallowed a gold piece and has got to be operated on.  I wonder if Dr. Robertson is to be trusted? \"Without a doubt,\" her neighbor assured her, \"he's absolutely honest.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man goes swimming in the ocean but gets sucked out to sea. A boat passes by him and tells him to climb aboard but he says, \"I have faith, God will save me.\" The Coast Guard comes by with a rescue helicopter and tells him to climb the ladder up, but he says, \"I have faith, God will save me.\" The man is now getting tired but thankfully a dolphin swims under him and starts to carry him to shore, but the man pushes the dolphin away saying, \"I have faith, God will save me.\" The man dies and goes to Heaven. He asks God, \"Why didn't you save me?\" God replies, \"I tried! I sent a ship, a helicopter and a dolphin!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "During the spelling period the teacher asked the class: \"Will anyone volunteer to spell matrimony?\" Little Johnny,  being sort of a precocious young boy, stood up and promptly spelled matrimony.  \"Now define it,\" said the teacher. Little Johnny replied, \"Well, I don't exactly know what it means,  but my Aunt Mary says she's had enough of it.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I went bald early in life... I have a comb... I just can’t part with it.",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"Why is your book so old?\" \"What do you expect, it's my history book!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wife: I hate that beggar. Husband: Why? Wife: That rascal, yesterday I gave him food and today he gave me a Cookbook!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Marine corporal (at a party): \"Do you see that officer over there?  He is the meanest egg I have ever seen. He is an ugly sap of an officer.\" She: \"Do you know who I am?  I am that officer's daughter.\" Corporal: \"Do you know who I am?\" She: \"No...\" Corporal: \"Good.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man says to a friend, “My wife is on a three-week diet.” “Oh, yeah? How much has she lost so far?” asks his pal. He replies, “Two weeks.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "The soldier asked for a furlough so that he might get married. \"How long have you known this girl,\" the sergeant  asked. \"A week.\" \"Why, my lad, that's not long enough.  I suggest you wait a couple of months, and then, if you still want to get married I will approve the furlough.\" Two months later the soldier was back, reminding the sergeant of his promise. \"So you still want to get married?  I didn't think that a young man would stay interested in the same girl for a couple of months.\" \"I know, sir.  But this isn't the same girl.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The arithmetic teacher proposed the following to the class, \"If there are three crows on a fence and one is shot, how many would be left?\" After a short time, Little Johnny shouts out, \"Two left.\" The teachers response, \"I'm afraid you don't get the point.  Let me repeat the joke.  There were three crows on a fence and one is shot,  how many would be left? Johnny replied again, \"Two left.\" Teacher, \"No, none would be left, because when one is shot, the other two would fly away.\" Johnny, \"That's what I said,  TWO LEFT!!!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Artist:   \"This is my very latest painting. I call it 'Builders at Work'... it's very realistic.\" Friend:  \"But they really aren't at work.\" Artist:   \"Of course, that's the realism.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The quarrel had reached a new height when the wife said to her spouse, \"I wish I'd taken my mother's advice and never married you.\" Hubby swung around, \"Do you mean to tell me that your mother tried to stop you from marrying me?\" Wife nodded in the affirmative. \"Good heavens,\" cried the husband, his voice filled with remorse.  \"How I've wronged that woman.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"Yes, once i came face to face with a lion, and to make matters worse, I was alone  and weapon less.\" \"Goodness! What did you do?\" \"What could I do? First I tried looking straight into his eyes, but he kept crawling up on me.  Then I thought of plunging my arm down his throat, grabbing him by the tail and turning him inside out, but I decided it would be too dangerous. Yet he continued creeping up on me. I had to think fast....\" \"How did you get away?\" \"I just left him and passed on to the next cage.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "How did the octopus defeat the shark? He was well armed!",
        "score": null,
        "categories": []
    },
    {
        "joke": "The pastor and one of his deacons were walking to parking lot on a frosty day after church.  The deacon slipped on the walkway and fell flat on his back. The pastor, after being assured that the deacon was not injured said, \"Friend, sinners stand on slippery places.\" The deacon looked up as if to assure himself of the fact said, \"I see they do, but I can't.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The neighborhood I lived in had a storm rapidly pass through. When I returned home from work I noticed our outbuilding was gone. Asking my wife about it, her reply was simple, \"Gone with the Wind!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Theater patron 1:  \"There was a fire in the dressing room of the star backstage. The firemen were there for six hours.\" Theater patron 2: \"Am I understanding you correctly that it took six hours to put out a fire in the dressing room?\" Theater patron 1: \"Oh no, it took only one hour to put out the fire. It took another five hours to put out the fireman.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Freshman: Is never in bed past noon. Senior: Is never out of bed before noon. Freshman: Reads the syllabus to find out what classes he can cut. Senior: Reads the syllabus to find out what classes he needs to attend. Freshman: Brings a can of soda into a lecture hall. Senior: Brings a jumbo hoagie and six-pack of Mountain Dew into a recitation class. Freshman: Calls the professor \"Teacher.\" Senior: Calls the professor \"Bob.\" Freshman: Would walk ten miles to get to class. Senior: Drives to class if it's more than three blocks away. Freshman: Memorizes the course material to get a good grade. Senior: Memorizes the professor's habits to get a good grade. Freshman: Knows a book-full of useless trivia about the university. Senior: Knows where the next class is. Usually. Freshman: Shows up at a morning exam clean, perky, and fed. Senior: Shows up at a morning exam in sweats with a cap on and a box of pop tarts in hand. Freshman: Has to ask where the computer labs are. Senior: Has own personal workstation. Freshman: Lines up for an hour to buy his textbooks in the first week. Senior: Starts to think about buying textbooks in October... maybe. Freshman: Looks forward to first classes of the year. Senior: Looks forward to first beer garden of the year. Freshman: Is proud of his A+ on Calculus I midterm. Senior: Is proud of not quite failing his Complex Analysis midterm. Freshman: Calls his girlfriend back home every other night. Senior: Calls Domino's every other night. Freshman: Is appalled at the class size and callousness of professors. Senior: Is appalled that the campus 'Subway' burned down over the summer. Freshman: Conscientiously completes all homework, including optional questions. Senior: Homework? I knew I forgot to do something last night. Freshman: Goes on grocery-shopping trip with Mom before moving onto campus. Senior: Has a beer with Mom before moving into group house. Freshman: Is excited about the world of possibilities that awaits him, the unlimited vista of educational opportunities, the chance to expand one's horizons and really make a contribution to society. Senior: Is excited about new dryers in laundry room. Freshman: Takes meticulous four-color notes in class. Senior: Occasionally stays awake for all of class.",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do librarians take with them when they go fishing? Book-Worms!!!",
        "score": null,
        "categories": []
    },
    {
        "joke": "The tourist, after stepping off the train in Kansas City and desperately holding on to his hat, \"Wow, does the wind always blow this way out here?\" \"Nah,\" said the driver solemnly,  \"it blows this way for six months of the year, and then it turns round and blows the other direction.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why are there old dinosaur bones in the museum? Because they can't afford new ones!",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man was staggering home drunk in the early hours of the morning when he was stopped by a police officer.  “What are you doing out at this time of night?” asked the officer. “I’m going to a lecture,” said the drunk.  “And who’s going to be giving a lecture at this hour?” “My wife.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "A guy is walking down the street with his friend. He says to his friend, \"I'm a walking economy.\" His friend replies, \"How's that?\" \"It's like this, my hair line is in recession, my stomach is a victim of inflation, and the combination of these factors is putting me into a deep depression.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A pair of chickens walk up to the circulation desk at a public library and say, 'Buk Buk BUK.' The librarian decides that the chickens desire three books, and gives it to them. The chickens leave shortly thereafter. Around midday, the two chickens return to the circulation desk quite vexed and say,' Buk Buk BuKKOOK!' The librarian decides that the chickens desire another three books and gives it to them. The chickens leave as before. The two chickens return to the library in the early afternoon, approach the librarian, looking very annoyed and say, 'Buk Buk Buk Buk Bukkooook!' The librarian is now a little suspicious of these chickens. She gives them what they request, and decides to follow them. She followed them out of the library, out of the town, and to a park. At this point, she hid behind a tree, not wanting to be seen. She saw the two chickens throwing the books at a frog in a pond, to which the frog was saying, \"Rrredit, Rrredit, Rrredit...\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "My second grade announced at the dinner table that after school a boy in her class had kissed her. Trying to stay cool her mother asked, \"How did that happen?\" Our daughter said, \"It wasn't easy, I needed three other girls to help hold him on the ground.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do cows listen to on their headphones? Moo-sic!",
        "score": null,
        "categories": []
    },
    {
        "joke": "A first-grade teacher can’t believe her student isn’t excited about the Super Bowl. “It’s a huge event. Why aren’t you excited?” “Because I’m not a football fan. My parents love basketball, so I do too,” says the student. “Well, that’s a lousy reason,” says the teacher. “What if your parents were dumb fools? What would you be then?” “Then I’d be a football fan.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "An elderly American couple went on vacation to Jerusalem. While they were there, the wife passed away. The undertaker explained to the husband that, \"You can have her shipped home for $5,000 or you can have her buried here in the Holy Land for $150\".  The man thought about it and told him that he would just have his wife shipped home. The undertaker was surprised. He asked the man, \"Why would you spend $5,000 to have your wife shipped home when it would be wonderful for her to be buried here and you would spend only $150?\" The husband replied, \"Long ago, a man died here, was buried, and three days later he rose from the dead. I can't take that risk.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Little Johnny attended a horse auction with his father. He watched as his father moved from horse to horse, running his hands up and down the horses legs and rump, and chest..  After a few minutes, Johnny asked, \"Dad, why are you doing that?\"  His father replied, \"Because when I am buying horses, I have to make sure that they are healthy and in good shape before I buy.\"  Johnny, looking worried, said, \"Dad, I think the UPS guy wants to buy Mom.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A mother complained to my wife, a schoolteacher, that other students were stealing her daughter’s pencils. “It’s not the money, it’s the principle,” she insisted. “My husband took those pencils from work.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "I was mailing a letter at my local post office when I noticed my not so bright neighbor talking into an envelope. I ask her what she was doing? She replied, without missing a beat, \"Sending voicemail... \"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A distinguished young woman on a flight from Switzerland asked the priest beside her, \"Father, may I ask a favour?\" \"Of course. What may I do for you?\" \"Well, I bought an expensive electronic hair dryer that is well over the customs limits and I'm afraid they'll confiscate it. Is there anyway you could carry it through Customs for me? Under your robes perhaps?\" \"I would love to help you, dear, but I must warn you: I will not lie.\" \"With your honest face, Father, no one will question you.\" When they got to Customs, she let the priest go ahead of her. The official asked, \"Father, do you have anything to declare?\" \"From the top of my head down to my waist, I have nothing to declare.\" The official thought this answer strange, so asked, \"And what do you have to declare from your waist to the floor?\" \"I have a marvelous little instrument designed to be used on a woman, but which is, to date, unused.\" Roaring with laughter, the official said, \"Go ahead, Father. Next!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why did Little Johnny bring a ladder to school? He wanted a higher education.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wife: “You told me so many bad things in your sleep last night!” Husband: “Who said I was asleep?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Wife #1:   Hey, Lynn, tell me this. How did you get your husband from staying out late? Wife #2:   Well, every time he would come home I would simply say, 'Mike, is that you?' Wife #1:   But I still don't understand. How did that kept him from staying out? Wife #2:   My husband's name is Andrew...",
        "score": null,
        "categories": []
    },
    {
        "joke": "“Nice dog. What’s its name?” I asked my friend’s 10-year-old son. “Bob,” he said. “And your cat?” “Bob.” “How do you keep them straight?” “Well one is Bob Cat and the other is Bob Barker,” the boy answered. “Tell him your rabbit’s name,” his father suggested. The kid smiled and said, “Dennis Hopper.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Some people at a university operated a \"bank\" of term papers and other homework assignments where students could buy ready-made work. There were papers to suit all needs. The \"bank\" had A grade, B grade, and C grade papers, since it would be rather suspicious if an undistinguished student suddenly handed in a brilliant essay. A student, who had spent the weekend on pursuits other than his assignment, went to the \"bank\" and purchased a paper with an inconspicuous C grade. He then retyped it and handed in the work to his professor. Soon, the student received the paper back with the professor's comments, which read, \"I wrote this paper myself 25 years ago and I always thought it should have been graded an A, so now I'm more than pleased to give it one!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Romeo:   \"Somebody loves me.\" Juliet:   \"Who loves you?\" Romeo:   \"Do you know that beautiful girl who moved into the corner house last week?  I sang a serenade under her window last night, and she threw me a beautiful red, red rose.\" Juliet:   \"In a moment of mad love?\" Romeo:   \"No, in a three pound pot.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Brian, one of the worlds greatest hypochondriacs, bumped into his Dr. one day at the supermarket. “Doc!” Brian exclaimed, “I’ve been meaning to tell you, remember those voices I kept on hearing in my head? I haven’t heard them in over a week!”  “Wow! What wonderful news Brian! I’m so happy for you!” his Dr. exclaimed.  “Wonderful?” asked a dismal looking Brian. “There’s nothing wonderful about it. I’m afraid my hearing is starting to go now!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A fella walks into a bar... Unfortunately, there is a pile of dog poop just inside the door, and he slips in it and falls over. He gets up, cleans himself up and walks to the bar and buys a drink. Another man then enters the bar. He slips in the same pile of poop, falls, gets up, cleans up and buys a drink. The first guy turns to the new guy and, trying to strike up a conversation, points to the pile by the door and says, \"I just did that.\" The big guy punches him in the mouth.",
        "score": null,
        "categories": []
    },
    {
        "joke": "How far can a fox run into a grove?  Only halfway... after that he's running out!",
        "score": null,
        "categories": []
    },
    {
        "joke": "A fly feels a bug on its back. \"Hey, bug on my back, are you a mite?\" the fly asks. \"I 'might' be,\" giggles the mite. \"That's the worst pun I've ever heard,\" groans the fly. \"What do you expect?\" says the mite. \"I came up with it on the fly...\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A family enters a large store. After browsing for several moments they purchase some goods and head for the large counter at the front of the store. They notice a robotic seal standing in a corner situated near the counter. It is dressed in a tuxedo and each time goods are packaged the seal nods as if in agreement. After the third purchase is made the father asks the counter assistant why the robot nods each time. The assistant replies, \"Isn't it obvious? It's our seal of approval.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Which member of the surgical team falls asleep during an operation?  The Anaesthetist of course.",
        "score": null,
        "categories": []
    },
    {
        "joke": "1. The bandage was wound around the wound. 2. The farm was used to produce produce. 3. The dump was so full it had to refuse more refuse. 4. We must polish the Polish furniture. 5. He could lead if he would get the lead out. 6. The soldier decided to desert his dessert in the desert. 7. Since there was no time like the present, he thought it was time to present the present. 8. A bass was painted on the head of the bass drum. 9. When shot at, the dove dove into the bushes. 10. I did not object to the object. 11. The insurance was invalid for the invalid. 12. There was a row among the oarsmen on how to row. 13. They were too close to the door to close it. 14. The buck does funny things when does are present. 15. A seamstress and a sewer fell down into a sewer line. 16. To help with planting, the farmer taught his sow to sow. 17. The wind was too strong to wind the sail. 18. After a number of injections my jaw got number. 19. Upon seeing the tear in the painting I shed a tear. 20. I had to subject the subject to a series of tests. 21. How can I intimate this to my most intimate friend?",
        "score": null,
        "categories": []
    },
    {
        "joke": "\"How much does it cost to buy a large singing group?\" “A choir?”  \"Okay, fine... how much does it cost to 'acquire' a large singing group?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What is the difference between a well dressed man riding a bike and a man in a suit riding a unicycle?  One wheel!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Where do ghosts go for a swim? To the Dead Sea!!",
        "score": null,
        "categories": []
    },
    {
        "joke": "Mr. Maxey was visiting his lawyer to discuss how unreasonable his wife was being. Lawyer: \"What were you and your wife fighting about this time?\" Mr. Maxey: \"I pointed out that she was trying to drive a nail in the wall with a hair brush. Is this any reason to get mad?\" Lawyer: \"Is that all you said?\" Mr. Maxey: \"Well,  I just suggested that she would have better luck using her head.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "For Martin Luther King Day, I asked my fifth graders how they’d make the world a better place.  One said, “I’d make potato skins a main dish rather than an appetizer.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "ME:   \"I will take $50 on pump one please...\" BARTENDER:   \"Sir, please get your mouth off the keg!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "John: Ants really work hard. They work and work and never play. Peter: Then how come every time I go for a picnic, THERE they are?",
        "score": null,
        "categories": []
    },
    {
        "joke": "During graduate school, I tutored a football player in Psychology 101. After the session, my supervising professor asked me if I was interested in the student, since he was a good-looking athlete. “No, I’m not,” I assured him. “Yeah, you probably prefer men who eat quiche,” he joked. “Actually, I prefer men who can spell quiche.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "A local citizen ran for a political position for the first time and won. \"Congratulate me,\" he says to his wife. \"I won the nomination!\" The wife replies, surprised, \"Honestly?\" \"Now why in thunder did you want to bring up that point for?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Teacher:   \"What is an OS? And give me an example.\" Student:   \"An OS is a word which can be used instead of saying 'Oh Yes'. For example, do you like ice cream? You can reply, ‘Oh, yes' or 'OS.' Teacher:   \"You may sit down now.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I was in a couple’s home trying to fix their Internet connection. The husband called out to his wife in the other room for the computer password. “Start with a capital S, then 123,” she shouted back. We tried S123 several times, but it didn’t work. So we called the wife in. As she input the password, she muttered, “I really don’t know what’s so difficult about typing Start123.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Old mathematicians never die... They just lose some of their functions.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A lonely kayaker wrote to a dating service explaining that he had specific criteria for a potential mate and would not accept anyone that doesn't meet his standard.  He described what his future soulmate should be like: the young lady must be cute, short, enjoys cold water and paddling.  A couple of weeks later he received the following in the mail: a picture of a penguin.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Each year our company holds a training session in the conference room of the same hotel. When we were told we would not be able to reserve our usual location, my secretary, Gail, spent many hours on the phone trying to work out alternative arrangements.  Finally, when the details were ironed out, she burst into my office. \"Great news, Scott!\" she announced. \"We’re getting our regular room at the hotel!\" All eyes were on Gail and me as she suddenly realized she had interrupted a meeting with co-workers.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I spent five dollars for a weather app on my phone... I got two dollars and fifteen cents back in 'climate change'.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A married couple are arguing back and forth about the husband's time on Facebook and Twitter.  The wife threatens, \"If you continue to spend more time on Twitter and Facebook, then I will spend more time on Amazon and EBay!\" The husband goes offline immediately.",
        "score": null,
        "categories": []
    },
    {
        "joke": "You are so bald... that I can tell what's on your mind!",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call a sleepwalking nun? A roamin’ Catholic.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Dance instructor says, \"Everyone get in line and we will get started learning the salsa!\" Me, hiding a bag of tortilla chips, “I think there’s been a misunderstanding...\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Different views on doing laundry... Son away at college:   If it's clean it goes on the floor. If it's dirty it goes on the floor over there. Husband while wife is away:   If I just take things out of the hamper as I need them, I do not have anything to fold. Wife:   With the amount of laundry I do, there must be more people living in this house!",
        "score": null,
        "categories": []
    },
    {
        "joke": "The judge wanted to make sure the witness understood  the solemnity of the occasion.  \"Do you know what the word 'oath' means?\" asks the judge. \"Sure do,\" says the witness. \"Oath means if I swear to a lie, I gotta stick with it.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "When a neighbor's home was burglarized, I decided to be more safety conscious. But my measly front-door lock wasn’t going to stop anyone, so I hung this sign outside: \"Nancy, don’t come in. The snake is loose. Mom.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Why are buildings called buildings? Shouldn't they be called builts?",
        "score": null,
        "categories": []
    },
    {
        "joke": "While driving in Pennsylvania, a family caught up to an Amish carriage. The owner of the carriage obviously had a sense of humor, because attached to the back of the carriage was a hand printed sign... Energy efficient vehicle. Runs on oats and grass. Caution: Do not step in exhaust.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Little Johnny's teacher was preparing the students for the upcoming Spelling Bee when she asked Johnny to \"Spell Straight.\" Little Johnny: \"S-T-R-A-I-G-H-T.\" Teacher: \"Correct; what does it mean?\" Little Johnny: \"Without ginger ale.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Mary was having a tough day and had stretched herself out on the couch to do a bit of what she thought to be well deserved complaining and self-pitying. She moaned to her mom and her younger brother, \"Nobody loves me...the whole world hates me!\" Her brother, busily occupied playing a game, hardly looked up at her and passed on this encouraging word... \"That's not true, Mary. Some people don't even know you.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Teacher to the class:  \"How can we keep our school clean?\" Student:   \"By staying at home?\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Patient: Doctor help me please, every time I drink a cup of coffee I get this intense stinging in my eye. Doctor: I suggest you remove the spoon before drinking.",
        "score": null,
        "categories": []
    },
    {
        "joke": "I had a crazy dream that I weighed less than a thousandth of a gram... I was like 0mg!",
        "score": null,
        "categories": []
    },
    {
        "joke": "A new remote control for your television was being developed that enables the truly lazy to surf channels while moving even less muscles than before. The new device totally eliminates the need to stretch your arm that little bit more from your couch, to get the remote directly in front of the TV. Now the only muscle you need to move is your finger. This is just one more step to inventing technologies that turn people into furniture, and their brains into Jell-O. The company spokesman indicated it wanted to refine the product even more by making it thought-controlled, thereby completely removing the need for any sort of muscle movement at all, but this wouldn't work because it has been discovered that  most TV addicts are completely incapable of any kind of thought at all.",
        "score": null,
        "categories": []
    },
    {
        "joke": "In San Diego to work with military linguists, my colleague and I checked into a hotel and ordered a 5 a.m. wake-up call. The next morning, the phone didn’t ring until 5:30. “You were supposed to call us at 5 a.m.!” I admonished the desk clerk on the other end of the line. “What if I had to close a ­million-dollar contract this morning? Your oversight would have cost me the deal!” “Sir,” he said calmly, “if you had to close that type of deal, I doubt you’d be staying in this type of hotel.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "Judge:   \"I order you to pay $10,000.\" Mario:   \"Why?\" Judge:   \"It’s a fine.\"  Mario:   \"No itsa not!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I spent $80 on a belt that didn't fit... My wife said it was a huge waist.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Three sons left home, went out on their own and prospered. Getting together for Christmas, they discussed the gifts they were able to give their elderly mother. The first said, “I built a big house for our mother.” The second said, “I sent her a Mercedes.” The third smiled and said, “I’ve got you both beat. You remember how mom enjoyed reading the Bible? And you know she can’t see very well. So I sent her a remarkable parrot that recites the entire Bible. It took elders in the church 12 years to teach him. He’s one of a kind. Mom just has to name the chapter and verse, and the parrot recites it.” Soon thereafter, mom sent out her letters of thanks: “Dear Milton,” she wrote one son, “The house you built is too huge. I live in only one room, but I have to keep the whole house clean!” “Dear Gerald,” she wrote to another, “I am too old to travel. I stay at home most of the time, so I rarely use the Mercedes.” “Dearest Donald,” she wrote to her third son, “You have the good sense to know what your Mother likes. The chicken was Dee-licious!",
        "score": null,
        "categories": []
    },
    {
        "joke": "I was watching Star Wars with my daughter. She asked why Luke was climbing inside a Tauntaun. I said to keep warm. She asked, \"How warm is it inside?\"  I said, \"Lukewarm.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I was drinking a margarita when a guy stood up and asked, \"Does anyone here know CPR?\" Someone else stood up and said, \"Yeah, I know the whole alphabet.\" We all laughed and laughed and laughed... well, except this one guy.",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call two monkeys who share an Amazon account? Prime mates.",
        "score": null,
        "categories": []
    },
    {
        "joke": "There was a football game of note between the big animals and the little animals. The big animals were crushing little animals and at half-time, the coach made a passionate speech to rally the little animals. At the start of the second half the big animals had the ball. The first play, the elephant got stopped for no gain. The second play, the rhino was stopped for no gain. On third down, the hippo was thrown for a 5 yard loss. The defense huddled around the coach and he asked excitedly, \"Who stopped the elephant?\" \"I did,\" said the centipede. \"Who stopped the rhino?\" \"Uh, that was me too,\" said the centipede.  \"And how about the hippo? Who hit him for a 5 yard loss?\" \"Well, that was me as well,\" said the centipede. \"So where were you during the first half?\" demanded the coach. \"Well,\" said the centipede, \"I was having my ankles taped.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "The company where I work provides four-foot-high cubicles so each employee can have some privacy. One day a co-worker had an exasperating phone conversation with one of her teenage sons. After hanging up, she heaved a sigh and said, \"No one ever listens to me.\" Immediately, several voices from surrounding cubicles called out, \"Yes, yes we do.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A gold-digger had died and all her worldly possessions, including a parrot, were being auctioned off. \"What am I offered for this beautiful bird?\" \"One bean,\" bid a bystander. \"Two bucks,\" roared another. \"Make it five, Daddy,\" croaked the parrot,  \"and I'll give you a kiss.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "Hebert was being examined by the family doctor who, after carefully examining said, \"Yes, it is chronic evil which has deprived you of health and happiness.\" \"Shh!\" cautioned Hebert. \"For heaven's sake doc, speak softly as the wife is sitting in the next room.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "On a recent flight to Chicago it seemed that all the departure times were coming and going. I inquired to the ticket agent, \"What good are the departure times?\" \"Well,\" began the genial agent, \"if it weren't for those posted departure times we'd have no way of finding out how late we depart.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man walks into a hardware store and speaks to the cashier. \"Have you any two watt bulbs?\" \"For what?\" \"That’ll do, I'll take two.\" \"Two what?\" \"I thought you didn’t have any.\" \"Any what?\" \"Yes please!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A long winded attorney was arguing a technical case before one of the judges of the superior courts.  The attorney had rambled on in such a desultory way that it became very difficult to follow his line of thought, and the judge had just yawned very suggestively. With a trace of sarcasm in his voice, the tiresome attorney ventured to observe:  \"I sincerely trust that I am not unduly trespassing on the time of this court.\" \"My friend,\" returned his honor, \"there is considerable difference between trespassing on time and encroaching upon eternity.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "One Saturday Little Johnny went fishing at a pond that was close to his house.  After a couple hours of fishing the owner of the pond approached and indicated to Little Johnny that there was a \"No Fishing\" sign. Little Johnny replied, \"Well the fellow that printed that sign knew what he was talking about.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "An inmate at the local detention center was sitting in his cell playing solitaire.  Another inmate was watching. Finally the kibitzer spoke up, \"Wait a minute. I just caught you cheating yourself.\" \"Shhh! Don't tell anybody  but for years I've been cheating at solitaire. \" \"You don't say!  Did you ever catch yourself cheating,?\" \"Nah, I'm too clever.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "What do you call a hen who counts her own eggs?  A mathemachicken.",
        "score": null,
        "categories": []
    },
    {
        "joke": "A man walks up to a librarian and asks, \"Do you have any books on Pavlov's dogs and Schrödinger's cat?\"  The librarian responds, \"It rings a bell but I'm not sure if it's here or not.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "2 Alabama State Troopers were chasing a Mustang east on I-20 toward Georgia. When the suspect crossed the Georgia line, the first trooper pulled over quickly.  The rookie trooper pulled in behind him and said, \"Hey, Sarge, why did you stop?\" The sarge replied, \"Forget it, he's in Georgia now. They're an hour ahead of us, so we'll never catch him.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A defendant isn’t happy with how things are going in court, so he gives the judge a hard time. Judge: “Where do you work?” Defendant: “Here and there.” Judge: “What do you do for a living?” Defendant: “This and that.” Judge: “Take him away.” Defendant: “Wait! When will I get out?” Judge: “Sooner or later.”",
        "score": null,
        "categories": []
    },
    {
        "joke": "How was Rome split in two? With a pair of Ceasars.",
        "score": null,
        "categories": []
    },
    {
        "joke": "Little Johnny went with his mother for the first time to deliver lunches to the elderly. Little Johnny kept starring at a pair of false teeth soaking in a glass. He said, very softly, \"The tooth fairy will never believe this!\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "A well known speaker lectured to the members of the literary society.  After his address the secretary approached him with a check. This he politely refused, saying that it might be devoted to some charitable purpose. \"Would you mind if we added it to our special fund? \" she ask. \"Not at all,\" said the speaker. \"What is the special fund for?\" \"To allow us to get a better speaker for next year.\"",
        "score": null,
        "categories": []
    },
    {
        "joke": "I went into a pet shop and asked for twelve bees. The shopkeeper counted out thirteen and handed them over. “You’ve given me one too many.” “That one is a freebie.”",
        "score": null,
        "categories": []
    }
]