[
  {
    "variety": "Merlot",
    "personality_description": "Merlot is a classic that’s a go-to wine for many different types of people. These people do share some common traits, however! If your wine selection is frequently Merlot than you are probably laid-back and like to go with the flow. You’re adaptable and generally aren’t a picky person. Oh, but wait! Just because you’re easygoing does not mean you’re a pushover! You have plenty of ideas and values that you won’t abandon. Empathetic, Responsible, Helper-at-heart. You are the responsible one. You pay attention to other people’s needs, emotions and motives and you act as a catalyst to get things done. You’re social, almost a facilitator, in a group situation. You are a leader, but you do it by finding potential in the people around you."
  },
  {
    "variety": "Sauvignon Blanc",
    "personality_description": "A sophisticated wine, Sauvignon Blanc is refreshing and goes well with a variety of different dishes. In terms of personality, if it’s your wine of choice, then lead the way. You’re an alpha dog and command attention at the many social events you attend. Your sexy, friendly, and clearly, you have good taste! If you ooze sophistication, then Sauvignon Blanc is definitely your wine personality. You command attention with your powerful air and put-together attitude. You thrive off of success—whether it’s a planned event or a calorie-burning workout, you want the best. You like having a full social calendar, but you also know that you’ll lose it if you don’t have time to relax with some wine."
  },
  {
    "variety": "White Zinfandel",
    "personality_description": "Of all the types of wine, White Zin is one of the sneakiest. Sure, it’s light and refreshing but boy, it’s deceptively alcoholic! If your favorite wine is White Zin, you are a free spirit who’s also a social butterfly. You’re the life of the party, adventurous, and love to try new things. You turn your life into a work of art and live it to the fullest. Forever young is your mantra!\nOutgoing, Exuberant, Accepting. You are outgoing and friendly. In fact you are exuberant in your love for life, material things and people. You love to work with others and see things very realistically. Work should be fun otherwise you won’t do it. You are spontaneous and adapt to new situations fast. You love to learn things in groups."
  },
  {
    "variety": "Malbec",
    "personality_description": "Malbec is layered and intense, much like the people who call it their wine of choice. You prefer to relax with a book than go out. Once people get to know you, your genuine, loving, and emotional. As a Malbec lover, you are layered and complex which just might come off as sexy and mysterious to others. Flexible, Tolerant, Pragmatic. You are flexible and can handle just about anything that comes your way. You like immediate solutions to real problems and you solve them energetically. You have an uncanny ability to perceive others feelings. Your focus is on the now; theories and conceptual ideas bore you. You are spontaneous and enjoy the people around you moment to moment. You’re learning style: you have to do it to know it."
  },
  {
    "variety": "Rosé",
    "personality_description": "It’s a pretty pink wine that is feminine, flirty, and fun! If your wine preference is Rosé, we want to be your friend! You’re equal parts sweet and sarcastic with a great sense of humor. Your happy being you and your charm easily attracts others, friends and admirers alike. Since everyone loves Rosé, there are a few different personalities that can fall under this varietal. First, you’ve got the girly-girl: the one who explodes with feminine charm and style. But the other Rosé personality may not be a girly-girl, but she is the person everyone loves to be around. Your own personality is beautifully authentic and easy to enjoy, making everyone else around you fill with joy."
  },
  {
    "variety": "Reisling",
    "personality_description": "Reisling is a very drinkable type of white wine that’s pleasant and sweet without being overbearing. If you love Reisling, chances are you are very kind, genuine, and avoid conflict at all costs. People can count on you to be a good friend and often come to you when they need help or guidance. Bottom line, you’re a really good person- strangely enough, Reisling pairs well with foods that have a little spice to them! As a Riesling lover, you are the sweetest of the sweet and the kindest of the kind. You’re so genuine that people feel comfortable opening up to you after only a few minutes. You’re the person everyone goes to when they’re having a problem but can often feel under-valued when your friends leave you hanging for the bubblier friend. Don’t let your nice personality make people think that you can’t be just as fun at a party!"
  },
  {
    "variety": "Chardonnay",
    "personality_description": "Are you passionate? Stylish? Ooze confidence? If so, your wine preference could be Chardonnay. It’s got a bold, recognizable flavor, and those who love it, really love it! You embrace the things and people you love and are up-to-date with the latest trends. You also are confident in your own choices as well."
  },
  {
    "variety": "Cabernet Sauvignon",
    "personality_description": "Cabernet is a detailed, rich red, and if it’s your favorite wine selection, you have a similar attention to detail. You’re also very classy with a love for learning and exploring the world around you. You’re proud of your experiences and content overall. Your meticulous nature makes you successful at work and at home. The rich flavor and high tannin content of Cabernet Sauvignon perfectly match your bold yet refined personality. You are very detail-oriented, classy, and love to explore the world. When you need to, you can command the attention of the room, but you don’t mind sitting back and watching life flow along. When necessary, you’ll step up and get everything back in order. The best part? You only get better with age! Driven, Independent, Holds High Standards. You quickly see the patterns that make the world turn and you have the ability to make big things happen. This kind of ‘big picture’ thinking is an obsession of yours. When you’re motivated, you can organize and carry out very complex jobs, visionary ideas. Because of you challenge yourself so hard, you also hold very high standards for others in your sphere. Despite all these understandings, you don’t have a large group of close friends, because most people annoy you."
  },
  {
    "variety": "Pinot Grigio",
    "personality_description": "A Pinot Grigio lover is charming and attractive. You love romance, excitement, and tend to always be looking forward to your next adventure. As a socialite, you adore meeting new people and have a spontaneous side. Although you can be gullible at times, you always manage to find your way out of a sticky situation!"
  },
  {
    "variety": "Pinot Noir",
    "personality_description": "This signature drink is a very popular and sophisticated wine choice that’s beloved by many. If your one of them, you’re as classy as they come! You’re a hard worker and enjoy being successful at everything you do. You make smart decisions and are respected by those around you. Even though you take your work seriously, don’t get it twisted- you know how to let loose and have fun too! Most things bore you, but when they catch your interest you quickly develop logical explanations to why they work. You love theories and abstract ideas more than you like to socialize. You are quiet and contained even if you are a bit critical to the people around you. You’re a text book example of a skeptic. You are very analytical when it comes to solving problems. Oh, Pinot Noir—the elegant red and the graceful friend. You have a fresh, elegant, and graceful attitude that everyone craves in their lives. You’re sweet when you want to be but can challenge when you want to get your way. You’re friends with a variety of people, but only a few are close enough to know your true self. Focused, Skeptical, an Abstract Thinker. Most things bore you, but when they catch your interest you quickly develop logical explanations to why they work. You love theories and abstract ideas more than you like to socialize. You are quiet and contained even if you are a bit critical to the people around you. You’re a text book example of a skeptic. You are very analytical when it comes to solving problems."
  },
  {
    "variety": "Champagne",
    "personality_description": "The last on our list is for those of you whose wine preference is Champagne. You’re up to celebrate any occasion and have a positive outlook on life. You care deeply about what others think but will go out of your way to help others. You’re goal-oriented, prefer the finer things in life, and dress to impress! Of course, the bubbles in this wine match your bubbly personality. You’re the life of the party—the person people go to when they need to celebrate and have some fun. But you’re not just the party type; you’re the person people love to celebrate with for all sorts of affairs. You strive to make people feel special and adored for whatever the special day entails!"
  },
  {
    "variety": "Moscato",
    "personality_description": "you’re young and happy go lucky but still new to the world of wine. Moscato is the go-to wine for those just dipping their toes in the world of vino. If a bottle of this light, sweet drink is the first one you reach for, it’s safe to say you’re in your early twenties. Moscato fans can dance until the sun comes up and unwind by perfecting their Pinterest boards. You're very physically attractive and love to dance. People are attracted to you like a magnet. You love animals and romantic comedies. While you may appear a little like an airhead sometimes, you're actually very smart and almost always on point."
  },
  {
    "variety": "Carmenere",
    "personality_description": "you’re a dreamer, quick on your feet, and enjoy connecting with others"
  },
  {
    "variety": "Sangiovese",
    "personality_description": "you’re one smart cookie! You read others well, are extremely outspoken, and love a challenge. Warm, Imaginative, Loves to be Appreciated. You are very imaginative and you see life as being full of possibility. You love to appreciate and support others as long as you get it in return. You are a bit spontaneous and rely on your verbal fluency to get you where you need to go. You are an improvisor. Outspoken, Resourceful, Good at Reading Others. You are the outspoken one in the room, but your alertness makes you pay attention and read others well. You’re bored with routine and seldom do things the same way each time. You’re resourceful and solve things by generating a slew of conceptual possibilities. You tend to burn through things quickly, developing new interests fast."
  },
  {
    "variety": "Tempranillo",
    "personality_description": "planning and staying organized are important to you, you’re a realist who knows what they want and how to get there. Realistic, Decisive, Organized. Your matter-of-fact and realistic approach to life helps you move quickly to make decisions. You’re an organizer and often good in a managerial position. You like routine and logic. You are very systematic in your approach to things and hate it when people throw you for a loop."
  },
  {
    "variety": "Grenache",
    "personality_description": "you’re just a sweet person that loves everyone! You love giving but you want to feel appreciated at the same time. Cooperative, Conscientious, Loyal. You are a sweetheart. Warmhearted and cooperative you want harmony around you. You love to work with others to complete things on time and you’re loyal, even when it’s a small deal. You love to find out what makes people tick and you love help others with their day-to-day lives. You really want to be appreciated for you are and how you contribute to your sphere."
  },
  {
    "variety": "Nebbiolo",
    "personality_description": "you’re a bit of a know it all but it’s because you are very intelligent and goal-oriented with leadership skills"
  },
  {
    "variety": "Barbera",
    "personality_description": "conservative, serious, and traditional, are all words that describe you. Decisive, Systematic, a Leader. You are a natural leader. You solve problems very decisively (and sometimes a bit frankly) with a goal to improve logical efficiency. You are an idea person, you can build comprehensive systems that solve complex organizational problems. Long-term planning and goal setting are keywords for you. You’re well read, well informed and you enjoy passing your great wealth of knowledge to others… even if you are a bit forceful in communicating. Quiet, Serious, Logically working toward goals. You’re a quiet serious type that’s very dependable and thorough; you don’t get distracted easily. You’re matter-of-fact approach helps you make logical decisions and keep everything nicely buttoned up. You are quite fond of traditions and order – at home, at work, and in life."
  },
  {
    "variety": "Petit Verdot",
    "personality_description": "you seek to make the world a better place and start with the people around you; you’re “woke”. Quiet, Friendly, Loyal. You’re a friendly and conscientious person even if people don’t notice you at first. In fact, you make sure everything you do is painstakingly accurate. You respect the small group of people in your life by remembering – with great detail– what’s important to them. You want to make harmony in the world around you."
  },
  {
    "variety": "Syrah",
    "personality_description": "organized and decisive, you have a great deal of empathy towards others. Insightful, Conscientious, Visionary. You make connections to ideas and their relationships to people and the world. You like to understand what makes people tick and you’re highly insightful about others. You are committed to a firm set of personal values which helps to proceed in all of life’s decisions. You are organized and decisive in implementing your ideas."
  },
  {
    "variety": "Cabernet Franc",
    "personality_description": "you usually take it all in before acting, you enjoy facts, data, and you think logically more than emotionally. Idealistic, Loyal, an Understander. You know you’re a bit idealistic but this fact propels you forward to make your world amazing. You’re deeply curious about the environment around you and you are expert at implementing ideas that solve bigger picture problems. You are often the person who sees the potential in other people. You adapt quickly to nearly every scenario unless it goes against your core values; which is infuriating."
  },
  {
    "variety": "Gamay",
    "personality_description": "you’re reserved yet friendly and also attentive. You despise conflict and are a fiercely loyal friend. Sensitive, Friendly, in the Moment. You’re a friendly quiet person who’s very sensitive to what’s going on around them. You are like a barometer for stress in a room and it makes you very uncomfortable around weird or unplanned situations. You are a diehard loyal friend and have a strong set of internal values. You hate conflict so much that you’ll never force your opinions on others."
  },
  {
    "variety": "Mourvedre",
    "personality_description": "you’re a goal-oriented and a great problem solver; you choose to see the good in others and your values are of the utmost importance. Tolerant, Flexible, The Quiet Observer. You are a quiet observer until a problem arises and then you come out of your shell, acting quickly to find realistic solutions. You have an uncanny ability to analyze large complex structures of data and isolate what it all means. You are deeply interested in cause and effect; always looking at facts and logical principles to solve a problem. Because you are so interested in seeing how things happen, you aren’t terribly interested in being the catalyst that makes things happen."
  }
]